<?php
// Forum Index
$locale['400'] = "مەکۆی گفتوفۆ";
$locale['401'] = "مه‌کۆ";
$locale['402'] = "بابه‌ته‌کان";
$locale['403'] = "په‌یامه‌كان";
$locale['404'] = "دوا پەیام";
$locale['405'] = "هیچ په‌یامێك نه‌نووسراوه‌";
$locale['406'] = "له‌لایه‌ن ";
$locale['407'] = "هیچ مه‌كۆیه‌ك بوونی نییه‌ و پێناسه‌ نه‌كراوه‌.";
$locale['408'] = "هیچ هاوپۆلێكی مه‌كۆ بوونی نییه‌ و پێناسه‌ نه‌كراوه‌.";
$locale['409'] = "مه‌کۆ به‌ بابه‌تی نوێیەوە له‌ دوا سه‌ردانه‌وه.";
$locale['410'] = "مەکۆ بە بێ بابەتی نوێ لە دوا سەردانەوە";
$locale['411'] = "چاودێریی دەکرێت لەلایەن: ";
// View Forum
$locale['450'] = "مەکۆ ببینە";
$locale['451'] = "سەردێڕ";
$locale['452'] = "نووسەر";
$locale['453'] = "بینراو";
$locale['454'] = "وه‌ڵامه‌كان";
$locale['455'] = "په‌ڕه‌: ";
$locale['456'] = "هیچ بابەتێک بوونی نییە";
// View Forum Moderator options
$locale['460'] = "هەمووی دیاری بکە";
$locale['461'] = "هەمووی دیاری مەکە";
$locale['462'] = "بابەتەکان بسڕەوە";
$locale['463'] = "بابەتە دیاریکراوەکان بسڕدرێتەوە؟";
// Forum Guide/Privelages
$locale['470'] = "ئەو بابەتانەی پەیامی نوێیان تیادا نووسراوە لە دوا سەردانمەوە بکەرەوە";
$locale['471'] = "20 په‌یام یان زیاتر";
$locale['472'] = "ئەو بابەتانەی پەیامی نوێیان تیادا نەنووسراوە لە دوا سەردانمەوە بکەرەوە";
$locale['473'] = "بابه‌ت داخراوه‌.";
$locale['474'] = "بابه‌تی جێگیر.";
// View Thread Poll
$locale['480'] = "سەرجەم دەنگەکان";
$locale['481'] = "گروپی ده‌نگدان";
// View Thread
$locale['500'] = "بینینی بابەت";
$locale['501'] = "نووسه‌ر";
$locale['502'] = "په‌یامه‌كان:";
$locale['503'] = "شوێن:";
$locale['504'] = "بەشدارە لە:";
$locale['505'] = "نێردراوه‌ له‌ ";
$locale['506'] = "ئەم وێنەیەی خوارەوە هاوپێچکراوە:";
$locale['507'] = "ئەم پەڕگەیەی خوارەوە هاوپێچکراوە:";
$locale['508'] = "ده‌ستكاریكراوه‌ له‌لایه‌ن ";
$locale['509'] = " لە ";
$locale['510'] = "ڕێگەت پێنەدراوە ئەم بابەتە ببینیت.";
$locale['511'] = "گەڕانەوە بۆ دەستپێکی مەکۆ";
$locale['512'] = "وه‌ڵامی خێرا";
$locale['513'] = " ناچالاك كردنی خه‌نده‌كان";
$locale['514'] = "وه‌ڵام بنێره‌";
$locale['515'] = "بوەستە له‌ ڕێچكه‌کردنی ئه‌م بابه‌ته‌";
$locale['516'] = "ڕێچكه‌کردنی ئه‌م بابه‌ته‌";
$locale['517'] = "پەیامەکان بسڕەوە";
$locale['518'] = "پەیامە دیاریکراوەکان بسڕدرێتەوە؟";

$locale['519'] = "بابه‌ت چاپ بكه‌";
$locale['519a'] = "په‌یام چاپ بكه‌";
// Moderator Options
$locale['520'] = "هه‌ڵبژاردنه‌كانی چاودێر:";
$locale['521'] = "بابه‌ت بسڕه‌وه‌";
$locale['522'] = "بابه‌ت دابخه‌";
$locale['523'] = "بابه‌ت بكه‌وه‌";
$locale['524'] = "بابه‌ت جێگیر بکە";
$locale['525'] = "بابەت لاببە لە جێگیرکراوی";
$locale['526'] = "بابه‌ت بگوازه‌وه‌";
$locale['527'] = "نوێكردنه‌وه‌ی بابه‌ت";
$locale['528'] = "بڕۆ";
// Jump to Forum
$locale['540'] = "بڕۆ بۆ مه‌كۆی:";
// Search Forum
$locale['550'] = "گه‌ڕان";
// Image Alt attributes
$locale['560'] = "په‌یامه‌ نوێیەكان";
$locale['561'] = "په‌یامی نوێ نییه‌";
$locale['562'] = "بابه‌تی گەرم";
$locale['563'] = "بابه‌تی جێگیر";
$locale['564'] = "بابه‌تی داخراو";
$locale['565'] = "وەڵام بنێرە";
$locale['566'] = "بابه‌تی نوێ";
$locale['567'] = "وێنۆچکەی بەکارهێنەر";
$locale['568'] = "ده‌ستكاری";
$locale['569'] = "ئاماژە";
$locale['570'] = "نووسی";
$locale['571'] = "IP";
$locale['572'] = "ناردنی په‌یامی تایبه‌ت";
?>
