<?php
// Delete Thread
$locale['400'] = "بابەت بسڕەوە";
$locale['401'] = "بابەتەکە سڕدرایەوە";
$locale['402'] = "بگەڕێوە بۆ مەکۆ";
$locale['403'] = "بگەڕێوە بۆ دەستپێکی مەکۆ";
$locale['404'] = "دڵنیایت لە سڕینەوەی ئەم بابەتە؟";
$locale['405'] = "به‌ڵێ";
$locale['406'] = "نه‌خێر";
// Lock Thread
$locale['410'] = "داخستنی بابەت";
$locale['411'] = "بابەتەکە داخرا";
// Unlock Thread
$locale['420'] = "کردنەوەی بابەت";
$locale['421'] = "بابەتەکە کرایەوە";
// Make Thread Sticky
$locale['430'] = "بابەت جێگیر بکە";
$locale['431'] = "بابەتەکە جێگیر کرا.";
// Make Thread Non-Sticky
$locale['440'] = "لابردنی جێگیریی بابەت";
$locale['441'] = "دۆخی جێگیریی بابەت لابرا.";
// Move Thread
$locale['450'] = "گواستنەوەی بابەت";
$locale['451'] = "گواستنەوەی بابەت بۆ:";
$locale['452'] = "بابەت بە سەرکەوتوویی گواسترایەوە.";
// Renew Thread
$locale['458'] = "نوێکردنه‌وه‌ی بابه‌ت";
$locale['459'] = "بابه‌ت نوێ کرایه‌وه";
// Search Forum
$locale['460'] = "مه‌کۆ";
$locale['461'] = "سەردێڕ";
$locale['462'] = "نووسه‌ر";
$locale['463'] = "نێردراوە لە";
$locale['464'] = "هیچ نه‌دۆزرایه‌وه‌، تکایه‌ هه‌وڵبده‌ره‌وه.";
$locale['465'] = "تکایه‌ لانی که‌م وشه‌یه‌ک بنووسه‌ بۆ گه‌ڕان بۆی";
?>