<?php
// Post Titles
$locale['400'] = "پێشبینینی بابەت";
$locale['401'] = "ناردنی بابەت";
$locale['402'] = "پێشبینینی وەڵام";
$locale['403'] = "وەڵام بدەرەوە";
$locale['404'] = "وڵام بنێرە";
$locale['405'] = "پێشبینینی گۆڕانکاری‌یه‌کان";
$locale['407'] = "پەیام بسڕەوە";
$locale['408'] = "دەستکاری پەیام بکە";
$locale['409'] = "پاشه‌که‌وتکردنی گۆرانکاری‌یه‌کان";
// Post Preview
$locale['420'] = "بە سەردێڕ";
$locale['421'] = "هیچ نامە، پەیامێک ڕەفز ناکرێتەوە گەر پەیامێکی تیادا نەبێت";
$locale['422'] = "نووسه‌ر:";
$locale['423'] = "پەیامەکان:";
$locale['424'] = "شوێن:";
$locale['425'] = "بەشدارە لە:";
$locale['426'] = "نێردراوە لە ";
$locale['427'] = "ده‌ستکاریکراوە لەلایه‌ن ";
$locale['428'] = " لە ";
$locale['429'] = " نووسی:";
// Post Error/Success
$locale['440a'] = "جۆری پەڕگەی هاوپێچ ڕێگە پێنەدراوە.";
$locale['440b'] = "قەبارە یان ناوی پەڕگە ڕێگە پێنەدراوە";
$locale['441'] = "هەڵە: سەردێڕ و/یان پەیامت نەنووسیوە";
$locale['442'] = "بابه‌ته‌که‌ت نێردرا";
$locale['443'] = "وەڵامەکەت نێردرا";
$locale['444'] = "بابەتەکە سڕدرایەوە";
$locale['445'] = "پەیامەکە سڕدرایەوە";
$locale['446'] = "پەیامەکەت نوێکرایەوە";
$locale['447'] = "بگەڕێوە بۆ بابەت";
$locale['448'] = "بگەڕێوە بۆ مەکۆ";
$locale['449'] = "بگەڕێوە بۆ دەستپێکی مەکۆ";
$locale['450'] = "هەڵە: کووکییەکەت بەسەرچووە، تکایە بچۆ ژوورەوە و بینێرەوە";
$locale['451'] = "ڕێچکەکردنی بابەت";
$locale['452'] = "ئێستا ڕێچکەی ئەم بابەتە دەکەیت";
$locale['453'] = "چیتر ڕێچکەی ئەم بابەتە ناکەیت";
// Post Form
$locale['460'] = "سەردێڕ";
$locale['461'] = "پەیام";
$locale['462'] = "ڕەنگی فۆنت: ";
$locale['463'] = "هەڵبژاردنەکان";
$locale['464'] = "هاوپێچ";
$locale['465'] = " (ئاره‌زوومه‌ندانە)";
$locale['466'] = "زۆرترین قەبارەی پەڕگە: %s / جۆری پەڕگە ڕێپێدراوەکان: %s";
$locale['467'] = "زیادکردنی ڕاپرسی (ئارەزوومەندانە)";
$locale['468'] = "ده‌ستکاریکردنی ڕاپرسی";
$locale['469'] = "ناونیشانی ڕاپرسی";
$locale['470'] = "هەڵبژاردنی ڕاپرسی";
$locale['471'] = "زیادکردنی هەڵبژاردن";
$locale['472'] = "نوێکردنه‌وه‌";
$locale['473'] = "سڕینه‌وه‌";
// Post Form Options
$locale['480'] = "ئەم بابەتە جێگیر بکە";
$locale['481'] = "ئەم بابەتە دابخە";
$locale['482'] = "خەندەکان لەم پەیامەدا ناچالاک بکە";
$locale['483'] = "واژۆکەم پیشانبدە لەم پەیامەدا";
$locale['484'] = "ئەم پەیامە بسڕەوە";
$locale['485'] = "- هاوپێچ بسڕەوە";
$locale['486'] = "ئاگادارم بکەوە هەر کاتێک وەڵامێک نێردرا";
// Post Access Violation
$locale['500'] = "ناتوانیت دەستکاری ئەم پەیامە بکەیت.";
// Search Forum Form
$locale['530'] = "گه‌ڕان له‌ مه‌کۆ";
$locale['531'] = "گەڕان لە وشەکلیل(ەکان)";
$locale['532'] = "بگەڕێ";
// Forum Notification Email
$locale['550'] = "ئاگادارکردنەوە لە وەڵامدانەوەی بابەت - {THREAD_SUBJECT}";
$locale['551'] = "سڵاو {USERNAME}،

وەڵامێک نووسرا لە بابەتی '{THREAD_SUBJECT}' کە تۆ ڕێچکەی دەکەیت لە ".$settings['sitename'].". ئەتوانیت کرتە لەم بەستەرەی خوارەوە بکەیت بۆ بینینی وەڵامەکە:

{THREAD_URL}

گەر چیتر ناتەوێت چاو لەم بابەتە بکەیت ئەتوانیت کرتە لە بەستەری 'بوەستە لە ڕێچکە کردنی ئەم بابەتە' بکەیت کە کەوتووەتە سەروو بابەتەکەوە.

لەگەڵ ڕێزدا،
".$settings['siteusername'].".";
?>