<?php
// Administrators messages
$locale['400'] = "مدیر افزوده شد";
$locale['401'] = "مدیر ویرایش شد";
$locale['402'] = "مدیر حذف شد";
// Search/Add Administrator
$locale['410'] = "افزودن مدیر";
$locale['411'] = "از فرم زیر برای جستجوی اعضا که می خواهید مدیر شوند استفاده کنید.";
$locale['412'] = "شناسه کاربری";
$locale['413'] = "نام کاربری";
$locale['414'] = "جستجو";
$locale['415'] = "افزودن تمام حقوق";
$locale['416'] = "به عنوان مدیر کل";
$locale['417'] = "افزودن مدیر";
$locale['418'] = "کاربری پیدا نشد.";
$locale['419'] = "جستجوی دوباره";
// Current Administrators
$locale['420'] = "مدیران";
$locale['421'] = "نام کاربری";
$locale['422'] = "نوع مدیر";
$locale['423'] = "اختیارات";
$locale['424'] = "مدیر اصلی";
$locale['425'] = "حقوقی محول نشده";
$locale['426'] = "ویرایش";
$locale['427'] = "حذف";
// Edit Admin Rights
$locale['440'] = "ویرایش حقوق مدیر";
$locale['441'] = "مدیریت محتوایی";
$locale['442'] = "مدیریت کاربری";
$locale['443'] = "مدیریت سیستم";
$locale['444'] = "برنامه های جانبی";
$locale['445'] = "انتخاب همه";
$locale['446'] = "رهاسازی همه";
$locale['447'] = "گذرواژه مدیریت:";
$locale['448'] = "ذخیره حقوق مدیر";
$locale['449'] = "تنظیمات";
$locale['450'] = "بررسی امنیت";
// Popup Error/Warning Messages
$locale['460'] = "آیا این مدیر حذف شود؟";
$locale['461'] = "آیا این مدیر اضافه گردد؟";
$locale['462'] = "دادان اختیار  مدیریت به اینن کاربر یک ریسک امنیتی محسوب می شود !";
// Remove Admin confirmation
$locale['470'] = "حذف مدیر";
$locale['471'] = "برای حذف کردن این مدیر، لطفا گذرواژه مدیریتی خود را وارد کنید:";
$locale['472'] = "تایید";
$locale['473'] = "لغو";
?>