<?php
// Infusion titles & description
$locale['apw_title'] = "بازیابی گذرواژه مدیر";
$locale['apw_desc'] = "تغیر گذرواژه ورود به سایت /گذرواژه مدیریت";
$locale['apw_admin1'] = "بازیابی مدیریت";

$locale['400'] = "بازیابی مدیران:";
$locale['401'] = "همه مدیران";
$locale['402'] = "فقط مدیران کل";
$locale['403'] = "فقط مدیران سایت";
$locale['404'] = "توضیح برای بازیابی مجددا:";
$locale['405'] = "نام کاربری و گذرواژه مدیریت هر دو بازیابی شوند";
$locale['406'] = "بازیابی گذرواژه";
$locale['407'] = "بازیابی گذرواژه در ";
$locale['408'] = "سلام [USER_NAME],

گذرواژه مدیریت شما تغییر کرد در ".$settings['siteurl'].":

گذرواژه مدیریت: [NEW_ADMIN_PASS]

دلیل این کار به شرح ذیل گزارش شده است  [RESET_MESSAGE]

باتشکر و احترام,
[ADMIN]";
$locale['409'] = "سلام [USER_NAME],
گذرواژه ورود به سایت و نیز گذرواژه مدیریت شما  تغییر کرد در ".$settings['siteurl'].":

گذرواژه: [NEW_PASS]
Admin Password: [NEW_ADMIN_PASS]

دلیل این کار به شرح زیر  گزارش شده است: [RESET_MESSAGE]

با تشکر و احترام,
[ADMIN]";
$locale['410'] = "بازیابی مجددا";
$locale['411'] = "<strong>توجه:</strong> گذرواژه مدیریت یا وارد نشده یا اشتباه است.";
$locale['412'] = "گذرواژه مدیریت:";
$locale['415'] = "بازیابی گذرواژه ورود به سایت";
$locale['416'] = "شناسه سیستم";
$locale['417'] = "زمان بازیابی";
$locale['418'] = "مسئولیت";
$locale['419'] = "بازیابی";
$locale['420'] = "نتیجه موفقیت";
$locale['421'] = "دلیل";
$locale['422'] = "در";
$locale['423'] = "دلیلی وارد نشده است";
?>