<?php
// News titles
$locale['400'] = "افزودن مقاله";
$locale['401'] = "ویرایش مقاله";
$locale['402'] = "مقالات موجود";
$locale['403'] = "مقالات";
// News messages
$locale['410'] = "مقاله افزوده شد";
$locale['411'] = "مقاله ویرایش شد";
$locale['412'] = "مقاله حذف شد";
// Category form
$locale['420'] = "ویرایش";
$locale['421'] = "حذف";
$locale['422'] = "بخش:";
$locale['423'] = "موضوع:";
$locale['424'] = "چکیده مقاله:";
$locale['425'] = "مقاله:";
$locale['426'] = "ذخیره به عنوان پیش نویس";
$locale['427'] = "سطر جدید خودکار";
$locale['428'] = "فعال بودن نظرات";
$locale['429'] = "فعال بودن امتیازات";
$locale['430'] = "پیش نمایش مقاله";
$locale['431'] = "ذخیره مقاله";
$locale['432'] = "صفحه جدید";
$locale['433'] = "[پیش نویس]";
// Popup Error/Warning Messages
$locale['450'] = "لطفا یک موضوع مشخص کنید";
$locale['451'] = "آیا این مقاله حذف شود؟";
$locale['452'] = "بخشی برای مقالات ساخته نشده است";
$locale['453'] = "پیش از افزودن مقاله شما حداقل باید یک بخش بسازید";
$locale['454'] = "اینجا";
$locale['455'] = " را کلیک کنید تا بخ بخش مقالات بروید";
$locale['456'] = "%s برای همه بخش ها فعال نیست<br />این تنظیمات تنها زمانی اثر می گذارد که مجددا آنها را فعال کنید";
$locale['457'] = "نظرات";
$locale['458'] = "امتیازات";
$locale['459'] = $locale['457']." و ".$locale['458'];
?>