<?php
// Category titles
$locale['400'] = "افزودن بخش";
$locale['401'] = "ویرایش بخش";
$locale['402'] = "بخش های موجود";
// Category messages
$locale['410'] = "بخش افزوده شد";
$locale['411'] = "بخش ویرایش شد";
$locale['412'] = "بخش نمی تواند حذف شود";
$locale['413'] = "مقالاتی دراین بخش وجود دارد";
$locale['414'] = "بخش حذف شد";
// Category form
$locale['420'] = "نام بخش:";
$locale['421'] = "توضیحات بخش:";
$locale['422'] = "چیدمان بخش:";
$locale['423'] = "شناسه مقاله";
$locale['424'] = "موضوع مقاله";
$locale['425'] = "تاریخ مقاله";
$locale['426'] = "صعودی";
$locale['427'] = "نزولی";
$locale['428'] = "دسترسی بخش:";
$locale['429'] = "ذخیره بخش";
// Current category options
$locale['440'] = "بخش";
$locale['441'] = "دسترسی";
$locale['442'] = "اختیارات";
$locale['443'] = "ویرایش";
$locale['444'] = "حذف";
$locale['445'] = "بخشی برای مقالات ساخته نشده است";
// Delete Article category
$locale['450'] = "آیا این بخش حذف شود؟";
// Error Messages
$locale['460'] = "لطفا یک نام برای بخش وارد کنید";
$locale['461'] = "این بخش با همین نام موجود می باشد.";
?>