<?php
// Delete blacklisted user
$locale['400'] = "حذف کاربر از لیست سیاه";
$locale['401'] = "کاربر از لیست سیاه حذف شد";
$locale['402'] = "بازگشت به مدیریت لیست سیاه";
$locale['403'] = "بازگشت به فهرست مدیریت";
// Add/Edit Blacklist Titles
$locale['420'] = "کاربر لیست سیاه";
$locale['421'] = "ویرایش کاربر لیست سیاه";
// Add/Edit blacklist form
$locale['440'] = "با وارد کردن آدرس IP کاربری که IP اش همخوانی داشته باشد نمی تواند وارد سایت شود.
شما می توانید یک آدرس IP کامل را وارد کنید. برای مثال: <em>123.123.123.123</em> یا قسمتی از آن
<em>123.123.123</em> یا <em>123.123</em>.<br /><br />
با وارد کردن آدرس ایمیل کاربری که آدرس ایمیلش در لیست سیاه باشد نمی تواند با آن آدرس ایمیل در سایت ثبت نام کند. شما
می توانید یک آدرس ایمیل کامل وارد کنید یعنی <em>foo@bar.com</em> و یا فقط دامنه ایمیل را وارد کنید: <em>bar.com</em>.";
$locale['441'] = "آدرس IP: <strong>یا</strong>";
$locale['442'] = "آدرس ایمیل:";
$locale['443'] = "دلیل";
$locale['444'] = "افزودن";
// Current blacklisted users
$locale['460'] = "کاربران لیست سیاه";
$locale['461'] = "اطلاعات لیست سیاه";
$locale['462'] = "اختیارات";
$locale['463'] = "ویرایش";
$locale['464'] = "حذف";
$locale['465'] = "لیست سیاه در حال حاضر خالی می باشد.";
$locale['466'] = "N/A";
$locale['467'] = "مدیر";
$locale['468'] = "تاریخ";
/*
// IPv6 secific
$locale['480'] = "IPv6 گزینه های";
$locale['481'] = "آدرس آی پی IPv6 دارای یک میانبر است (::) بنابراین به صراحت نمی توان انرا مشخص نمود";
$locale['482'] = "از کدام نسخه استفاده می کنید؟";
$locale['483'] = "ذخیره";
*/
?>