<?php
// Custom Pages titles
$locale['400'] = "افزودن صفحه";
$locale['401'] = "ویرایش صفحه";
$locale['402'] = "صفحات موجود";
// Custom Pages messages
$locale['410'] = "صفحه افزوده شد";
$locale['411'] = "صفحه ویرایش شد";
$locale['412'] = "آدرس این صفحه: ";
$locale['413'] = "صفحه حذف شد";
// Custom Page form
$locale['420'] = "ویرایش";
$locale['421'] = "حذف";
$locale['422'] = "عنوان صفحه:";
$locale['423'] = "دسترسی: ";
$locale['424'] = "محتوای صفحه:";
$locale['425'] = "گذرواژه مدیریت:";
$locale['426'] = "افزودن لینک به فهرست سایت";
$locale['427'] = "فعال بودن نظرات";
$locale['428'] = "فعال بودن امتیازات";
$locale['429'] = "پیش نمایش صفحه";
$locale['430'] = "ذخیره صفحه";
$locale['431'] = "Pagebreak";
// Popup errors / warning messages
$locale['450'] = "آیا این صفحه حذف شود؟";
$locale['451'] = "لطفا عنوان صفحه را مشخص کنید";
$locale['452'] = "لطفا گذرواژه مدیریت را وارد کنید";
$locale['453'] = "گذرواژه مدیریت نادرست است";
$locale['454'] = "%s هستند غیر فعال در تمام بخش ها.<br />این تنظیم زمانی اثر می گذارد که شما آنها را مجددا فعال کنید";
$locale['455'] = "نظرات";
$locale['456'] = "امتیازات";
$locale['457'] = $locale['455']." و ".$locale['456'];
// TinyMCE editor
$locale['460'] = "ویرایشگر TinyMCE:";
$locale['461'] = "فعال";
$locale['462'] = "غیرفعال";
?>
