<?php
// Database Restore
$locale['400'] = "بازگردانی پایگاه داده";
$locale['401'] = "خطا";
$locale['402'] = "فرمت فایل پشتیبانی غیرمجاز است";
$locale['403'] = "بستن";
// Backup File Information
$locale['410'] = "اطلاعات فایل پشتیبانی";
$locale['411'] = "اطلاعات فایل بازگردانی";
$locale['412'] = "نام فایل پشتیبانی:";
$locale['413'] = "تاریخ پشتیبان گیری:";
$locale['414'] = "نام پایگاه داده:";
$locale['415'] = "پیشوند هسته جدول:";
$locale['416'] = "جداول:";
$locale['417'] = "نمایش";
$locale['418'] = "لغو";
$locale['419'] = "جدول";
// Database Restore
$locale['430'] = "اختیارات بازگردانی";
$locale['431'] = "نام فایل:";
$locale['432'] = "تاریخ:";
$locale['433'] = "جدول هایی که ساخته می شوند:";
$locale['434'] = "جدول های موجود:";
$locale['435'] = "انتخاب:";
$locale['436'] = "همه";
$locale['437'] = "هیچ کدام";
$locale['438'] = "بازگردانی";
$locale['439'] = "لغو";
$locale['440'] = "انواع قایلهای پشتیبانی شده:";
// Database Backup
$locale['450'] = "پشتیبان گیری پایگاه داده";
$locale['451'] = "اطلاعات پایگاه داده";
$locale['452'] = "حجم کل جدول:";
$locale['453'] = "حجم جدول هسته:";
$locale['454'] = "اختیارات پشتیبان گیری:";
$locale['455'] = "نوع پشتیبان گیری:";
$locale['456'] = "(فشرده)";
$locale['457'] = "جداول پایگاه داده";
$locale['458'] = "هسته";
$locale['459'] = "پشتیبان گیری";
$locale['460'] = "گذرواژه مدیریت:";
$locale['461'] = "اطلاعات مورد نیاز";
// Backup List
$locale['480'] = "بازگردانی اطلاعات پشتیبان";
$locale['481'] = "نام فایل:";
?>