<?php
// Downloads titles
$locale['400'] = "افزودن دانلود";
$locale['401'] = "ویرایش دانلود";
$locale['402'] = "دانلودهای موجود";
// Downloads messages
$locale['410'] = "دانلود افزوده شد";
$locale['411'] = "دانلود ویرایش شد";
$locale['412'] = "دانلود حذف شد";
$locale['413'] = "این خطا ظاهر شد";
$locale['414'] = "فایل ناشناخته.";
$locale['415'] = "%sفایل باید کمتر از این باشد";
$locale['415a'] = "تصویر در صفحه باید کمتر باشد از %s.";
$locale['415b'] = "تصویر باید کوچکتر باشد از %s.";
$locale['416'] = "فرمت فایل باید دارای یکی از فرمتها باشد : %s.";
$locale['416a'] = "تصویر باید دارای یکی از فرمتها باشد: %s.";
$locale['417'] = "عنوان دانلود خالی است.";
$locale['418'] = "فایل دانلود یا آدرس فایل دانلود خالی است.";
$locale['419'] = "توضیجات دانلود خالی است";
$locale['419a'] = "خطای ناشناخته شده";
// Downloads form
$locale['420'] = "عنوان:";
$locale['421'] = "شرح دانلود:";
$locale['421b'] = "چکیده دانلود:";
$locale['422'] = "آدرس لینک:";
$locale['423'] = "بخش:";
$locale['424'] = "مجوز:";
$locale['425'] = "سیستم عامل:";
$locale['426'] = "نسخه:";
$locale['427'] = "اندازه فایل:";
$locale['428'] = "ذخیره دانلود";
$locale['429'] = "بروز رسانی تاریخ انتشار";
$locale['430'] = "فایل:";
$locale['431'] = "حذف";
$locale['432'] = "محاسبه اندازه فایل";
$locale['433'] = "حداکثر اندازه فایل %s / مجاز است و فرمت های مجاز عبارتند از : %s";
$locale['433b'] = "حداکثر اندازه فایل %s / مجاز است و فرمت های مجاز عبارتند از : %s / حداکثر عرض: %sپیکسل, حداکثر طول: %sپیکسل";
$locale['434'] = "تصویر:";
$locale['435'] = "سایت سازنده:";
$locale['436'] = "کپی رایت:";
$locale['437'] = "فعال بودن نظرات:";
$locale['438'] = "فعال بودن امتیازات:";
$locale['439'] = "صرفنظر";
// Current Downloads
$locale['440'] = "دانلود [برای تست کردن]";
$locale['441'] = "اختیارات";
$locale['442'] = "ویرایش";
$locale['443'] = "حذف";
// No Downloads/Download Categories Defined
$locale['450'] = "دانلودی به این بخش افزوده نشده است";
$locale['451'] = "بخشی برای دانلود ساخته نشده است";
$locale['452'] = "پیش از افزودن دانلود جدید شما حداقل باید یک بخش بسازید";
$locale['453'] = "اینحا";
$locale['454'] = " را کلیک کنید تا به بخش های دانلود بروید";
// Popup Error/Warning Messages
$locale['460'] = "آیا این دانلود حذف شود؟";
$locale['461'] = "%s غیر فعال هستند.<br />این تنظیم زمانی موثر است که شما  آنها را  مجددا فعال کنید.";
$locale['462'] = "نظرات";
$locale['463'] = "امتیازات";
$locale['464'] = $locale['462']." و ".$locale['463'];
?>