<?php
// Titles
$locale['400'] = "خطای ورود به سایت";
$locale['401'] = "مشاهده پرونده";
// Errors table
$locale['410'] = "خطا";
$locale['411'] = "در صفحه";
$locale['412'] = "کاربر";
$locale['413'] = "تاریخ";
$locale['414'] = "وضعیت";
$locale['415'] = "خط:";
$locale['416'] = "سطح:";
$locale['417'] = "آی پی:";
$locale['418'] = "خطایی در ورود به سایت وجود ندارد.";
$locale['419'] = "فایل";
$locale['420'] = "جزئیات";
$locale['421'] = "کد منشاء";
$locale['422'] = "پرش به بالا";
// Delete form
$locale['440'] = "حذف تمام مطالب و وضعیت های گزارش";
// Status form
$locale['450'] = "جدید";
$locale['451'] = "حل";
$locale['452'] = "صرفنظر";
$locale['453'] = "اجرا";
?>