<?php

// FAQ Category titles
$locale['400'] = "افزودن بخش";
$locale['401'] = "ویرایش بخش";
// FAQ Category messages
$locale['410'] = "بخش افزوده شد";
$locale['411'] = "بخش ویرایش شد";
$locale['412'] = "بخش نمی تواند حذف شود";
$locale['413'] = "سوال و جواب هایی در این بخش وجود دارد";
$locale['414'] = "بخش حذف شد";
// FAQ Category form
$locale['420'] = "نام بخش";
$locale['421'] = "توضیحات بخش";
$locale['422'] = "ذخیره بخش";
// FAQ titles
$locale['500'] = "افزودن سوال و جواب";
$locale['501'] = "ویرایش سوال و جواب";
$locale['502'] = "سوال و جواب های موجود";
// FAQ messages
$locale['510'] = "سوال و جواب افزوده شد";
$locale['511'] = "سوال و جواب ویرایش شد";
$locale['512'] = "سوال و جواب حذف شد";
// FAQ Form
$locale['520'] = "بخش";
$locale['521'] = "سوال";
$locale['522'] = "جواب";
$locale['523'] = "ذخیره سوال و جواب";
// Current FAQs
$locale['540'] = "بخش / سوال";
$locale['541'] = "اختیارات";
$locale['542'] = "ویرایش";
$locale['543'] = "حذف";
$locale['544'] = "سوال و جوابی افزوده نشده است.";
$locale['545'] = "بخشی برای سوال و جواب ساخته نشده است.";
$locale['546'] = "آیا این بخش حذف شود؟";
$locale['547'] = "آیا این سوال و جواب حذف شود؟";
// Error Messages
$locale['460'] = "لطفا یک نام برای بخش وارد کنید.";
$locale['461'] = "بخشی با همین نام وجود دارد";
$locale['462'] = "لطفا ی سئوال و پاسخی را مطرح نمایید";
?>