<?php
// Forum Category titles
$locale['400'] = "افزودن بخش";
$locale['401'] = "ویرایش بخش";
// Forum Category messages
$locale['410'] = "بخش افزوده شد";
$locale['411'] = "بخش ویرایش شد";
$locale['412'] = "بخش نمی تواند حذف شود";
$locale['413'] = "تالارهایی در این بخش وجود دارد";
$locale['414'] = "بخش حذف شد";
// Forum Category form
$locale['420'] = "نام بخش";
$locale['421'] = "تریتیب";
$locale['422'] = "ذخیره بخش";
// Delete Forum Category
$locale['440'] = "آیا این بخش حذف شود؟";
// Forum titles
$locale['500'] = "افزودن تالار";
$locale['501'] = "ویرایش تالار";
// Forum Category messages
$locale['510'] = "تالار افزوده شد";
$locale['511'] = "تالار ویرایش شد";
$locale['512'] = "تالار نمی تواند حذف شود";
$locale['513'] = "موضوعاتی در این تالار وجود دارد";
$locale['514'] = "تالار حذف شد";
$locale['515'] = "مدیریات تالار ویرایش شدند";
$locale['516'] = "لطفا نام بخش را وارد نمایید";
$locale['517'] = "لطفا نام انجمن را وارد نمایید";
// Add/Edit Forum Form
$locale['520'] = "نام تالار:";
$locale['521'] = "توضیحات تالار:";
$locale['522'] = "بخش تالار:";
$locale['523'] = "ترتیب:";
$locale['524'] = "دسترسی های تالار";
$locale['525'] = "دسترسی تالار:";
$locale['526'] = "ساخت موضوعات:";
$locale['527'] = "ارسال پاسخ:";
$locale['528'] = "پیوست ها:";
$locale['529'] = "ساخت نظرسنجی ها:";
$locale['530'] = "ارسال رای:";
$locale['531'] = "خاموش";
$locale['532'] = "ذخیره تالار";
$locale['533'] = "مدیران تالار";
$locale['534'] = "ذخیره مدیران تالار";
$locale['535'] = "فایل پیوستی:";
// Forum Settings
$locale['540'] = "تنظیمات انجمن:";
$locale['541'] = "ادغام پست:";
$locale['542'] = "فعال";
$locale['543'] = "غیر فعال";
// Current Forums
$locale['550'] = "تالار های موجود";
$locale['551'] = "بخش/تالار";
$locale['552'] = "ترتیب";
$locale['553'] = "اختیارات";
$locale['554'] = "ویرایش";
$locale['555'] = "حذف";
$locale['556'] = "بالا";
$locale['557'] = "پایین";
$locale['558'] = "انتقال به بالا";
$locale['559'] = "انتقال به پایین";
$locale['560'] = "بخشی برای انجمن ساخته نشده است";
$locale['561'] = "تالاری ساخته نشده است";
$locale['562'] = "بازخوانی ترتیب تالارها";
$locale['563'] = "پاک سازی";
// Delete Forum
$locale['570'] = "ایا تالار حذف شود؟";
// Pruning
$locale['600'] = "پاک سازی تالار";
$locale['601'] = "این کار موضوعات و پست هایی که";
$locale['602'] = "پیش از زمان انتخاب شده هستند را حذف می کند.";
$locale['603'] = "زمان: ";
$locale['604'] = "هفته";
$locale['605'] = "هفته";
$locale['606'] = "ماه";
$locale['607'] = "ماه";
$locale['608'] = "پاک سازی تالار به پایان رسید.";
$locale['609'] = "پست های حذف شده: ";
$locale['610'] = "پیوست های حذف شده: ";
$locale['611'] = "موضوعات حذف شده: ";
$locale['612'] = "موضوعات، پست ها و پیوست های پاک شده از بین می روند؛ آیا می خواهید این تالار را پاک سازی کنید؟";
?>