<?php
// Forum Ranks Titles
$locale['400'] = "افزودن رتبه";
$locale['401'] = "ویرایش رتبه";
$locale['402'] = "رتبه های موجود";
$locale['403'] = "سیستم رتبه بندی غیر فعال است";
// News messages
$locale['410'] = "رتبه افزوده شد";
$locale['411'] = "رتبه ویرایش شد";
$locale['412'] = "رتبه حذف شد";
$locale['413'] = "فقط یک رتبه می تواند به مدیران تخصیص داده شود";
// Forum Ranks form
$locale['420'] = "عنوان رتبه:";
$locale['421'] = "تصویر رتبه:";
$locale['422'] = "تعداد پست های رتبه:";
$locale['423'] = "اختصاص دادن به:";
$locale['424'] = "اعضا";
$locale['425'] = "مدیران انجمن";
$locale['426'] = "مدیران";
$locale['427'] = "مدیران کل";
$locale['428'] = "ذخیره رتبه";
$locale['429'] = "نوع رتبه:";
$locale['429a'] = "ویژه";
$locale['429b'] = "مدیر";
$locale['429c'] = "تعداد ارسال";
// Current Forum Ranks
$locale['430'] = "عنوان";
$locale['431'] = "اختصاص داده شده به";
$locale['432'] = "تصویر";
$locale['433'] = "تعداد پست";
$locale['434'] = "اختیارات";
$locale['435'] = "ویرایش";
$locale['436'] = "حذف";
$locale['437'] = "رتبه ای برای انجمن ساخته نشده است.";
$locale['438'] = "نوع/تعداد";
// Forum Ranks Disabled
$locale['450'] = "سیستم رتبه بندی در حال حاضر غیر فعال می باشد.<br />برای فعال سازی آن با %s بروید.";
$locale['451'] = "تنظیمات انجمن";
?>