<?php
// Delete Image
$locale['400'] = "حذف تصویر";
$locale['401'] = "تصویر حذف شد";
$locale['402'] = "بازگشت به مدیریت تصاویر";
$locale['403'] = "بازگشت به فهرست مدیریت";
// Upload Image
$locale['420'] = "آپلود تصویر";
$locale['421'] = "نام فایل:";
$locale['422'] = "تصاویر سایت";
$locale['423'] = "تصایرو مقالات";
$locale['424'] = "تصاویر اخبار";
$locale['425'] = "شما فقط می توانید تصاویر با فرمت gif یا jpg یا png آپلود کنید";
$locale['426'] = "تصویر آپلود شد";
$locale['427'] = "تصویر بخش های خبری";
// View Image
$locale['440'] = "نمایش تصویر";
$locale['441'] = "فرمت فایل ناشناخته است، نمی تواند نمایش دهد.";
$locale['442'] = "حذف تصویر";
// Image Management
$locale['460'] = "تصاویر";
$locale['461'] = "نمایش";
$locale['462'] = "حذف";
$locale['463'] = "این پوشه خالی است";
$locale['464'] = "به روز رسانی لیست تصاویر برای ویرایشگر TinyMCE";
// Popup Error/Warning Messages
$locale['470'] = "آیا این تصویر حذف شود؟";
?>