<?php
// Infusion Management
$locale['400'] = "برنامه های جانبی";
$locale['401'] = "نصب";
$locale['402'] = "این برنامه نصب شده است";
$locale['403'] = "این برنامه نمی تواند نصب شود";
$locale['404'] = "برنامه های نصب شده";
$locale['405'] = "عنوان";
$locale['406'] = "نگارش";
$locale['407'] = "توسعه دهنده";
$locale['408'] = "نماس";
$locale['409'] = "ایمیل";
$locale['410'] = "وب سایت";
$locale['411'] = "حذف";
$locale['412'] = "آیا این برنامه حذف شود؟";
$locale['413'] = "راهنما:";
$locale['414'] = "نصب نشده";
$locale['415'] = "نصب شده";
$locale['416'] = "فایل به روز رسانی در دسترس است";
$locale['417'] = "هیچ برنامه جانبی برای موجود نمی باشد";
?>