<?php
// News titles
$locale['400'] = "خبرهای موجود";
$locale['401'] = "افزودن خبر";
$locale['402'] = "ویرایش خبر";
// News messages
$locale['410'] = "خبر افزوده شد";
$locale['411'] = "خبر وبرایش شد";
$locale['412'] = "خبر حذف شد";
$locale['413'] = "فایل عکس ناشناخته.";
$locale['414'] = "عکس باید باسد کمتر از %s.";
$locale['415'] = "عکس باید دارای پسوند GIFو JPEG ویا PNG باشد";
$locale['416'] = "اندازه تصویر نباید بزرگتر باشد از %uw x %uh پیکسل.";
// News form
$locale['420'] = "ویرایش";
$locale['421'] = "حذف";
$locale['422'] = "موضوع:";
$locale['423'] = "بخش:";
$locale['424'] = "- هیچ کدام -";
$locale['425'] = "خبر:";
$locale['426'] = "ادامه خبر:";
$locale['427'] = "تاریخ آغاز:";
$locale['428'] = "تاریخ پایان:";
$locale['429'] = "(اختیاری)";
$locale['430'] = "قابل دیدن برای:";
$locale['431'] = "ذخیره به عنوان پیش نویس";
$locale['432'] = "مهم کردن این خبر";
$locale['433'] = "سطر جدید خودار";
$locale['434'] = "فعال بودن نظرات";
$locale['435'] = "فعال بودن امتیازات";
$locale['436'] = "پیش نمایش خبر";
$locale['437'] = "ذخیر خبر";
$locale['438'] = "[پیش نویس]";
$locale['439'] = "تصویر خبر";
$locale['440'] = "حداکثر اندازه فایل: %s / پسوند فایلهای مجاز: GIF, JPEG or PNG.";
$locale['441'] = "Pagebreak";
// Popup Error/Warning Messages
$locale['450'] = "لطفا یک موضوع مشخص کنید";
$locale['451'] = "آیا این خبر حذف شود؟";
$locale['452'] = "%s هستند غیر فعال در تمام بخش ها<br />این اثر زمانی موثر خواهد بود که شما انها را مجددا فعال کنید";
$locale['453'] = "نظرات";
$locale['454'] = "امتیازات";
$locale['455'] = $locale['453']." و ".$locale['454'];
?>