<?php

$locale['cer001'] = "آموزش و پشتیبانی";
$locale['cer002'] = "
<p><center><img src='".IMAGES."php-fusion-logo.png' alt='' /><br><span style=\"color: #ff0000;\"><strong><span style=\"font-size: medium;\">سیستم مدیریت فیوژن پارسی </br> </center>سلام".$userdata['user_name']." وقت بخیر<br>از شما بابت انتخاب سیستم مدیریت فیوژن پارسی متشکریم</span></strong></span></p>";


$locale['cer003'] = "</br></br><span style=\"color: #8000a0;\"><li><strong><span style=\"font-size: medium;\">سیستم مدیریت فیوژن پارسی چیست؟</li></span></span>";
$locale['cer004'] = "<strong>برنامه PHP-Fusion یک سیستم مدیریت محتوای متن باز کم حجم است که به زبان PHP 5 (قابل اجرا بر روی PHP 4) است.
 
بزرگترین قابلیت سیستم مدیریت فیوژن پارسی ، قابلیت چند زبانه در قسمت های مختلف است. (بدون نیاز به نصب چند سیستم با زبان های مختلف) 
این برنامه از پایگاه داده MySQL برای ذخیره سازی محتوای وب سایت شما استفاده می کند و دارای یک سیستم مدیریتی ساده و در عین حال قوی می باشد
 این برنامه دارای ویژگی های زیادی است که شما در دیگر سیستم های مدیریت محتوا می بینید. این بسته نرم افزاری یک نرم افزاری رایگان می باشد 
شما می توانید آن را بر اساس قوانین و شرایط GNU Affero General Public Licenseکه توسط بنیاد نرم افزاری آزاد منتشر شده است استفاده نمایید
 سایت رسمی سیستم مدیریت فیوژن پارسی در ایران به نشانی http://www.php-fusion-iran.com می باشد که شما می توانید انواع افزونه ها و قالب های
 فارسی شده را از این سایت بطور رایگان دریافت کنید و یا مشکلات خود را در انجمن های این سایت مطرح کنید تا در اسرع وقت به مشکلات شما توسط یکی از 
مدیران سایت جواب داده شود
</br></br> امیدواریم که این سیستم بتواند جوابگوی نیازهای شما عزیزان باشد جهت توضیحات بیشتر یا پشتیبانی بیشتر به <a href='http://www.php-fusion-iran.com/'target='_blank'>  سایت رسمی فیوژن پارسی در ایران </a> مراجعه نمایید.</strong>
";
$locale['cer005'] = "</br></br><span style=\"color: #8000a0;\"><li><strong><span style=\"font-size: medium;\">نحوه نصب پنل ها یا افزونه های جانبی</li></span></span>";
$locale['cer006'] = "برای نصب پنل ها یا برنامه های جانبی یا فیلدهای کاربری ، فایلهای موجود را به مسیر داد شده در هاست خود اپلود نمایید و و بعد از بخش پنل مدیریت و از منو مدیریت سیستم به قسمت برنامه جانبی بروید و بعد با انتخاب افزون مورد نظر خود آنرا نصب و فعال نمایید توجه داشته باشید که فیلدای کاربری و پنل ها و نیز BBCode ها نیازی به نصب ندارند و فقط بعد از اپلود فایلهای مربوط در مسیر خود آنرا از قسمت مورد نظر باید فعال گردد
</br>";
$locale['cer007'] = "</br></br><span style=\"color: #8000a0;\"><li><strong><span style=\"font-size: medium;\"> نحوه نصب پوسته های(قالب) فیوژن پارسی</li></span></span>";
$locale['cer008'] = "بعد از دانلود پوسته مورد نظر خود آنرا از حالت زیپ خارج کنید حال به سراغ پوشه اصلی پوسته بروید توجه داشته باشید که پوشه اصلی دارای حداقل دو پوشه بنام forum وimages می باشدنیز دارای حداقل سه فایل بنام index.php ,styles.php , theme.php می باشد که وجود این فایلها الزامی است و البته برخی از قالبها شاید دارای پوشه ها و فایلهای زیادی باشد خوب حالا پوشه اصلی را به هاست خود طبق مسیر زیر آپلود نمایید 
Root/themes/ </br>محل آپلود پوشه اصلی پوسته شما 
حال وارد پنل مدیریت سایت خود شوید و مسیر زیر را دنبال کنید</br> 
پنل مدیریت ==>>تنظیمات اصلی</br> 
در صفحه باز شده تنظیمات اصلی گزینه پوسته سایت را انتخاب کنید اگر به طور صحیح آپلود کرده باشید نام پوسته شما در داخل گزینه پوسته سایت : نمایان خواهد شد پوسته خود را انتخاب کنید و در پایین همان صفحه ذخیره تنظیمات را بزنید";
$locale['cer009'] = "</br></br><span style=\"color: #8000a0;\"><li><strong><span style=\"font-size: medium;\"> حمایت مالی</li></span></span>";
$locale['cer010'] = "اگر شما از سیستم مدیریت فیوژن پارسی راضی هستید و به آن علاقه دارید و یا می خواهید از سایت رسمی فیوژن پارسی حمایت کنید می توانید کمک های مالی خود را 
<a href='http://www.php-fusion-iran.com/viewpage.php?page_id=1'target='_blank'>  از اینجا </a> واریز نمایید هر چند که کمک های مالی شما اندک باشد ولی نقش مهمی در بقاء و پیشبرد این سیستم خواهد داشت پس با حمایت از این سیستم ما را در بروز رسانی و انتشار مطالب بیشتر برای این سیستم یاری نمایید</br>";
$locale['cer011'] = "</br></br><span style=\"color: #8000a0;\"><li><strong><span style=\"font-size: medium;\"> مجوز فعالیت</li></span></span>";
$locale['cer012'] = "سایت رسمی فیوژن پارسی در ایران که به نشانی http://www.php-fusion-iran.com می باشد نماینده و پشتیبان رسمی این سیستم در ایران می باشد و از سوی سایت مرکزی نیز مورد تایید قرار گرفته شده است و به عنوان تنها پشتیبان و نماینده رسمی در ایران لینک داده شده است و شایان ذکر است که این سیستم بر اساس قوانین <a href='http://www.gnu.org/licenses/agpl-3.0.html'target='_blank'>GNU Affero GPL v3</a> منتشر شده است . این سیستم در سال 2002 میلادی توسط فردی بنام نیک جونز نگارش شده است که تا کنون نسخه های زیادی بر آن منتشر شده است بعد از مرگ نیک جونز هم اکنون این سیستم همچنان به قوت خود باقی است و توسط مدیران فیوژن در حال بروز رسانی می باشد</br></br>
 ";
 $locale['cer013'] = "<center> سید بهروز آتش پیکر بناب مدیریت سایت رسمی فیوژن پارسی در ایران و مدیریت توسعه دهنده سیستم فیوژن پارسی در ایران </center>";
?>