<?php
// Panel Management
$locale['400'] = "پنل ها";
$locale['401'] = "نام پنل";
$locale['402'] = "سمت";
$locale['403'] = "ترتیب";
$locale['404'] = "نوع";
$locale['405'] = "دسترسی";
$locale['406'] = "اختیارات";
// Panel Settings
$locale['420'] = "راست";
$locale['421'] = "وسط بالا";
$locale['422'] = "چپ";
$locale['423'] = "فایل";
$locale['424'] = "PHP";
$locale['425'] = "وسط پایین";
// Panel Options
$locale['430'] = "انتقال به راست";
$locale['431'] = "انتقال به چپ";
$locale['432'] = "انتقال به بالا";
$locale['433'] = "انتقال به پایین";
$locale['434'] = "ویرایش";
$locale['435'] = "فعال";
$locale['436'] = "غیرفعال";
$locale['437'] = "حذف";
$locale['438'] = "افزودن پنل جدید";
$locale['439'] = "بازخوانی ترتیب پنل ها";
$locale['440'] = "آیا این پنل حذف شود؟";
$locale['441'] = "راست";
$locale['442'] = "چپ";
$locale['443'] = "بالا";
$locale['444'] = "پایین";
$locale['445'] = "انتقال به بالا";
$locale['446'] = "اتقال به پایین";
// Add/Edit Panel Form
$locale['450'] = "ویرایش پنل";
$locale['451'] = "افزودن پنل";
$locale['452'] = "نام پنل:";
$locale['453'] = "نام فایل پنل:";
$locale['454'] = "اگر فایل انتخاب شود محتوای پنل نادیده گرفته می شود";
$locale['455'] = "محتوای پنل:";
$locale['456'] = "گذرواژه مدیریت:";
$locale['457'] = "سمت پنل:";
$locale['458'] = "دسترسی پنل:";
$locale['459'] = "نمایش پنل در همه صفحات";
$locale['460'] = "پیش نمایش پنل";
$locale['461'] = "ذخیره پنل";
$locale['462'] = "پنل محدویت:";
$locale['463'] = "نمونه:";
$locale['464'] = "عدم نمایش در این صفحات";
$locale['465'] = " نمایش در این صفحات";
// Update/Add new Panel Errors$locale['470'] = "نام پنل مشخص نشد";
$locale['471'] = "نام پنل درحال استفاده است";
$locale['472'] = "محتوای پنل مشخص نشد";
$locale['473'] = "نام فایل پنل انتخاب نشد";
$locale['474'] = "گذرواژه مدیریت اشتباه می باشد";
$locale['475'] = "شما بایستی تیک را بزنید \"در تمام صفحات\" زمانی که می خواهید پنل را در جهت ها یا صفحات مختلفی نمایش دهید";
// Update/Add new Panel Success/Fail
$locale['480'] = "ویرایش پنل";
$locale['481'] = "پنل ویرایش نشد";
$locale['482'] = "پنل ویرایش شد";
$locale['483'] = "افزودن پنل جدید";
$locale['484'] = "پنل جدید افزوده نشد";
$locale['485'] = "پنل جدید افزوده شد";
$locale['486'] = "بازگشت به مدیریت پنل ها";
$locale['487'] = "بازگشت به فهرست مدیریت";
$locale['488'] = "پنلها بروز شد.";
?>