<?php
// Album titles
$locale['400'] = "افزودن عکس";
$locale['401'] = "ویرایش عکس";
$locale['402'] = "عکس های موجود";
$locale['403'] = "خطای جدید آلبوم عکس";
// Album messages
$locale['410'] = "عکس افزوده شد";
$locale['411'] = "عکس ویرایش شد";
$locale['412'] = "تصویر کوچک عکس حذف شد";
$locale['413'] = "عکس حذف شد";
$locale['414'] = "خطای زیر رخ داده است:";
$locale['415'] = "نام فایل تصویر غیرمجاز است.";
$locale['416'] = "حجم تصویر باید کمتر از %s باشد.";
$locale['417'] = "تصویر باید یک فایل GIF یا JPEG یا PNG باشد.";
$locale['418'] = "اندازه تصویر نباید بزرگتر از %uw در %uh پیکسل باشد.";
$locale['419'] = "عکس (ها) انتقال داده شد.";
$locale['420'] = "کتابخانه GD پیدا نشد. گالری عکس بدون کتابخانه GD کار نخواهد کرد. با برای اطلاعات بیشتر با سرویس دهنده هاست خود تماس برقرارا کنید.";
$locale['421'] = "تصویر نمی تواند خالی باشد.";
$locale['422'] = "فایل انتخابی قابل نوشتن نیست ، لطفا دسترسی فایل را به 777 تغییر دهید .";
// Photos form
$locale['430'] = "انتقال عکس به آلبوم";
$locale['431'] = "انتقال";
$locale['432'] = "عنوان: ";
$locale['433'] = "توضیحات: ";
$locale['434'] = "ترتیب: ";
$locale['435'] = "تصویر کوچک: ";
$locale['436'] = "تصویر: ";
$locale['437'] = "فعال بودن نظرات";
$locale['438'] = "فعال بودن امتیازات";
$locale['439'] = "ذخیره عکس";
$locale['440'] = "لغو";
// Current Photos
$locale['450'] = "بدون تصویر";
$locale['451'] = "برای نمایش باز کنید";
$locale['452'] = "انتقال به بالا";
$locale['453'] = "انتقال به پایین";
$locale['454'] = "ویرایش";
$locale['455'] = "حذف";
$locale['456'] = "تاریخ: ";
$locale['457'] = "افزوده شده توسط: ";
$locale['458'] = "دفعات نمایش: ";
$locale['459'] = "تعداد نظرات: ";
// Current Photos options
$locale['470'] = "انتخاب همه";
$locale['471'] = "رها سازی همه";
$locale['472'] = "انتقال به آلبوم";
$locale['473'] = "انتخاب آلبوم";
$locale['474'] = "انتقال انتخاب شده";
$locale['475'] = "انتقال همه";
$locale['476'] = "بستن آلبوم";
// Additional notices
$locale['480'] = "عکسی ساخته نشده است.";
$locale['481'] = "عکس های انتخابی انتقال یابند؟";
$locale['482'] = "همه عکس ها انتقال داده شوند؟";
//Mass Upload
$locale['490'] = "اضافه کردن پوشه";
$locale['491'] = "اضافه کردن پوشه به آلبوم";
$locale['492'] = "اضافه کردن تصاویر به آلبوم";
$locale['493'] = "ارسال عکس بصرت تکی";
$locale['494'] = "آپلود پوشه تصویر";
$locale['495'] = "اپلود چند تصویر";
$locale['496'] = "<strong>هشدار:</strong><br />نام و توضیحات تصاویر خالی خواهد بود,<br />البته شما می توانید بعدا هر کدام از آنها را ویرایش و توضیحاتی اضافه نمایید!";
$locale['497'] = "1. اپلود پوشه تصاویر به دایرکتوری <em>%s</em>.";
$locale['498'] = "2. انتخاب کردن پوشه برای اضافه کردن به تصویر<strong>%s</strong>.";
$locale['499'] = "انتخاب پوشه:";
$locale['500'] = "اضافه کردن پوشه انتخابی به آلبوم";
$locale['501'] = "پوشه ای پیدا نشد";
$locale['502'] = "%s قابل نوشتن نیست";
$locale['503'] = "لطفا سطح دسترسی دایرکتوری و پوشه ها را به 0777 تغییر دهید و سپس دکمه بارگذاری مجددا را برای بازنگری کلیک نمایید";
$locale['504'] = "بارگذاری مجددا";
$locale['505'] = "1. آپلود تصاویر شما به فولدر <em>%s</em>.";
$locale['506'] = "2. انتخاب تصاویر تان برای اضافه کردن به آلبوم <strong>%s</strong>.";
$locale['507'] = "3. شما می توانید تصاویر زیادی را انتخاب نمایید با فشار دادن کلید [SHIFT] و یا [CTRL] در حالی که کلیک می کنید.";
$locale['508'] = "انتخاب تصویر یا تصاویر:";
$locale['509'] = "اضافه کردن  تصاویر انتخابی به آلبوم";
$locale['510'] = "تصویری پیدا نشد.";
// Messages
$locale['520'] = "%s هستند غیر فعال برای تمام بخش ها.<br />این اثر زمانی موثر خواهد بود که ";
$locale['521'] = "نظرات";
$locale['522'] = "امتیازات";
$locale['523'] = $locale['521']." و ".$locale['522'];
?>
