<?php
// Album titles
$locale['400'] = "افزودن آلبوم";
$locale['401'] = "ویرایش آلبوم";
$locale['402'] = "آلبوم های موجود";
$locale['403'] = "خطای جدی آلبوم عکس";
// Album messages
$locale['410'] = "آلبوم افزوده شد";
$locale['411'] = "آلبوم ویرایش شد";
$locale['412'] = "تصویر کوچک آلبوم حذف شد";
$locale['413'] = "آلبوم حذف شد";
$locale['414'] = "خطای زیر رخ داده است:";
$locale['415'] = "نام فایل تصویر غیرمجاز است.";
$locale['416'] = "حجم تصویر باید کمتر از %s باشد.";
$locale['417'] = "تصویر باید یک فایل GIF یا JPEG یا PNG باشد.";
$locale['418'] = "اندازه تصویر نباید بزرگتر از %uw در %uh پیکسل باشد.";
$locale['419'] = "آلبوم نمی تواند حذف شود؛ گذرواژه اشتباه است.";
$locale['420'] = "کتابخانه GD پیدا نشد. گالری عکس بدون کتابخانه GD کار نخواهد کرد. با برای اطلاعات بیشتر با سرویس دهنده هاست خود تماس برقرار کنید.";
// Album confirmation
$locale['430'] = "تایید حذف آلبوم";
$locale['431'] = "آلبومی که می خواهید حذف کنید محتوی یک یا چند عکس می باشد.<br />\nبرای حذف این آلبوم باید گذرواژه مدیریت را وارد کنید:";
$locale['432'] = "تایید";
$locale['433'] = "لغو";
// Album form
$locale['440'] = "عنوان: ";
$locale['441'] = "توضیحات: ";
$locale['442'] = "دسترسی: ";
$locale['443'] = "ترتیب: ";
$locale['444'] = "تصویر کوچک: ";
$locale['445'] = "ذخیره آلبوم";
// Current Albums
$locale['460'] = "باز کردن آلبوم";
$locale['461'] = "بدون تصویر کوجک";
$locale['462'] = "تاریخ: ";
$locale['463'] = "ساخته شده توسط: ";
$locale['464'] = "دسترسی: ";
$locale['465'] = "عکس ها: ";
$locale['466'] = "انتقال به بالا";
$locale['467'] = "انتقال به پایین";
$locale['468'] = "ویرایش";
$locale['469'] = "حذف";
$locale['470'] = "بازخوانی ترتیب آلبوم ها و عکس ها";
$locale['471'] = "آلبومی ساخته نشده است.";
// Delete Album
$locale['500'] = "آیا این آلبوم حذف شود؟";
?>
