<?php
$locale['400'] = "PHP اطلاعات";
//General
$locale['401'] = "عمومی";
$locale['402'] = "نرم افزار سرور";
$locale['403'] = "نرم افزار وب سرور";
$locale['404'] = "PHP نسخه";
$locale['405'] = "PHP رابط";
$locale['406'] = "MySQL نسخه سرور";
$locale['407'] = "PHP-Fusion نسخه";
$locale['408'] = "پیشوند دیتابیس";
$locale['409'] = "پیشوند کوکی";
$locale['410'] = "مرورگر و سیستم عامل";

//PHP settings
$locale['420'] = "PHP تنظیمات";
$locale['421'] = "بله";
$locale['422'] = "خیر";
$locale['423'] = "وضعیت امنیت";
$locale['424'] = "RegisterGlobals";
$locale['425'] = "پشتیبانی از";
$locale['426'] = "اپلود فایل ها (حداکثر اپلود فایل)";
$locale['428'] = "نمایش خطا ها";
$locale['429'] = "غیر فعال کردن توابع";
$locale['430'] = "نامشخص";
$locale['431'] = "نسخه";

//Write permission
$locale['440'] = "دسترسی فولدر";
$locale['441'] = "قابل نوشتن";
$locale['442'] = "غیرقابل نوشتن";

//PHPinfo
$locale['450'] = "جزئیات";
$locale['451'] = "قادر به دریافت اطلاعات نیست ! آیا تابع phpinfo () خاموش است ؟";
?>