<?php
// Polls titles
$locale['400'] = "افزودن نظرسنجی";
$locale['401'] = "ویرایش نظرسنجی";
$locale['402'] = "نظرسنجی های موجود";
$locale['403'] = "پیش نمایش نظرسنجی";
// Polls messages
$locale['410'] = "نظرسنجی افزوده شد";
$locale['411'] = "نظرسنجی ویرایش شد";
$locale['412'] = "نظرسنجی حذف شد";
// Edit/Delete Polls
$locale['420'] = "نظرسنجی های موحود";
$locale['421'] = "ویرایش";
$locale['422'] = "حذف";
// Preview Polls
$locale['430'] = "ارسال رای";
// Polls Form
$locale['431'] = "سوال نظرسنجی:";
$locale['432'] = "گزینه ";
$locale['433'] = " بستن این نظرسنجی";
$locale['434'] = "آغاز: ";
$locale['435'] = "پایان: ";
$locale['436'] = "افزودن گزینه";
$locale['437'] = "پیش نمایش نظرسنجی";
$locale['438'] = "ذخیره نظرسنجی";
$locale['439'] = "تعریف نشده";
?>