<?php
// Titles
$locale['400'] = "robots.txt";
// Messages
$locale['410'] = "robots.txt آیا شما مطمئن هستید ؟  به حالت پیش فرض تنظیم داده  شود.";
$locale['411'] = " فایل robots.txt در سرور شما یافت نشد لطفا مجددا انرا بسازید  ";
$locale['412'] = "robots.txt بروز شد.";
$locale['413'] = "خطای زیر رخ داده است:";
$locale['414'] = "فایل robots.txt غیر قابل نوشتن است.";
$locale['415'] = "قادر به نوشتن  روی فایل robots.txt نیست.";
// Edit form
$locale['420'] = "در اینجا می توانید فایل robots.txt را ویرایش کنید";
$locale['421'] = "شما از اینجا می توانید اطلاعات و توضیحات بیشتری را برای فایل  robots.txt پیدا کنید.";
$locale['422'] = "ذخیره";
$locale['423'] = "برگشت به حالت پیش فرض";
?>