<?php
// News titles
$locale['400'] = "افزودن لینک";
$locale['401'] = "ویرایش لینک";
$locale['402'] = "لینک های موجود";
// News messages
$locale['410'] = "لینک افزوده شد";
$locale['411'] = "لینک ویرایش شد";
$locale['412'] = "لینک حذف شد";
// Site Links form
$locale['420'] = "نام لینک:";
$locale['421'] = "آدرس لینک:";
$locale['422'] = "دسترسي:";
$locale['423'] = "ترتیب:";
$locale['424'] = "محل قرارگیری:";
$locale['425'] = "پنل فهرست";
$locale['426'] = "پنل فهرست و زیر هدر";
$locale['427'] = "زیر هدر";
$locale['428'] = "باز کردن لینک در صفحه جدید";
$locale['429'] = "ذخیره لینک";
// Site Links list
$locale['440'] = "نام لینک";
$locale['441'] = "دسترسي";
$locale['442'] = "ترتیب";
$locale['443'] = "اختیارات";
$locale['444'] = "ویرایش";
$locale['445'] = "حذف";
$locale['446'] = "لینکی برای فهرست ساخته نشده است.";
// Link Ordering
$locale['450'] = "بالا";
$locale['451'] = "پایین";
$locale['452'] = "انتقال به بالا";
$locale['453'] = "انتقال به پایین";
$locale['454'] = "بازخوانی ترتیب لینک ها";
$locale['455'] = "لینک بروز شد.";
// Delete Site Link category
$locale['460'] = "آیا این لینک حذف شود؟";
?>