<?php
// Smiley titles
$locale['401'] = "افزودن شکلک";
$locale['402'] = "ویرایش شکلک";
$locale['400'] = "شکلک های موجود";
// Smiley messages
$locale['410'] = "شکلک افزوده شد";
$locale['411'] = "شکلک ویرایش شد";
$locale['412'] = "شکلک حذف شد";
$locale['413'] = "نمی تواند شکلک را ویرایش کند";
$locale['414'] = "نمی تواند شکلک را بیافزاید";
$locale['415'] = "کد شکلک موجود می باشد.";
$locale['416'] = "آیا می خواهید این شکلک را حذف کنید؟";
// Smiley form
$locale['420'] = "کد شکلک:";
$locale['421'] = "تصویر شکلک:";
$locale['422'] = "نوشته شکلک:";
$locale['423'] = "ذخیره شکلک";
$locale['424'] = "پیش نمایش شکلک:";
// Current Smileys
$locale['430'] = "کد";
$locale['431'] = "تصویر";
$locale['432'] = "نوشته";
$locale['433'] = "اختیارات";
$locale['434'] = "ویرایش";
$locale['435'] = "حذف";
$locale['436'] = "شکلکی ساخته نشده است.";
?>
