<?php
// Delete Submission
$locale['400'] = "حذف مورد ارسالی";
$locale['401'] = "مورد ارسالی حذف شده است";
$locale['402'] = "بازگشت به مدیریت ارسال های کاربران";
$locale['403'] = "بازگشت به فهرست مدیریت";
// Submission Options
$locale['410'] = "ارسال ها";
$locale['411'] = "لینک های ارسالی:";
$locale['412'] = "اخبار ارسالی:";
$locale['413'] = "مقالات ارسالی:";
$locale['414'] = "لینکی ارسال نشده است.";
$locale['415'] = "خبری ارسال نشده است.";
$locale['416'] = "مقاله ای ارسال نشده است.";
$locale['417'] = "نمایش";
$locale['418'] = "حذف";
$locale['419'] = "عکس های ارسالی:";
$locale['420'] = "عکسی ارسال نشده است.";
$locale['421'] = "دانلودهای ارسال شده:";
$locale['422'] = "دانلودی ارسال نشده است";
// Add/Delete Web Link Submissions
$locale['430'] = "انتشار لینک ارسالی";
$locale['431'] = "لینک ارسالی منتشر شد";
$locale['432'] = "حذف لینک ارسالی";
$locale['433'] = "لینک ارسالی حذف شد";
$locale['434'] = "بدون بخش";
// Web Link Submission Form
$locale['440'] = "نمایش لینک ارسالی";
$locale['441'] = "لینک ارسال شده توسط ";
$locale['442'] = " در ";
$locale['443'] = "بخش لینک:";
$locale['444'] = "نام لینک:";
$locale['445'] = "آدرس لینک:";
$locale['446'] = "توضیحات لینک:";
$locale['447'] = "آیا می خواهید انتشار دهید یا حذف شود؟";
$locale['448'] = "انتشار لینک";
$locale['449'] = "حذف لینک";
// Add/Delete News Submissions
$locale['490'] = "انتشار خبر ارسالی";
$locale['491'] = "خبر ارسالی منتشر شد";
$locale['492'] = "حذف خبر ارسالی";
$locale['493'] = "خبر ارسالی حذف شد";
// News Submission Form
$locale['500'] = "نمایش خبر ارسالی";
$locale['501'] = "خبر ارسال شده توسط ";
$locale['502'] = "آیا می خواهید خبر را منتشر کنید یا حذف کنید؟";
$locale['503'] = "انتشار خبر";
$locale['504'] = "حذف خبر";
$locale['505'] = "موضوع:";
$locale['506'] = "بخش:";
$locale['507'] = "- هیچ کدام -";
$locale['508'] = "خبر:";
$locale['509'] = "چکیده خیر:";
$locale['510'] = "پیش نمایش خبر";
// Add/Delete Article Submissions
$locale['530'] = "انتشار مقاله ارسالی";
$locale['531'] = "مقاله ارسالی منتشر شد";
$locale['532'] = "حذف مقاله ارسالی";
$locale['533'] = "مقاله ارسالی حذف شد";
// Article Submission Form
$locale['540'] = "نمایش مقاله ارسالی";
$locale['541'] = "مقاله ارسال شده توسط ";
$locale['542'] = "آیا می خواهید مقاله را منتشر کنید یا حذف کنید؟";
$locale['543'] = "انتشار مقاله";
$locale['544'] = "حذف مقاله";
$locale['545'] = "بخش:";
$locale['546'] = "موضوع:";
$locale['547'] = "چکیده مقاله:";
$locale['548'] = "مقاله:";
$locale['549'] = "پیش نمایش خبر";
// Add/Delete Photo Submissions
$locale['580'] = "انتشار عکس ارسالی";
$locale['581'] = "عکس ارسالی منتشر شد";
$locale['582'] = "حذف عکس ارسالی";
$locale['583'] = "عکس ارسالی حذف شد";
// Photo Submission Form
$locale['590'] = "نمایش عکس ارسالی";
$locale['591'] = "برای دیدن عکس اینجا را کلیک کنید";
$locale['592'] = "عکس ارسال شده توسط ";
$locale['593'] = "آیا می خواهید عکس را منتشر کنید یا حذف کنید؟";
$locale['594'] = "انتشار عکس";
$locale['595'] = "حذف عکس";
$locale['596'] = "عنوان:";
$locale['597'] = "توضیحات:";
$locale['598'] = "آلبوم";
// Add/Delete Download Submissions
$locale['630'] = "انتشار مطلب دانلود";
$locale['631'] = "دانلود منتشر شد";
$locale['632'] = "حذف دانلود ارسالی";
$locale['633'] = "دانلود ارسالی حذف شد";
// Download Submission Form
$locale['640'] = "مشاهده دانلود ارسالی";
$locale['641'] = "این دانلود ارسال شده توسط ";
$locale['642'] = "آیا می خواهید این دانلود را حذف یا منتشر کنید ؟";
$locale['643'] = "انتشار دانلود";
$locale['644'] = "حذف دانلود";
$locale['645'] = "عنوان:";
$locale['646'] = "شرح:";
$locale['646b'] = "چکیده کوتاه:";
$locale['647'] = "آدرس لینک:";
$locale['647b'] = "فایل:";
$locale['648'] = "بخش:";
$locale['649'] = "مجوز:";
$locale['650'] = "سیستم عامل:";
$locale['651'] = "نسخه:";
$locale['652'] = "اندازه فایل:";
$locale['653'] = "تصویر:";
$locale['654'] = "سایت سازنده:";
$locale['655'] = "کپی رایت:";
$locale['656'] = "نظرات:";
$locale['657'] = "امتیازات:";
$locale['658'] = "حذف تصویر";

$locale['660'] = "%s هستند غیر فعال.<br />این اثر زمانی موثر است که شما مجددا انها را فعال کنید";
$locale['661'] = "نظرات";
$locale['662'] = "امتیازات";
$locale['663'] = $locale['661']." و ".$locale['662'];
?>