<?php
$locale['400'] = "به روز رسانی";
//No upgrade
$locale['401'] = "فایل به روز رسانی در دسترس نمی باشد.";
// Stage 6 - User Field Categories
$locale['420'] = "اطلاعات تماس";
$locale['421'] = "اطلاعات گوناگون";
$locale['422'] = "اختیارات";
$locale['423'] = "آمار";
$locale['430'] = "بخشهای فیلدکاربری";
$locale['432'] = "مدیریت کاربر";
$locale['434'] = "بخش صفحات";
$locale['435'] = "امنیت";
$locale['436'] = "تنظیمات اخبار";
$locale['437'] = "تنظیمات دانلود";
// v7.02 new locales
$locale['440'] = "ارسال دانلود";
$locale['441'] = "پیغامگیر";
$locale['442'] = "robots.txt";
$locale['443'] = "ورودی کاربران";
$locale['444'] = "بازیابی گذرواژه مدیریت";
$locale['445'] = "خطاهای ورود به سایت";
// Upgrade locales
$locale['500'] = "یک فایل %sبرای ارتقاء و بروز رسانی پایگاه دیتایس جهت بروز رسانی یافت شد";
$locale['501'] = "برای ارتقا و بروز رسانی کلیک نمایید";
$locale['502'] = "بانک اطلاعات با موفقیت بروز رسانی شد.";
$locale['503'] = "کلی";
$locale['504'] = "جزیی   ";
$locale['505'] = "لطفا این خطوط را در فایل config.php جایگزین نمایید";
// Cookie Prefix
$locale['600'] = "لطفا فایل config.php را باز نموده و انرا جایگزین کنید با کدهای زیر :"
?>