<?php
$locale['100'] = "ورود کاربر";
$locale['101'] = "آی دی";
$locale['102'] = "تاریخ";
$locale['103'] = "نام کاربری";
$locale['104'] = "فیلد کاربری";
$locale['105'] = "ارزش قبلی";
$locale['106'] = "ارزش فعلی";
$locale['107'] = "مرتب سازی توسط:";
$locale['108'] = "نام کاربری /آی دی کاربر:";
$locale['109'] = "ثبت";
$locale['110'] = "حذف مطالب قددیمی";
$locale['111'] = "روزها";
$locale['112'] = "درحال حاظر ورودی وجود ندارد.";
$locale['113'] = "انتخاب نام کاربری:";
$locale['114'] = "صرفنظر";
$locale['115'] = "فیلد کاربری:";
$locale['116'] = "حذف";
$locale['117'] = "تنظیمات";
$locale['118'] = "تمام نوشته های قدیمی تر از روز %d حذف شده است";
$locale['119'] = "ورود به سیستم کاربران حذف شده";
?>