<?php
// User Fields Categories titles
$locale['400'] = "اضافه کردن بخش به فیلد کاربری";
$locale['401'] = "ویرایش بخش فیلد کاربری";
$locale['402'] = "بخش های مجود در فیلد کاربری";
// User Fields Categories messages
$locale['410'] = "بخش مورد نظر شما با موفقیت به فیلد کاربری اضافه شد";
$locale['411'] = "بخش فیلد کاربری با موفقیت بروز شد";
$locale['412'] = "بخش فیلد کاربری با موفقیت حذف شد";
$locale['413'] = "نمی تواند بخش مورد نظر شما را در فیلد کاربری را حذف کند";
$locale['414'] = "فیلدهای کاربری در این بخش وجود دارد";
// User Fields Categories form
$locale['420'] = "نام بخش";
$locale['421'] = "ترتیب بخش";
$locale['422'] = "ذخیره بخش";
// User Fields Categories list
$locale['430'] = "ترتیب";
$locale['431'] = "اختیارات";
$locale['432'] = "ویرایش";
$locale['433'] = "حذف";
$locale['434'] = "بخشی برای فیلد کاربری ساخته نشده است";
// User Fields Categories Ordering
$locale['440'] = "بالا";
$locale['441'] = "پایین";
$locale['442'] = "انتقال به بالا";
$locale['443'] = "انتقال به پایین";
$locale['444'] = "بارگذاری مجددا صفحه برای تنظیم بخشهای فیلد کاربری";
// Delete User Fields category
$locale['450'] = "آیا از حذف این بخش در فیلد کاربری مطمئن هستید؟";
?>