<?php
// Enabled User Fields
$locale['400'] = "فیلدهای کاربری فعال";
$locale['401'] = "نام فیلد";
$locale['402'] = "توضیحات";
$locale['403'] = "گروه";
$locale['404'] = "ترتیب";
$locale['405'] = "پایین";
$locale['406'] = "بالا";
$locale['407'] = "ویرایش";
$locale['408'] = "غیرفعال";
$locale['409'] = "بارگذاری مجدد صفحه برای مرتب سازی فیلد های کاربری.";
$locale['410'] = "هشدار: فیلد کاربری به طور کامل حذف شده است !";
$locale['411'] = "خطا";
$locale['412'] = "بررسی فایلها برای فیلدهای کاربری %s!";
// Enable / Edit User Field
$locale['420'] = "ویرایش قیلد کاربری.";
$locale['421'] = "فعال کردن فیلدهای کاربری";
$locale['422'] = "نام فیلد کاربری:";
$locale['423'] = "بخش:";
$locale['424'] = "ذخیره";
$locale['425'] = "فعال کردن";
$locale['426'] = "API نسخه:";
$locale['427'] = "صروری";
$Locale['428'] = "این فیلد کاربری نیازی به پشتیبانی نیست";
$locale['429'] = "ورود";
$locale['429a'] = "این فیلد کاربری نیازی به پشتیبانی نیست";
// Disabled user fields
$locale['430'] = "فیلد های کاربری غیرفعال";
$locale['431'] = "فعال";
// All user fields are enabled
$locale['440'] = "تمام فیلدهای کاربری فعال می باشد.";
$locale['441'] = "هیچ قیلد کاربری فعال نیست.";
// User Field Groups
$locale['450'] = "تماس";
$locale['451'] = "اطلاعات";
$locale['452'] = "اختیارات";
$locale['453'] = "آمار";
// Enable / Edit User Field Part #2
$locale['480'] = "ثبت نام";
?>