<?php
// Edit/Save/Delete User Group Messages
$locale['400'] = "گروه کاربری ویرایش شد";
$locale['401'] = "گروه کاربری افزوده شد";
$locale['402'] = "کاربران انتخاب شده از گروه حذف شدند";
$locale['403'] = "همه کاربران از گروه حذف شدند";
$locale['404'] = "کاربران انتخاب شده به گروه افزوده شدند";
$locale['405'] = "نمی تواند گروه کاربری را حذف کند";
$locale['406'] = "کاربرانی در این گروه حضور دارند";
$locale['407'] = "گروه کاربری حذف شد";
// Edit/Delete Options
$locale['420'] = "گروه های کاربری";
$locale['421'] = "ویرایش";
$locale['422'] = "حذف";
$locale['423'] = "آیا این گروه کاربری حذف شود؟";
// Edit/Add User Group
$locale['430'] = "ویرایش گروه کاربری";
$locale['431'] = "افزودن گروه کاربری";
$locale['432'] = "نام گروه:";
$locale['433'] = "توضیحات گروه:";
$locale['434'] = "ذخیره گروه";
// Search/Add Group Users
$locale['440'] = "افزودن اعضا به گروه";
$locale['441'] = "از فرم زیر برای جستجوی اعضا که می خواهید به گروه بیافزایید استفاده کنید.";
$locale['442'] = "شما می توانید برای تعداد اعضای بیشتری جستجو کنید اگر آن ها را را ویرگول (کاما) از هم جدا کنید.";
$locale['443'] = "شناسه های کاربری";
$locale['444'] = "نام های کاربری";
$locale['445'] = "جستجو";
$locale['446'] = "نام کاربری";
$locale['447'] = "نوع کاربری";
$locale['448'] = "انتخاب همه";
$locale['449'] = "رها سازی همه";
$locale['450'] = "افزودن کاربران انتخاب شده";
$locale['451'] = "کاربری پیدا نشد.";
$locale['452'] = "جستجوی دوباره";
// Current Group Users
$locale['460'] = "کاربران حاضر در گروه";
$locale['461'] = "حذف کاربران انتخاب شده";
$locale['462'] = "حذف همه کاربران";
$locale['463'] = "کاربری در این گروه نیست.";
?>