<?php
// Web Link Category titles
$locale['400'] = "افزودن بخش";
$locale['401'] = "ویرایش بخش";
$locale['402'] = "بخش های موجود";
// Web Link Category messages
$locale['410'] = "بخش افزوده شد";
$locale['411'] = "بخش ویرایش شد";
$locale['412'] = "بخش نمی تواند حذف شود";
$locale['413'] = "لینک هایی در این بخش وجود دارد";
$locale['414'] = "بخش حذف شد";
// Add/Edit Web Link Category Form
$locale['420'] = "نام بخش:";
$locale['421'] = "توضیحات بخش:";
$locale['422'] = "چیدمان بخش:";
$locale['423'] = "شناسه لینک";
$locale['424'] = "نام لینک";
$locale['425'] = "تاریخ لینک";
$locale['426'] = "صعودی";
$locale['427'] = "نزولی";
$locale['428'] = "دسترسی بخش:";
$locale['429'] = "ذخیره بخش";
// Current Web Link categories
$locale['430'] = "بخش";
$locale['431'] = "دسترسی";
// Delete Web Link category
$locale['440'] = "آیا بخش حذف شود؟";
// Error Messages
$locale['460'] = "لطفا یک نام برای بخش وارد نمایید.";
$locale['461'] = "بخشی با همین نام موجود  است.";
// Web Link titles
$locale['500'] = "افزودن لینک";
$locale['501'] = "ویرایش لینک";
$locale['502'] = "لینک های موجود";
// Web Link messages
$locale['510'] = "لینک افزوده شد";
$locale['511'] = "لینک ویرایش شد";
$locale['512'] = "لینک حذف شد";
// Web Link form
$locale['520'] = "نام سایت:";
$locale['521'] = "توضیحات:";
$locale['522'] = "آدرس سایت:";
$locale['523'] = "بخش:";
$locale['524'] = "به روز رسانی تاریخ انتشار";
$locale['525'] = "ذخیره لینک";
// Current Web Links
$locale['531'] = "لینک [برای تست کردن]";
$locale['532'] = "اختیارات";
$locale['533'] = "ویرایش";
$locale['534'] = "حذف";
$locale['535'] = "لینکی به این بخش افزوده نشده است";
$locale['536'] = "بخشی برای لینکستان ساخته نشده است";
$locale['537'] = "بخشی برای لینکستان ساخته نشده است";
$locale['538'] = "برای افزودن لینک شما حداقل باید یک بخش بسازید";
$locale['539'] = "اینجا";
$locale['540'] = " را کلیک کنید تا بخش های لینکستان بروید";
// Delete Web Link
$locale['550'] = "آیا این لینک حذف شود؟";
?>