<?php
// Administrators messages
$locale['400'] = "מנהל הוסף";
$locale['401'] = "מנהל עודכן";
$locale['402'] = "מנהל הוסר";
// Search/Add Administrator
$locale['410'] = "הוספת מנהל";
$locale['411'] = "חיפוש משתמשים להוספה על בסיס הטופס למטה.";
$locale['412'] = "מספר משתמש";
$locale['413'] = "שם משתמש";
$locale['414'] = "חיפוש";
$locale['415'] = "יישם כל זכויות מנהל למנהל חדש";
$locale['416'] = "יישם זכויות מנהל-על";
$locale['417'] = "הוספת מנהל";
$locale['418'] = "לא נמצאו משתמשים.";
$locale['419'] = "חיפוש חוזר";
// Current Administrators
$locale['420'] = "מנהלים";
$locale['421'] = "שם משתמש";
$locale['422'] = "רמת מנהל";
$locale['423'] = "אפשרויות";
$locale['424'] = "מנהל ראשי";
$locale['425'] = "לא הוקצו הרשאות";
$locale['426'] = "עריכה";
$locale['427'] = "הסרה";
// Edit Admin Rights
$locale['440'] = "עריכת זכויות מנהל";
$locale['441'] = "ניהול תוכן";
$locale['442'] = "ניהול משתמשים";
$locale['443'] = "ניהול מערכת";
$locale['444'] = "תוספים";
$locale['445'] = "סימון הכול";
$locale['446'] = "הסר סימון לכול";
$locale['447'] = "סיסמת מנהל";
$locale['448'] = "שמירת זכויות מנהל";
$locale['449'] = "הגדרות";
$locale['450'] = "Check secure";
// Popup Error/Warning Messages
$locale['460'] = "הסרת מנהל זה?";
$locale['461'] = "הוספת מנהל זה?";
$locale['462'] = "מסירת זכויות מנהל למשתמש הנה סיכון בטיחותי פוטנציאלי!";
// Remove Admin confirmation
$locale['470'] = "מחיקת מנהל";
$locale['471'] = "כדי שניתן יהיה להסיר מנהל זה, יש להכניס את סיסמת המנהל שלך:";
$locale['472'] = "אישור";
$locale['473'] = "ביטול";
?>