<?php
// Article titles
$locale['400'] = "הוספת מאמר";
$locale['401'] = "עריכת מאמר";
$locale['402'] = "מאמרים קיימים";
$locale['403'] = "מאמרים";
// Article messages
$locale['410'] = "מאמר הוסף";
$locale['411'] = "מאמר עודכן";
$locale['412'] = "מאמר נמחק";
// Category form
$locale['420'] = "עריכה";
$locale['421'] = "מחיקה";
$locale['422'] = "קטגוריה:";
$locale['423'] = "נושא:";
$locale['424'] = "קדימון:";
$locale['425'] = "תוכן המאמר:";
$locale['426'] = "שמירה כטיוטה";
$locale['427'] = "שבירת שורות אוטומטית";
$locale['428'] = "אפשר תגובות";
$locale['429'] = "אפשר דרוגים";
$locale['430'] = "תצוגה מקדימה למאמר";
$locale['431'] = "שמירת מאמר";
$locale['432'] = "מעבר עמוד";
$locale['433'] = "[טיוטה]";
// Popup Error/Warning Messages
$locale['450'] = "יש לספק נושא המאמר";
$locale['451'] = "האם למחוק מאמר זה?";
$locale['452'] = "לא הוגדרו קטגוריות מאמרים";
$locale['453'] = "יש להגדיר קטגורית מאמרים אחת לפחות לפני הוספת מאמר";
$locale['454'] = "יש ללחוץ כאן";
$locale['455'] = " למעבר לקטגוריות מאמרים";
$locale['456'] = "%s הוגבלו לכל הפריטים.<br />הגדרות אלו יכנסו לתוקף כאשר תוסר ההגבלה.";
$locale['457'] = "הערות";
$locale['458'] = "דרוגים";
$locale['459'] = $locale['457']." ו".$locale['458'];
?>