<?php
// Category titles
$locale['400'] = "הוספת קטגורית מאמרים";
$locale['401'] = "עריכת קטגורית מאמרים";
$locale['402'] = "קטגוריות מאמרים קיימות";
// Category messages
$locale['410'] = "קטגורית מאמרים הוספה";
$locale['411'] = "קטגורית מאמרים עודכנה";
$locale['412'] = "לא ניתן למחוק קטגורית מאמרים";
$locale['413'] = "קיימים מאמרים המשוייכים לקטגוריה זו";
$locale['414'] = "קטגורית מאמרים נמחקה";
// Category form
$locale['420'] = "שם הקטגוריה:";
$locale['421'] = "תיאור הקטגוריה:";
$locale['422'] = "מיון קטגוריות:";
$locale['423'] = "מספר קטגוריה";
$locale['424'] = "נושא הקטגוריה";
$locale['425'] = "תאריך פרסום";
$locale['426'] = "סדר עולה";
$locale['427'] = "סדר יורד";
$locale['428'] = "הרשאות כניסה לקטגוריה:";
$locale['429'] = "שמירת קטגוריה";
// Current category options
$locale['440'] = "קטגוריה";
$locale['441'] = "הרשאות כניסה";
$locale['442'] = "אפשרויות";
$locale['443'] = "עריכה";
$locale['444'] = "מחיקה";
$locale['445'] = "לא הוגדרו קטגוריות מאמרים";
// Delete Article category
$locale['450'] = "מחיקת קטגורית מאמרים זו?";
// Error Messages
$locale['460'] = "יש להכניס שם קטגוריה.";
$locale['461'] = "קטגוריה זו כבר קיימת.";
?>