<?php
$locale['400'] = "ניהול ביביקוד";
$locale['401'] = "בדיקת ביביקוד";
// Enabled BB Codes
$locale['402'] = "ביביקוד פעילים";
$locale['403'] = "שם";
$locale['404'] = "סמל";
$locale['405'] = "תיאור";
$locale['406'] = "שימוש";
$locale['407'] = "סידור";
$locale['408'] = "מטה";
$locale['409'] = "מעלה";
$locale['410'] = "הפוך ללא פעיל";
$locale['411'] = "לא קיימים פריטי ביביקוד פעילים.";
// Disabled BB Codes
$locale['413'] = "פריטי ביביקוד לא פעילים";
$locale['414'] = "הפוך לפעיל";
$locale['415'] = "קו הפרדה";
$locale['416'] = "פתיחת שורה חדשה של לחצני ביביקוד";
// Test BB Codes
$locale['417'] = "בדיקת תוצאה של פריטי ביביקוד";
$locale['418'] = "מנע רגשונים בבדיקה זו";
?>