<?php
// Delete blacklisted user
$locale['400'] = "הסרת משתמש מהרשימה השחורה";
$locale['401'] = "משתמש הוסר מהרשימה השחורה";
$locale['402'] = "חזרה לתפריט ניהול רשימה שחורה";
$locale['403'] = "חזרה לתפריט ניהול";
// Add/Edit Blacklist Titles
$locale['420'] = "משתמש חסום";
$locale['421'] = "עריכת משתמש חסום";
// Add/Edit blacklist form
$locale['440'] = "הכנסת כתובת IP תמנע ממשתמש שכתובת ה- IP שלו תואמת מלבקר באתר. ניתן להכניס כתובת IP מלאה ז.א. <i>123.45.67.89</i>, או כתובת IP חלקית ז.א.
<em>123.45.67</em> ואפילו <em>123.45</em>.
תשומת לבך: כתובות IPv6 מומרות לאורכן המקסימלי באתר זה, 
זאת אומרת <em>ABCD:1234:5:6:7:8:9:FF</em> יוצג כ- <em>ABCD:1234:0005:0006:0007:0008:0009:00FF</em>.
כתובות IP מעורבות (אלה שמכילות חלק IPv6 וכן IPv4) לא יבדקו להתאמה חלקית.
<br /><br />
הכנסת כתובת דואל תמנע ממשתמש להרשם בעזרת כתובת זו. ניתן להכניס כתובת מלאה ז.א. <i>foo@bar.com</i>, או שם דומיין ז.א. <i>bar.com</i>.";
$locale['441'] = "חסימת כתובת IP: <b>או</b>";
$locale['442'] = "חסימת כתובת דואר אלקטרוני:";
$locale['443'] = "סיבת החסימה";
$locale['444'] = "חסימת משתמש";
$locale['443'] = "סיבת רשימה שחורה";
$locale['444'] = "הכנסה לרשימה שחורה";
// Current blacklisted users
$locale['460'] = "משתמשים חסומים";
$locale['461'] = "נתוני רשימה שחורה";
$locale['462'] = "אופציות";
$locale['463'] = "עריכה";
$locale['464'] = "מחיקה";
$locale['465'] = "הרשימה השחורה ריקה כרגע.";
$locale['466'] = "לא קיים";
$locale['467'] = "מנהל";
$locale['468'] = "תאריך";
/*
// IPv6 secific
$locale['480'] = "אפשרויות IPv6";
$locale['481'] = "כתובת IPv6 המצויינת מכילה קיצור (::) לכן לא ניתן להגדירה חד משמעית.";
$locale['482'] = "איזו גרסה לשימוש?";
$locale['483'] = "שמירה";
*/
?>