<?php
// Custom Pages titles
$locale['400'] = "הוספת דף בהתאמה אישית";
$locale['401'] = "עריכת דף בהתאמה אישית";
$locale['402'] = "דפים בהתאמה אישית קיימים";
// Custom Pages messages
$locale['410'] = "דף הוסף";
$locale['411'] = "דף עודכן";
$locale['412'] = "הקישור לדף זה הנו: ";
$locale['413'] = "דף נמחק";
// Custom Page form
$locale['420'] = "עריכה";
$locale['421'] = "מחיקה";
$locale['422'] = "כותרת הדף:";
$locale['423'] = "הרשאות כניסה: ";
$locale['424'] = "תכולת הדף:";
$locale['425'] = "סיסמת מנהל:";
$locale['426'] = "הוספת קישור לתפריט ניווט";
$locale['427'] = "אפשר תגובות";
$locale['428'] = "אפשר דרוגים";
$locale['429'] = "תצוגה מקדימה לדף";
$locale['430'] = "שמירת דף";
$locale['431'] = "מעבר דף";
// Popup errors / warning messages
$locale['450'] = "האם למחוק דף מותאם זה?";
$locale['451'] = "יש לספק כותרת לדף";
$locale['452'] = "יש לספק את הסיסמא";
$locale['453'] = "סיסמת מנהל לא מתאימה";
$locale['454'] = "%s מוגבל לכל הפריטים.<br />הגדרות אלו יכנסו לתוקף כשההגבלה תוסר.";
$locale['455'] = "הערות";
$locale['456'] = "דרוגים";
$locale['457'] = $locale['455']." ו".$locale['456'];
// TinyMCE editor
$locale['460'] = "עורך טקסט:";
$locale['461'] = "אפשר";
$locale['462'] = "נטרל";
?>
