<?php
// Database Restore
$locale['400'] = "שחזור מסד נתונים";
$locale['401'] = "שגיאה";
$locale['402'] = "סוג קובץ גיבוי לא חוקי";
$locale['403'] = "סגירה";
// Backup File Information
$locale['410'] = "נתוני קובץ לגיבוי";
$locale['411'] = "נתוני קובץ לשחזור";
$locale['412'] = "שם קובץ לגיבוי:";
$locale['413'] = "תאריך גיבוי:";
$locale['414'] = "שם מסד נתונים:";
$locale['415'] = "קידומת טבלת גרעין:";
$locale['416'] = "טבלאות:";
$locale['417'] = "תצוגה";
$locale['418'] = "ביטול";
$locale['419'] = "טבלאות";
// Database Restore
$locale['430'] = "אפשרויות שחזור";
$locale['431'] = "שם קובץ:";
$locale['432'] = "תאריך:";
$locale['433'] = "יצירת טבלאות:";
$locale['434'] = "הכנסת נתוני טבלאות:";
$locale['435'] = "בחירה:";
$locale['436'] = "הכול";
$locale['437'] = "שום דבר";
$locale['438'] = "שחזור";
$locale['439'] = "ביטול";
$locale['440'] = "סוגי קבצים נתמכים:";
// Database Backup
$locale['450'] = "גיבוי מסד נתונים";
$locale['451'] = "נתוני מסד נתונים";
$locale['452'] = "גודל טבלה כולל:";
$locale['453'] = "גודל טבלת גרעין:";
$locale['454'] = "אפשרויות גיבוי:";
$locale['455'] = "סוג גיבוי:";
$locale['456'] = "(דחוס)";
$locale['457'] = "טבלאות מסד נתונים";
$locale['458'] = "גרעין";
$locale['459'] = "גיבוי";
$locale['460'] = "סיסמת משתמש:";
$locale['461'] = "נתון נדרש";
// Backup List
$locale['480'] = "שחזור גיבוי";
$locale['481'] = "שם קובץ:";
?>