<?php
// Download Category titles
$locale['400'] = "עריכת קטגורית הורדה";
$locale['401'] = "הוספת קטגורית הורדה";
$locale['402'] = "קטגוריות הורדה קיימות";
// Download Category messages
$locale['410'] = "קטגורית הורדה הוספה";
$locale['411'] = "קטגורית הורדה עודכנה";
$locale['412'] = "לא ניתן למחוק קטגורית הורדה";
$locale['413'] = "קיימות הורדות המשויכות לקטגוריה זו";
$locale['414'] = "קטגורית הורדה נמחקה";
// Download Category form
$locale['420'] = "שם קטגוריה:";
$locale['421'] = "תיאור קטגוריה:";
$locale['422'] = "סידור קטגוריות:";
$locale['423'] = "מספר קטגוריה";
$locale['424'] = "כותרת הקטגוריה";
$locale['425'] = "תאריך פרסום הקטגוריה";
$locale['426'] = "סדר עולה";
$locale['427'] = "סדר יורד";
$locale['428'] = "הרשאות כניסה לקטגוריה:";
$locale['429'] = "שמירת קטגוריה";
// Current Download Categories
$locale['440'] = "קטגוריה";
$locale['441'] = "הרשאות כניסה";
$locale['442'] = "אפשרויות";
$locale['443'] = "עריכה";
$locale['444'] = "מחיקה";
$locale['445'] = "לא הוגדרו קטגוריות הורדה";
// Delete Download category
$locale['450'] = "האם למחוק קטגורית הורדה זו?";
// Error Messages
$locale['460'] = "יש להכניס שם קטגוריה.";
$locale['461'] = "קטגוריה זו כבר קיימת.";
?>