<?php
// Titles
$locale['400'] = "לוג שגיאות";
$locale['401'] = "בדיקה של הקובץ";
// Errors table
$locale['410'] = "שגיאה";
$locale['411'] = "בדף";
$locale['412'] = "משתמש";
$locale['413'] = "תאריך";
$locale['414'] = "מצב";
$locale['415'] = "שורה:";
$locale['416'] = "רמה:";
$locale['417'] = "IP:";
$locale['418'] = "אין שגיאות בלוג.";
$locale['419'] = "קובץ";
$locale['420'] = "פרוט";
$locale['421'] = "קוד מקור";
$locale['422'] = "מלמטה למעלה";
// Delete form
$locale['440'] = "מחיקת כל הרשימות במצב";
// Status form
$locale['450'] = "חדש";
$locale['451'] = "פתור";
$locale['452'] = "התעלמות";
$locale['453'] = "מופעל";
?>