<?php
// FAQ Category titles
$locale['400'] = "הוספת קטגורית שאלות ותשובות";
$locale['401'] = "עריכת קטגורית שאלות ותשובות";
// FAQ Category messages
$locale['410'] = "קטגורית שאלות ותשובות הוספה";
$locale['411'] = "קטגורית שאלות ותשובות עודכנה";
$locale['412'] = "לא ניתן למחוק קטגוריה זו";
$locale['413'] = "קיימות שאלות ותשובות המשויכות לקטגוריה זו";
$locale['414'] = "קטגורית שאלות ותשובות נמחקה";
// FAQ Category form
$locale['420'] = "שם קטגוריה";
$locale['421'] = "תיאור קטגוריה";
$locale['422'] = "שמירת קטגוריה";
// FAQ titles
$locale['500'] = "הוספת שאלה ותשובה";
$locale['501'] = "עריכת שאלה ותשובה";
$locale['502'] = "שאלות ותשובות קיימות";
// FAQ messages
$locale['510'] = "שאלה ותשובה הוספה";
$locale['511'] = "שאלה ותשובה עודכנה";
$locale['512'] = "שאלה ותשובה נמחקה";
// FAQ Form
$locale['520'] = "קטגוריה";
$locale['521'] = "שאלה";
$locale['522'] = "תשובה";
$locale['523'] = "שמירת שאלה ותשובה";
// Current FAQs
$locale['540'] = "קטגוריה / שאלה";
$locale['541'] = "אפשרויות";
$locale['542'] = "עריכה";
$locale['543'] = "מחיקה";
$locale['544'] = "לא הוספו שאלות ותשובות.";
$locale['545'] = "לא הוגדרו קטגוריות שאלות.";
$locale['546'] = "מחיקת קטגורית שאלות ותשובות זו?";
$locale['547'] = "מחיקת שאלה ותשובה זו?";
// Error Messages
$locale['460'] = "יש להכניס שם קטגוריה.";
$locale['461'] = "קטגוריה זו כבר קיימת.";
$locale['462'] = "יש להכניס שאלת faq ותשובת faq.";
?>