<?php
// Forum Category titles
$locale['400'] = "הוספת קטגורית פורום";
$locale['401'] = "עריכת קטגורית פורום";
// Forum Category messages
$locale['410'] = "קטגורית פורום הוספה";
$locale['411'] = "קטגורית פורום עודכנה";
$locale['412'] = "קטגורית פורום לא ניתנת למחיקה";
$locale['413'] = "קיימים פורומים המשוייכים לקטגוריה זו";
$locale['414'] = "קטגורית פורום נמחקה";
// Forum Category form
$locale['420'] = "שם קטגוריה";
$locale['421'] = "סידור";
$locale['422'] = "שמירת קטגוריה";
// Delete Forum Category
$locale['440'] = "מחיקת קטגורית פורום";
// Forum titles
$locale['500'] = "הוספת פורום";
$locale['501'] = "עריכת פורום";
// Forum Category messages
$locale['510'] = "פורום הוסף";
$locale['511'] = "פורום עודכן";
$locale['512'] = "פורום לא ניתן למחיקה";
$locale['513'] = "קיימים שרשורים המשוייכים לפורום זה";
$locale['514'] = "מחיקת פורום";
$locale['515'] = "פורום נמחק";
$locale['516'] = "Please enter a category name.";
$locale['517'] = "Please enter a unique forum name.";
// Add/Edit Forum Form
$locale['520'] = "שם פורום";
$locale['521'] = "תיאור פורום";
$locale['522'] = "קטגורית פורום";
$locale['523'] = "סידור";
$locale['524'] = "הרשאות שליחת הודעות";
$locale['525'] = "הרשאות כניסה:";
$locale['526'] = "יצירת שרשורים:";
$locale['527'] = "שליחת תגובות:";
$locale['528'] = "קבצים מצורפים:";
$locale['529'] = "יצירת סקרים:";
$locale['530'] = "הצבעה בסקרים:";
$locale['531'] = "כבוי";
$locale['532'] = "שמירת פורום";
$locale['533'] = "מודרטורים לפורום";
$locale['534'] = "שמירת מודרטורים לפורום";
$locale['535'] = "הורדת נספחים:";
// Forum Settings
$locale['540'] = "הגדרות פורום:";
$locale['541'] = "מיזוג הודעות:";
$locale['542'] = "מופעל";
$locale['543'] = "מנוטרל";
// Current Forums
$locale['550'] = "פורומים קיימים";
$locale['551'] = "קטגוריה/פורום";
$locale['552'] = "סידור";
$locale['553'] = "אפשרויות";
$locale['554'] = "עריכה";
$locale['555'] = "מחיקה";
$locale['556'] = "מעלה";
$locale['557'] = "מטה";
$locale['558'] = "העבר מעלה";
$locale['559'] = "העבר מטה";
$locale['560'] = "לא הוגדרו פורומים";
$locale['561'] = "לא הוגדרו פורומים";
$locale['562'] = "רענון סידור פורומים";
$locale['563'] = "מחיקת פריטים ישנים";
// Delete Forum
$locale['570'] = "מחיקת פורום?";
// Pruning
$locale['600'] = "מחיקת פריטים ישנים בפורום";
$locale['601'] = "תהליך זה ימחק שרשורים והודעות";
$locale['602'] = "שהנם ישנים יותר מתקופת הזמן שנבחרה.";
$locale['603'] = "תקופת פירסום: ";
$locale['604'] = "שבוע";
$locale['605'] = "שבועות";
$locale['606'] = "חודש";
$locale['607'] = "חודשים";
$locale['608'] = "מחיקת פריטים שנים בפורום הסתיימה.";
$locale['609'] = "הודעות נמחקו: ";
$locale['610'] = "קבצים מצורפים נמחקו: ";
$locale['611'] = "שרשורים נמחקו: ";
$locale['612'] = "שרשורים, הודעות וקבצים מצורפים שנמחקו ייעלמו. האם באמת למחוק את הפריטים הישנים?";
?>