<?php
// Forum Ranks Titles
$locale['400'] = "הוספת דרגה";
$locale['401'] = "עריכת דרגה";
$locale['402'] = "דרגות קיימות";
$locale['403'] = "מערכת דרוג מנוטרלת";
// News messages
$locale['410'] = "דרגה הוספה";
$locale['411'] = "דרגה עודכנה";
$locale['412'] = "דרגה נמחקה";
$locale['413'] = "דרגה אחת בלבד ניתנת לשיוך למנהלים ומודרטורים";
// Forum Ranks form
$locale['420'] = "שם הדרגה:";
$locale['421'] = "סמל הדרגה:";
$locale['422'] = "כמות ההודעות הנדרשות לדרגה:";
$locale['423'] = "שייך ל-:";
$locale['424'] = "חברים רשומים";
$locale['425'] = "מודרטורים";
$locale['426'] = "מנהלים";
$locale['427'] = "מנהלים ראשיים";
$locale['428'] = "שמירת דרגה";
$locale['429'] = "סוג דרגה:";
$locale['429a'] = "מיוחד";
$locale['429b'] = "מנהל";
$locale['429c'] = "מספר הודעות";
// Current Forum Ranks
$locale['430'] = "שם";
$locale['431'] = "משוייך ל-";
$locale['432'] = "סמל";
$locale['433'] = "הודעות";
$locale['434'] = "אפשרויות";
$locale['435'] = "עריכה";
$locale['436'] = "מחיקה";
$locale['437'] = "לא הוגדרו דרגות לפורום.";
$locale['438'] = "סוג / מספור";
// Forum Ranks Disabled
$locale['450'] = "הדרגות בפורום כרגע מנוטרלות.<br />יש לעבור ללוח הניהול %s לאפשרן.";
$locale['451'] = "הגדרות הפורום";
?>