<?php
// Delete Image
$locale['400'] = "מחיקת תמונה";
$locale['401'] = "תמונה נמחקה";
$locale['402'] = "חזרה לתפריט ניהול תמונות";
$locale['403'] = "חזרה לתפריט ניהול";
// Upload Image
$locale['420'] = "העלאת תמונה";
$locale['421'] = "שם קובץ:";
$locale['422'] = "תמונות לראשי";
$locale['423'] = "תמונות למאמרים";
$locale['424'] = "תמונות לחדשות";
$locale['425'] = "ניתן להעלות תמונות בפורמטים הבאים: gif, jpg או png";
$locale['426'] = "תמונה הועלתה";
$locale['427'] = "תמונות קטגוריות חדשותיות";
// View Image
$locale['440'] = "הצגת תמונה";
$locale['441'] = "פורמט תמונה לא מוכר, לא ניתן להציג תמונה.";
$locale['442'] = "מחיקת תמונה זו";
// Image Management
$locale['460'] = "תמונות";
$locale['461'] = "תצוגה";
$locale['462'] = "מחיקה";
$locale['463'] = "ספריה זו ריקה";
$locale['464'] = "עדכון רשימת תמונות עבור עורך TinyMCE";
// Popup Error/Warning Messages
$locale['470'] = "מחיקת תמונה זו?";
?>