<?php
// Infusion Management
$locale['400'] = "תוספים";
$locale['401'] = "התקנת תוסף";
$locale['402'] = "פריט זה מותקן כתוסף";
$locale['403'] = "פריט זה לא ניתן להתקנה כתוסף";
$locale['404'] = "תוספים הותקנו";
$locale['405'] = "כותרת";
$locale['406'] = "גרסה";
$locale['407'] = "מפתח";
$locale['408'] = "שם ליצירת קשר";
$locale['409'] = "דואל";
$locale['410'] = "אתר";
$locale['411'] = "הסרת תוסף";
$locale['412'] = "האם להסיר תוסף זה?";
$locale['413'] = "מפתח:";
$locale['414'] = "לא הותקן כתוסף";
$locale['415'] = "הותקן כתוסף";
$locale['416'] = "שדרוג קיים";
$locale['417'] = "לא קיימים תוספים.";
?>