<?php
// Member Management Options
$locale['400'] = "ניהול משתמשים";
$locale['401'] = "משתמש";
$locale['402'] = "הוספת משתמש";
$locale['403'] = "סוג משתמש";
$locale['404'] = "אפשרויות";
$locale['405'] = "תצוגה";
$locale['406'] = "עריכה";
$locale['407'] = "הפוך לפעיל";
$locale['408'] = "הסרת חסימה";
$locale['409'] = "חסימה";
$locale['410'] = "מחיקה";
$locale['411'] = "לא קיימים חברים רשומים (לא כולל מנהלים) %s";
$locale['412'] = " המתחילים באות ";
$locale['413'] = " מתאימים ל- ";
$locale['414'] = "הראה הכול";
$locale['415'] = "חיפוש חברים:";
$locale['416'] = "חיפוש";
$locale['417'] = "בחירת פעילות";
$locale['418'] = "ביטול";
$locale['419'] = "החזרה למצב קודם";
// Ban/Unban/Delete Member
$locale['420'] = "הטלת חסימה";
$locale['421'] = "הסרת חסימה";
$locale['422'] = "מחיקת חבר";
$locale['423'] = "האם למחוק חבר זה?";
$locale['424'] = "חבר הפך לפעיל";
$locale['425'] = "<h2>אזהרה!</h2><br />
המשתמש <strong>%s</strong> הולך להמחק !<br />
התוכן הבא <u>שפורסם על ידי המשתמש</u> באתר זה ימחק:<br />
- מאמרים<br />
- פריטי חדשות<br />
- אשכולי פורום. תשומת לבך שגם הודעות של אחחרים באשכולי פורום אלו ימחקו גם הם, כמו גם הצבעות סקרים וקבצים מסופחים.<br />
- הודעות פורום<br />
- קבצים נספחים בפורום<br />
- הערות<br />
- הודעות פרטיות שנשלחו או התקבלו על ידי המשתמש<br />
- הצבעות סקרים<br />
- דרוגים<br />
אלא אם כן מדובר במשתמש ספאם, מומלץ לנדות, להרחיק, לבטל או להפוך משתמש זה לאנונימי.<br />
<br />
האם באמת למחוק משתמש זה?<br />";
$locale['426'] = "כן";
$locale['427'] = "לא";
// Edit Member Details
$locale['430'] = "עריכת חבר";
$locale['431'] = "נתוני חבר עודכנו";
$locale['432'] = "חזרה לתפריט ניהול משתמשים";
$locale['433'] = "חזרה לתפריט ניהול";
$locale['434'] = "לא ניתן לעדכן את נתוני החבר:";
// Extra Edit Member Details form options
$locale['440'] = "שמירת שינויים";
// Update Profile Errors
$locale['450'] = "לא ניתן לערוך מנהל ראשי.";
$locale['451'] = "יש לספק שם משתמש וכתובת דואל.";
$locale['452'] = "שם משתמש מכיל תווים לא חוקיים.";
$locale['453'] = "שם המשתמש שנבחר ".(isset($_POST['user_name']) ? $_POST['user_name'] : "")." כבר בשימוש.";
$locale['454'] = "כתובת דואל לא חוקית.";
$locale['455'] = "כתובת הדואל ".(isset($_POST['user_email']) ? $_POST['user_email'] : "")." כבר בשימוש.";
$locale['456'] = "הסיסמאות החדשות אינן תואמות.";
$locale['457'] = "סיסמא לא חוקית, יש להשתמש בתווי אותיות וספרות בלבד.<br />
אורך הסיסמא חייב להיות לפחות 6 תווים.";
$locale['458'] = "<strong>הזהרה:</strong> ביצוע סקריפט לא צפוי.";
// View Member Profile
$locale['470'] = "פרופיל חבר";
$locale['472'] = "סטטיסטיקות";
$locale['473'] = "קבוצות משתמשים";
// Add Member Errors
$locale['480'] = "הוספת חבר";
$locale['481'] = "חשבון חבר נוצר בהצלחה.";
$locale['482'] = "לא ניתן ליצור חשבון חבר.";
// Suspension Log 
$locale['510s'] = "לוג השהיות עבור ";
$locale['511s'] = "אין רישומים על השהיות בלוג ההשהיות לחבר זה.";
$locale['512s'] = "השהיה קודמת של ";
$locale['513'] = "מס."; // as in number
$locale['514'] = "תאריך";
$locale['515'] = "סיבה";
$locale['516'] = "מנהל משהה";
$locale['517'] = "פעולת מערכת";
$locale['518'] = "חזרה לפרופיל משתמש";
$locale['519'] = "לוג השהיות למשתמש זה ";
$locale['520'] = "הוסרו: ";
$locale['521'] = "IP: ";
$locale['522'] = "עדיין לא הוחזר למצב קודם";
$locale['540'] = "שגיאה";
$locale['541'] = "שגיאה: יש לכתוב את סיבת ההשהיה!";
$locale['542'] = "שגיאה: יש לכתוב סיבה לחסימת האבטחה!";
// User Management Admin
$locale['550'] = "חבר מושהה: ";
$locale['551'] = "משך בימים:";
$locale['552'] = "סיבה:";
$locale['553'] = "הושהה";
$locale['554'] = "אין רישומי השהיות בלוג ההשהיות למשתמש זה.";
$locale['555'] = "אם החלטת שמשתמש זה צריך להיות חסום יש ללחוץ על 'חסום'";
$locale['556'] = "הסרת השהיה לחבר: ";
$locale['557'] = "הסרת השהיה";
$locale['558'] = "הסרת חסימה למשתמש: ";
$locale['559'] = "הסרת חסימה ";
$locale['560'] = "הסרת חבימת אבטחה למשתמש: ";
$locale['561'] = "הסרת חסימת אבטחה";
$locale['562'] = "משתמש חסום: ";
$locale['563'] = "משתמש חסום עקב אבטחה: ";
$locale['585a'] = "יש לספק סיבה לחסימה או שחרור החסימה ";

$locale['566'] = "חסימה הוסרה";
$locale['568'] = "חסימת אבטחה בוצעה";
$locale['569'] = "חסימת אבטחה הוסרה";
$locale['572'] = "חבר הושהה";
$locale['573'] = "חסימה הוסרה";
$locale['574'] = "הוסרה ההפעלה למשתמש";
$locale['575'] = "חבר הופעל מחדש";
$locale['576'] = "חשבון בוטל";
$locale['577'] = "שלילת ביטול החשבון";
$locale['578'] = "חשבון בוטל ותוכן הועבר למשתמש אנונימי";
$locale['579'] = "שלילת העברת התוכן למשתמש אנונימי";
$locale['580'] = "הסרת הפעלה למשתמשים לא פעילים";
$locale['581'] = "קיימים יותר מ- 50 משתמשים לא פעילים, לפיכך יש לבצע פעולה זו <strong>%d פעמים</strong>.";
$locale['582'] = "הפיכה לפעיל";
$locale['583'] = "החזרה למצב קודם";
$locale['584'] = "בחירת מצב חדש";
$locale['585'] = "משתמש זה נחסם עקב בעית אבטחה! האם באמת לבטל חסימה למשתמש זה?";

$locale['590'] = "השהיה";
$locale['591'] = "ביטול השהיה";
$locale['592'] = "בהשהיה";
$locale['593'] = "בביטול השהיה";
$locale['594'] = "אנא ספק סיבה לפעולת ";
$locale['595'] = " המשתמש ";
$locale['596'] = "משך:";

$locale['600'] = "חסימת אבטחה";
$locale['601'] = "פעולת חסימת אבטחה";
$locale['602'] = "ביטול חסימה";
$locale['603'] = "פעולת ביטול חסימה";
$locale['604'] = "סיבה:";
// Deactivation System
$locale['610'] = "<strong>%d משתמש(ים)</strong> לא התחבר במשך <strong>%d ימים</strong> וסומן כלא פעיל. 
על ידי שימוש בביטול הפעלה של משתמשים אלו יהיו להם <strong>%d ימים</strong> לפני שהם %s.";
$locale['611'] = "תשומת לבך לכך שחלק מהמשתמשים פרסמו תוכן באתר כגון הודעות פורום, תגובות, תמונות ועוד.
תוכן זה ימחק כאשר משתמשים לא פעילים ימחקו.";
$locale['612'] = "משתמש";
$locale['613'] = "משתמשים";
$locale['614'] = "הסרת הפעלה";
$locale['615'] = "מחיקה לצמיתות";
$locale['616'] = "הפיכה לאנונימי";
$locale['617'] = "הזהרה:";
$locale['618'] = "מומלץ מאוד לשנות את פעולת הסרת ההפעלה מפעולת מחיקת משתמש לפעולת הפיכה לאנונימי כדי למנוע מחיקת תוכן!";
$locale['619'] = "ניתן לבצע זאת <a href='".ADMIN."settings_users.php".$aidlink."'>כאן</a>.";
$locale['620'] = "הפיכה לאנונימי";
$locale['621'] = "הסרת הפעלה אוטומטית למשתמשים לא פעילים.";
?>