<?php
// News Categories titles
$locale['400'] = "עריכת קטגורית חדשות";
$locale['401'] = "הוספת קטגורית חדשות";
$locale['402'] = "קטגוריות חדשות קיימות";
// News Categories messages
$locale['420'] = "קטגורית חדשות הוספה";
$locale['421'] = "קטגורית חדשות עודכנה";
$locale['422'] = "לא ניתן למחוק קטגורית חדשות";
$locale['423'] = "קיימים פריטי חדשות המשוייכים לקטגוריה זו";
$locale['424'] = "קטגורית חדשות נמחקה";
// News Categories form
$locale['430'] = "שם הקטגוריה:";
$locale['431'] = "תמונת הקטגוריה:";
$locale['432'] = "שמירת קטגוריה";
$locale['433'] = "עריכה";
$locale['434'] = "מחיקה";
$locale['435'] = "לא הוגדרו קטגוריות חדשות";
$locale['436'] = "להעלאת תמונת קטגוריה לחץ כאן";
// Popup Error/Warning Messages
$locale['450'] = "האם למחוק קטגורית חדשות זו?";
// Error Messages
$locale['460'] = "יש להכניס שם קטגוריה.";
$locale['461'] = "קטגוריה זו כבר קיימת.";
?>