<?php
// News titles
$locale['400'] = "פריטי חדשות קיימים";
$locale['401'] = "הוספת פריט חדשות";
$locale['402'] = "עריכת פריט חדשות";
// News messages
$locale['410'] = "פריט חדשות הוסף";
$locale['411'] = "פריט חדשות עודכן";
$locale['412'] = "פריט חדשות נמחק";
$locale['413'] = "קובץ תמונה לא חוקי.";
$locale['414'] = "התמונה חייבת להיות פחות מ- %s.";
$locale['415'] = "התמונה חייבת להיות מסוג GIF, JPEG או PNG.";
$locale['416'] = "התמונה חייבת להיות בגודל מקסימלי של %uw על %uh פיקסלים.";
// News form
$locale['420'] = "עריכה";
$locale['421'] = "מחיקה";
$locale['422'] = "כותרת:";
$locale['423'] = "קטגוריה";
$locale['424'] = "- ללא -";
$locale['425'] = "טקסט חדשותי:";
$locale['426'] = "טקסט חדשותי מורחב:";
$locale['427'] = "תאריך תחילת פרסום:";
$locale['428'] = "תאריך סיום פרסום:";
$locale['429'] = "(אופציונלי)";
$locale['430'] = "הרשאות:";
$locale['431'] = "שמירה כטיוטה";
$locale['432'] = "נעיצת פריט חדשותי";
$locale['433'] = "שבירת שורות אוטומטית";
$locale['434'] = "אפשר הערות";
$locale['435'] = "אפשר דרוג";
$locale['436'] = "תצוגה מקדימה לפריט חדשותי";
$locale['437'] = "שמירת פריט חדשותי";
$locale['438'] = "[טיוטה]";
$locale['439'] = "תמונת חדשות";
$locale['440'] = "גודל קובץ מקסימלי: %s / סוגי קבצים מותרים: GIF, JPEG או PNG.";
$locale['441'] = "מעבר דף";
// Popup Error/Warning Messages
$locale['450'] = "יש לספק נושא";
$locale['451'] = "למחוק פריט חדשותי זה?";
$locale['452'] = "%s מוגבלים לכל הפריטים.<br />הגדרות אלו יכנסו לתוקף לאחר שההגבלה תוסר.";
$locale['453'] = "תגובות";
$locale['454'] = "דרוגים";
$locale['455'] = $locale['453']." ו".$locale['454'];
?>