<?php
// Panel Management
$locale['400'] = "לוחות";
$locale['401'] = "שם הלוח";
$locale['402'] = "צד";
$locale['403'] = "סידור";
$locale['404'] = "סוג";
$locale['405'] = "הרשאות";
$locale['406'] = "אפשרויות";
// Panel Settings
$locale['420'] = "ימין";
$locale['421'] = "מרכז עליון";
$locale['422'] = "שמאל";
$locale['423'] = "קובץ";
$locale['424'] = "PHP";
$locale['425'] = "מרכז תחתון";
// Panel Options
$locale['430'] = "העבר ימינה";
$locale['431'] = "העבר שמאלה";
$locale['432'] = "העבר למעלה";
$locale['433'] = "העבר למטה";
$locale['434'] = "עריכה";
$locale['435'] = "אפשר";
$locale['436'] = "נטרל";
$locale['437'] = "מחיקה";
$locale['438'] = "הוספת לוח";
$locale['439'] = "רענן ערכי סידור הלוחות";
$locale['440'] = "האם למחוק הפנל?";
$locale['441'] = "ימין";
$locale['442'] = "שמאל";
$locale['443'] = "למעלה";
$locale['444'] = "למטה";
$locale['445'] = "העבר למעלה יותר";
$locale['446'] = "העבר למטה יותר";
// Add/Edit Panel Form
$locale['450'] = "עריכת לוח";
$locale['451'] = "הוספת לוח";
$locale['452'] = "שם הלוח:";
$locale['453'] = "שם קובץ הלוח:";
$locale['454'] = "אם יבחר קובץ, תוכן הלוח לא יחשב";
$locale['455'] = "תוכן הלוח:";
$locale['456'] = "סיסמת מנהל:";
$locale['457'] = "צד הלוח:";
$locale['458'] = "הרשאות הלוח:";
$locale['459'] = "הצגת לוח בכל הדפים";
$locale['460'] = "תצוגה מקדימה ללוח";
$locale['461'] = "שמירת לוח";
$locale['462'] = "הגבלות לוח:";
$locale['463'] = "דוגמאות:";
$locale['464'] = "לא כלולים בעמודים אלו";
$locale['465'] = "כלולים בעמודים אלו";
// Update/Add new Panel Errors
$locale['470'] = "שם הלוח אינו מוגדר";
$locale['471'] = "שם הלוח בשימוש";
$locale['472'] = "תוכן הלוח לא מוגדר";
$locale['473'] = "שם קובץ הלוח לא מוגדר";
$locale['474'] = "סיסמת מנהל שגויה";
$locale['475'] = "יש לסמן \"תצוגה בכל הדפים\" כאשר מגבילים לוחות מרכזי למעלה או מרכזי למטה";
// Update/Add new Panel Success/Fail
$locale['480'] = "עדכון לוח";
$locale['481'] = "לא ניתן לעדכן לוח";
$locale['482'] = "לוח עודכן";
$locale['483'] = "הוספת לוח חדש";
$locale['484'] = "לא ניתן להוסיף לוח חדש";
$locale['485'] = "לוח חדש הוסף";
$locale['486'] = "חזרה לניהול לוחות";
$locale['487'] = "חזרה לתפריט ניהול";
$locale['488'] = "עדכון סדר לוחות.";
?>