<?php
// Album titles
$locale['400'] = "הוספת אלבום";
$locale['401'] = "עריכת אלבום";
$locale['402'] = "אלבומים קיימים";
$locale['403'] = "שגיאה חמורה בגלריה";
// Album messages
$locale['410'] = "אלבום הוסף";
$locale['411'] = "אלבום עודכן";
$locale['412'] = "תמונה ממוזערת של האלבום נמחקה";
$locale['413'] = "אלבום נמחק";
$locale['414'] = "השגיעה הבאה התרחשה:";
$locale['415'] = "שם קובץ לא חוקי.";
$locale['416'] = "גודל הקובץ מוגבל לגודל %s.";
$locale['417'] = "סוג התמונה יכול להיות GIF, JPEG או PNG בלבד.";
$locale['418'] = "גודל התמונה מוגבל לגודל %uw x %uh פיקסלים.";
$locale['419'] = "אלבום לא ניתן למחיקה. הסיסמא שגויה.";
$locale['420'] = "לא נמצאו ספריות GD. אלבומי התמונות לא יעבדו ללא ספריות אלו. יש ליצור קשר עם תמיכת השרת למידע נוסף.";
// Album confirmation
$locale['430'] = "אישור מחיקת אלבום";
$locale['431'] = "האלבום מכיל תמונה או יותר.<br />\n"
								."לצורך מחיקה שלו יש צורך להכניס סיסמא.";
$locale['432'] = "אישור";
$locale['433'] = "ביטול";
// Album form
$locale['440'] = "כותרת: ";
$locale['441'] = "תיאור: ";
$locale['442'] = "הרשאות: ";
$locale['443'] = "סידור: ";
$locale['444'] = "תמונה ממוזערת: ";
$locale['445'] = "שמירת אלבום";
// Current Albums
$locale['460'] = "פתיחת אלבום";
$locale['461'] = "הוספת תמונות לאלבום";
$locale['462'] = "תאריך: ";
$locale['463'] = "נוצר על ידי: ";
$locale['464'] = "הרשאות: ";
$locale['465'] = "תמונות: ";
$locale['466'] = "העבר מעלה";
$locale['467'] = "העבר מטה";
$locale['468'] = "עריכה";
$locale['469'] = "מחיקה";
$locale['470'] = "רענון סדר אלבומים ותמונות";
$locale['471'] = "לא הוגדרו אלבומי תמונות.";
// Delete Album
$locale['500'] = "האם למחוק אלבום זה";
?>