<?php
// Album titles
$locale['400'] = "הוספת תמונה";
$locale['401'] = "עריכת תמונה";
$locale['402'] = "תמונות קיימות";
$locale['403'] = "שגיאה חמורה באלבום";
// Album messages
$locale['410'] = "תמונה הוספה";
$locale['411'] = "תמונה עודכנה";
$locale['412'] = "תמונה ממוזערת נמחקה";
$locale['413'] = "תמונה נמחקה";
$locale['414'] = "השגיאה הבאה התרחשה:";
$locale['415'] = "שם קובץ תמונה לא חוקי.";
$locale['416'] = "תמונה נמחקה ממסד הנתונים";
$locale['417'] = "קובץ התמונה מוגבל לגודל %s.";
$locale['418'] = "תמונה מוגבלת לפורמטים GIF, JPEG או PNG בלבד.";
$locale['419'] = "תמונות הועברו.";
$locale['420'] = "לא נמצאה ספריית GD. אלבומי התמונות לא יעבדו ללא ספריה זו. יש ליצור קשר עם תמיכת השרת למידע נוסף.";
$locale['421'] = "תמונה לא יכולה להיות ריקה.";
$locale['422'] = "התיקיה הנבחרת לא ניתנת לכתיבה. יש לשנות את ההגדרות ל- CHMOD 777.";
// Photos form
$locale['430'] = "העברת תמונה לאלבום";
$locale['431'] = "העברה";
$locale['432'] = "כותרת: ";
$locale['433'] = "תיאור: ";
$locale['434'] = "סידור: ";
$locale['435'] = "תמונה ממוזערת: ";
$locale['436'] = "תמונה: ";
$locale['437'] = "אפשר תגובות";
$locale['438'] = "אפשר דירוג";
$locale['439'] = "שמירת תמונה";
$locale['440'] = "ביטול";
// Current Photos
$locale['450'] = "אין תמונה";
$locale['451'] = "לחיצה לצפייה";
$locale['452'] = "העבר למעלה";
$locale['453'] = "העבר למטה";
$locale['454'] = "עריכה";
$locale['455'] = "מחיקה";
$locale['456'] = "תאריך: ";
$locale['457'] = "הוסף על ידי: ";
$locale['458'] = "כניסות: ";
$locale['459'] = "תגובות: ";
// Current Photos options
$locale['470'] = "סימון הכול";
$locale['471'] = "הסרת סימון לכול";
$locale['472'] = "העבר אל האלבום";
$locale['473'] = "בחירת אלבום";
$locale['474'] = "העברת מסומנים";
$locale['475'] = "העברת כל התמונות";
$locale['476'] = "סגירת אלבום";
// Additional notices
$locale['480'] = "לא הוגדרו תמונות.";
$locale['481'] = "האם להעביר תמונות מסומנות?";
$locale['482'] = "האם להעביר את כל התמונות?";
//Mass Upload
$locale['490'] = "הוספת תיקייה";
$locale['491'] = "הוספת תיקייה לאלבום";
$locale['492'] = "הוספת תמונות לאלבום";
$locale['493'] = "העלאת תמונות בודדות";
$locale['494'] = "העלאת תיקייה עם תמונות";
$locale['495'] = "העלאת רצף תמונות";
$locale['496'] = "<strong>אזהרה:</strong><br />כותרת ותאור תמונה ישארו ריקים,<br />ניתן להוסיף אותם בשלב מאוחר יותר על ידי עריכה של כל תמונה בנפרד!";
$locale['497'] = "1. העלאת תיקיית תמונות לספרייה <em>%s</em>.";
$locale['498'] = "2. בחירת התיקייה שאתם מעוניינים להעלות לאלבום <strong>%s</strong>.";
$locale['499'] = "בחירת תיקייה:";
$locale['500'] = "הוספת תיקייה נבחרת לאלבום";
$locale['501'] = "לא נמצאו תיקיות";
$locale['502'] = "%s לא ניתן לכתיבה!";
$locale['503'] = "יש לשנות הרשאות תיקייה ל- 0777 ואז ללחוץ על הכפתור לטעינה חוזרת של הדף.";
$locale['504'] = "רענון";
$locale['505'] = "1. העלאת תמונות לתיקייה <em>%s</em>.";
$locale['506'] = "2. בחירת תמונות שברצונכם להוסיף לאלבום <strong>%s</strong>.";
$locale['507'] = "3. ניתן לבחור יותר מתמונה אחת על ידי שימוש בלחצן [SHIFT] או [CTRL] כאשר בוחרים.";
$locale['508'] = "בחירת תמונות:";
$locale['509'] = "הוספת תמונות נבחרות לאלבום";
$locale['510'] = "לא נמצאו תמונות";
// Messages
$locale['520'] = "%s מנוטרל לכל הפריטים.<br />הגדרות אלו יכנסו לתוקף כאשר יופעלו שוב.";
$locale['521'] = "תגובות";
$locale['522'] = "דרוגים";
$locale['523'] = $locale['521']." ו".$locale['522'];
?>
