<?php
// Polls titles
$locale['400'] = "הוספת סקר";
$locale['401'] = "עריכת סקר";
$locale['402'] = "סקרים קיימים";
$locale['403'] = "תצוגה מקדימה לסקר";
// Polls messages
$locale['410'] = "סקר נשמר";
$locale['411'] = "סקר עודכן";
$locale['412'] = "סקר נמחק";
// Edit/Delete Polls
$locale['420'] = "סקרים קיימים";
$locale['421'] = "עריכה";
$locale['422'] = "מחיקה";
// Preview Polls
$locale['430'] = "שלח הצבעה";
// Polls Form
$locale['431'] = "כותרת סקר:";
$locale['432'] = "אופציית בחירה ";
$locale['433'] = " סגירת סקר זה";
$locale['434'] = "התחלת פרסום: ";
$locale['435'] = "סיום פרסום: ";
$locale['436'] = "הוספת אופציית בחירה";
$locale['437'] = "תצוגה מקדימה לסקר";
$locale['438'] = "שמירת סקר";
$locale['439'] = "לא מוגדר";
?>