<?php
// News titles
$locale['400'] = "הוספת קישור אתר";
$locale['401'] = "עריכת קישור אתר";
$locale['402'] = "קישורי אתר קיימים";
// News messages
$locale['410'] = "קישור אתר הוסף";
$locale['411'] = "קישור אתר עודכן";
$locale['412'] = "קישור אתר נמחק";
// Site Links form
$locale['420'] = "שם קישור:";
$locale['421'] = "כתובת הקישור:";
$locale['422'] = "אפשרות הצגה:";
$locale['423'] = "סידור:";
$locale['424'] = "מיקום:";
$locale['425'] = "תפריט ניווט בלבד";
$locale['426'] = "תפריט ניווט וניווט אופקי";
$locale['427'] = "ניווט אופקי בלבד";
$locale['428'] = "פתיחת קישור בחלון נפרד";
$locale['429'] = "שמירת קישור";
// Site Links list
$locale['440'] = "שם קישור";
$locale['441'] = "אפשרות הצגה";
$locale['442'] = "סידור";
$locale['443'] = "אפשרויות";
$locale['444'] = "עריכה";
$locale['445'] = "מחיקה";
$locale['446'] = "לא הוגדרו קישורי אתר.";
// Link Ordering
$locale['450'] = "מעלה";
$locale['451'] = "מטה";
$locale['452'] = "העבר מעלה";
$locale['453'] = "העבר מטה";
$locale['454'] = "ריענון סדר קישורים";
$locale['455'] = "עדכון סדר קישורים.";
// Delete Site Link category
$locale['460'] = "האם למחוק קישור אתר זה?";
?>