<?php
// Smiley titles
$locale['401'] = "הוספת רגשון";
$locale['402'] = "עריכת רגשון";
$locale['400'] = "רגשונים קיימים";
// Smiley messages
$locale['410'] = "רגשון הוסף";
$locale['411'] = "רגשון עודכן";
$locale['412'] = "רגשון נמחק";
$locale['413'] = "לא ניתן לעדכן רגשון";
$locale['414'] = "לא ניתן להוסיף רגשון";
$locale['415'] = "קוד הרגשון תפוס.";
$locale['416'] = "האם באמת למחוק רגשון זה?";
// Smiley form
$locale['420'] = "קוד רגשון:";
$locale['421'] = "תמונת רגשון:";
$locale['422'] = "טקסט רגשון:";
$locale['423'] = "שמירת רגשון";
$locale['424'] = "תצוגה מקדימה לרגשון:";
// Current Smileys
$locale['430'] = "קוד";
$locale['431'] = "תמונה";
$locale['432'] = "טקסט";
$locale['433'] = "אפשרויות";
$locale['434'] = "עריכה";
$locale['435'] = "מחיקה";
$locale['436'] = "לא הוגדרו רגשונים.";
?>