<?php
// Delete Submission
$locale['400'] = "מחיקת פריט הגשה";
$locale['401'] = "פריט הגשה נמחק";
$locale['402'] = "חזרה לתפריט ניהול פריטי הגשה";
$locale['403'] = "חזרה לתפריט ניהול";
// Submission Options
$locale['410'] = "פריטי הגשה";
$locale['411'] = "קישורים מוגשים:";
$locale['412'] = "פריטי חדשות מוגשים:";
$locale['413'] = "מאמרים מוגשים:";
$locale['414'] = "אין קישורים הממתינים לאישור.";
$locale['415'] = "אין פריטי חדשות הממתינים לאישור.";
$locale['416'] = "אין מאמרים הממתינים לאישור.";
$locale['417'] = "הצגה";
$locale['418'] = "מחיקה";
$locale['419'] = "תמונות מוגשות:";
$locale['420'] = "אין תמונות הממתינות לאישור.";
$locale['421'] = "הורדות שהוגשו:";
$locale['422'] = "אין הורדות שממתינות לאישור.";
// Add/Delete Web Link Submissions
$locale['430'] = "פרסום קישור";
$locale['431'] = "הקישור פורסם";
$locale['432'] = "מחיקת קישור";
$locale['433'] = "הקישור נמחק";
$locale['434'] = "אין קטגוריות";
// Web Link Submission Form
$locale['440'] = "הצגת פריטי הגשה";
$locale['441'] = "הקישור הבא הוגש על ידי ";
$locale['442'] = " ב- ";
$locale['443'] = "קטגורית קישורים:";
$locale['444'] = "שם קישור:";
$locale['445'] = "כתובת קישור:";
$locale['446'] = "תיאור קישור:";
$locale['447'] = "האם לפרסם או למחוק קישור זה?";
$locale['448'] = "פרסום קישור";
$locale['449'] = "מחיקת קישור";
// Add/Delete News Submissions
$locale['490'] = "פרסום פריט חדשות";
$locale['491'] = "פריט חדשות פורסם";
$locale['492'] = "מחיקת פריט חדשות";
$locale['493'] = "פריט חדשות נמחק";
// News Submission Form
$locale['500'] = "הצגת פריטי חדשות מוגשים";
$locale['501'] = "פריט החדשות לעיל הוגש על ידי ";
$locale['502'] = "האם לפרסם או למחוק פריט זה?";
$locale['503'] = "פרסום פריט חדשות";
$locale['504'] = "מחק פריט חדשות";
$locale['505'] = "נושא:";
$locale['506'] = "קטגוריה:";
$locale['507'] = "- ללא -";
$locale['508'] = "תוכן:";
$locale['509'] = "פריטי חדשות בקיצור:";
$locale['510'] = "תצוגה מקדימה לפריטי חדשות";
// Add/Delete Article Submissions
$locale['530'] = "פרסום מאמר";
$locale['531'] = "המאמר פורסם";
$locale['532'] = "מחיקת מאמר";
$locale['533'] = "המאמר נמחק";
// Article Submission Form
$locale['540'] = "הצגת מאמרים מוגשים";
$locale['541'] = "המאמר לעיל הוגש על ידי ";
$locale['542'] = "האם לפרסם או למחוק פריט זה?";
$locale['543'] = "פרסום מאמר";
$locale['544'] = "מחיקת מאמר";
$locale['545'] = "קטגוריה:";
$locale['546'] = "נושא:";
$locale['547'] = "הקדמה:";
$locale['548'] = "תוכן:";
$locale['549'] = "תצוגה מקדימה למאמר";
// Add/Delete Photo Submissions
$locale['580'] = "פרסום תמונה";
$locale['581'] = "התמונה פורסמה";
$locale['582'] = "מחיקת תמונה";
$locale['583'] = "התמונה נמחקה";
// Photo Submission Form
$locale['590'] = "הצגת תמונה";
$locale['591'] = "להצגת התמונה יש ללחוץ כאן";
$locale['592'] = "התמונה לעיל הוגשה על ידי ";
$locale['593'] = "האם לפרסם או למחוק פריט זה?";
$locale['594'] = "פרסום תמונה";
$locale['595'] = "מחיקת תמונה";
$locale['596'] = "נושא:";
$locale['597'] = "תיאור:";
$locale['598'] = "אלבום";
// Add/Delete Download Submissions
$locale['630'] = "פרסום הורדה מוגשת";
$locale['631'] = "ההורדה פורסמה";
$locale['632'] = "מחיקת הורדה מוגשת";
$locale['633'] = "ההורדה נמחקה";
// Download Submission Form
$locale['640'] = "הצגת הורדה מוגשת";
$locale['641'] = "הורדה זו הוגשה על ידי ";
$locale['642'] = "האם לפרסם או למחוק הורדה זו?";
$locale['643'] = "פרסום הורדה";
$locale['644'] = "מחיקת הורדה";
$locale['645'] = "כותרת:";
$locale['646'] = "תאור:";
$locale['646b'] = "תאור בקצרה:";
$locale['647'] = "נתיב:";
$locale['647b'] = "קובץ:";
$locale['648'] = "קטגוריה:";
$locale['649'] = "רישיון:";
$locale['650'] = "מערכת הפעלה:";
$locale['651'] = "גרסה:";
$locale['652'] = "גודל קובץ:";
$locale['653'] = "תמונת מסך:";
$locale['654'] = "דף בית:";
$locale['655'] = "זכויות יוצרים:";
$locale['656'] = "תגובות:";
$locale['657'] = "דרוגים:";
$locale['658'] = "מחיקת תמונת מסך";

$locale['660'] = "%s מנוטרל לכל הפריטים.<br />ההגדרות יכנסו לתוקף כאשר הנטרול יבוטל.";
$locale['661'] = "תגובות";
$locale['662'] = "דרוגים";
$locale['663'] = $locale['661']." ו".$locale['662'];
?>