<?php
$locale['400'] = "שדרוג מערכת";
//No upgrade
$locale['401'] = "לא נמצא שדרוג למסד הנתונים - המערכת מעודכנת.";
// Stage 6 - User Field Categories
$locale['420'] = "מידע יצירת קשר";
$locale['421'] = "מידע שונות";
$locale['422'] = "אפשרויות";
$locale['423'] = "סטטיסטיקות";
$locale['430'] = "קטגויות שדות משתמש";
$locale['432'] = "ניהול משתמשים";
$locale['434'] = "פריטים לדף";
$locale['435'] = "אבטחה";
$locale['436'] = "הגדרות פריטי חדשות";
$locale['437'] = "הגדרות הורדות";
// v7.02 new locales
$locale['440'] = "הגשת הורדה";
$locale['441'] = "תיבת שיחה";
$locale['442'] = "robots.txt";
$locale['443'] = "לוג משתמשים";
$locale['444'] = "איפוס סיסמת מנהל";
$locale['445'] = "לוג שגיאות";
//Upgrade locales
$locale['500'] = "קיים עדכון מסד נתונים %s להתקנה זו של המערכת.";
$locale['501'] = "פשוט לחצו עדכון לעדכון המערכת.";
$locale['502'] = "עדכון מסד הנתונים הסתיים.";
$locale['503'] = "מהותי";
$locale['504'] = "מינורי";
$locale['505'] = "יש להחליף שורות אלו עם השורות מקובץ config.php שלך!";
// Cookie Prefix
$locale['600'] = "יש לערוך את קובץ config.php שלך, ולהחליף את התוכן שלו בקוד הבא:";
?>
