<?php
// Edit/Save/Delete User Group Messages
$locale['400'] = "קבוצת משתמשים עודכנה";
$locale['401'] = "הוספת קבוצת משתמשים";
$locale['402'] = "משתמשים שנבחרו הוסרו מהקבוצה";
$locale['403'] = "כל המשתמשים הוסרו מהקבוצה";
$locale['404'] = "משתמשים שנבחרו הוספו אל הקבוצה";
$locale['405'] = "לא ניתן למחוק קבוצת משתמשים";
$locale['406'] = "קיימים משתמשים המשוייכים לקבוצה זו";
$locale['407'] = "קבוצת משתמשים נמחקה";
// Edit/Delete Options
$locale['420'] = "קבוצות משתמשים";
$locale['421'] = "עריכה";
$locale['422'] = "מחיקה";
$locale['423'] = "מחיקת קבוצת משתמשים זו?";
// Edit/Add User Group
$locale['430'] = "עריכת קבוצת משתמשים";
$locale['431'] = "הוספת קבוצת משתמשים";
$locale['432'] = "שם קבוצה:";
$locale['433'] = "תיאור קבוצה:";
$locale['434'] = "שמירת קבוצה";
// Search/Add Group Users
$locale['440'] = "הוספת משתמשים לקבוצה";
$locale['441'] = "חיפוש אחר משתמשים להוספה לקבוצה זו על בסיס הטופס למטה.";
$locale['442'] = "ניתן לחפש אחר מספר משתמשים אם מפרידים בין השמות עם פסיק.";
$locale['443'] = "מספרי משתמשים";
$locale['444'] = "שמות משתמשים";
$locale['445'] = "חיפוש";
$locale['446'] = "שם משתמש";
$locale['447'] = "סוג משתמש";
$locale['448'] = "סימון הכול";
$locale['449'] = "הסרת סימון לכול";
$locale['450'] = "הוספת משתמשים שנבחרו";
$locale['451'] = "לא נמצאו משתמשים.";
$locale['452'] = "חיפוש חוזר";
// Current Group Users
$locale['460'] = "קבוצות משתמשים קיימות";
$locale['461'] = "הסרת משתמשים שנבחרו";
$locale['462'] = "הסרת כל המשתמשים";
$locale['463'] = "לא רשומים משתמשים בקבוצה זו.";
?>