<?php
$locale['100'] = "לוג משתמש";
$locale['101'] = "מספר זיהוי";
$locale['102'] = "תאריך";
$locale['103'] = "שם משתמש";
$locale['104'] = "שדה משתמש";
$locale['105'] = "ערך ישן";
$locale['106'] = "ערך חדש";
$locale['107'] = "סידור על בסיס:";
$locale['108'] = "שם משתמש / מספר זיהוי משתמש:";
$locale['109'] = "הגשה";
$locale['110'] = "מחיקת כניסות ישנות מ-";
$locale['111'] = "ימים";
$locale['112'] = "אין רישומים זמינים ברגע זה.";
$locale['113'] = "שם משתמש נבחר:";
$locale['114'] = "ביטול";
$locale['115'] = "שדה משתמש:";
$locale['116'] = "מחיקה";
$locale['117'] = "אפשרויות";
$locale['118'] = "כל כניסות ישנות מ- %d ימים נמחקו.";
$locale['119'] = "לוג כניסות משתמש נמחק";
?>