<?php
// Web Link Category titles
$locale['400'] = "הוספת קטגורית קישורי אינטרנט";
$locale['401'] = "עריכת קטגורית קישורי אינטרנט";
$locale['402'] = "קטגוריות קישורי אינטרנט קיימות";
// Web Link Category messages
$locale['410'] = "קטגורית קישורי אינטרנט הוספה";
$locale['411'] = "קטגורית קישורי אינטרנט עודכנה";
$locale['412'] = "קטגורית קישורי אינטרנט לא ניתנת למחיקה";
$locale['413'] = "קיימים קישורי אינטרנט המשוייכים לקטגוריה זו";
$locale['414'] = "קטגורית קישורי אינטרנט נמחקה";
// Add/Edit Web Link Category Form
$locale['420'] = "שם קטגוריה:";
$locale['421'] = "תיאור קטגוריה:";
$locale['422'] = "סידור קטגוריה:";
$locale['423'] = "מספר סידורי";
$locale['424'] = "שם קישור";
$locale['425'] = "תאריך קישור";
$locale['426'] = "סדר עולה";
$locale['427'] = "סדר יורד";
$locale['428'] = "הרשאות קטגוריה:";
$locale['429'] = "שמירת קטגוריה";
// Current Web Link categories
$locale['430'] = "קטגוריה";
$locale['431'] = "הרשאות";
// Delete Web Link category
$locale['440'] = "האם למחוק קטגורית קישורים?";
// Error Messages
$locale['460'] = "יש להכניס שם קטגוריה.";
$locale['461'] = "קטגוריה זו כבר קיימת.";
// Web Link titles
$locale['500'] = "הוספת קישור אינטרנט";
$locale['501'] = "עריכת קישור אינטרנט";
$locale['502'] = "קישורים קיימים";
// Web Link messages
$locale['510'] = "קישור הוסף";
$locale['511'] = "קישור עודכן";
$locale['512'] = "קישור נמחק";
// Web Link form
$locale['520'] = "שם אתר:";
$locale['521'] = "תיאור:";
$locale['522'] = "כתובת אתר:";
$locale['523'] = "קטגוריה:";
$locale['524'] = "עדכון תאריך פרסום";
$locale['525'] = "שמירת קישור אינטרנט";
// Current Web Links
$locale['531'] = "קישור אינטרנט [לחצו לבדיקה]";
$locale['532'] = "אפשרויות";
$locale['533'] = "עריכה";
$locale['534'] = "מחיקה";
$locale['535'] = "לא הוספו קישורי אינטרנט לקטגוריה זו";
$locale['536'] = "לא הוגדרו קישורי אינטרנט";
$locale['537'] = "לא הוגדרו קטגוריות קישורי אינטרנט";
$locale['538'] = "יש להגדיר לפחות קטגוריה אחת לפני שניתן יהיה להוסיף קישור אינטרנט";
$locale['539'] = "לחצו כאן";
$locale['540'] = " למעבר לקטגוריות קישורי אינטרנט";
// Delete Web Link
$locale['550'] = "מחיקת קישור אינטרנט?";
?>