<?php
// Forum Index
$locale['400'] = "Форум";
$locale['401'] = "Форум";
$locale['402'] = "Тем";
$locale['403'] = "Повідомлень";
$locale['404'] = "Останнє повідомлення";
$locale['405'] = "Повідомлення відсутні";
$locale['406'] = "Автор ";
$locale['407'] = "Форуми не визначені";
$locale['408'] = "Категорії не визначені";
$locale['409'] = "Теми, які містять нові повідомлення з часу Вашого останнього візиту";
$locale['410'] = "Теми, які не містять нових повідомлень з часу Вашого останнього візиту";
$locale['411'] = "Модератор: ";
// View Forum
$locale['450'] = "Перегляд Форуму";
$locale['451'] = "Тема";
$locale['452'] = "Автор";
$locale['453'] = "Переглядів";
$locale['454'] = "Відповідей";
$locale['455'] = "Сторінка: ";
$locale['456'] = "Теми відсутні";
// View Forum Moderator options
$locale['460'] = "Відзначити усі";
$locale['461'] = "Зняти усі відмітки";
$locale['462'] = "Видалити теми";
$locale['463'] = "Видалити вибрані теми?";
// Forum Guide/privileged
$locale['470'] = "Відкрита тема, яка містить нові повідомлення з часу Вашого останнього візиту";
$locale['471'] = "20 і більше";
$locale['472'] = "Відкрита тема, яка не містить нових повідомлень з часу Вашого останнього візиту";
$locale['473'] = "Закрита тема";
$locale['474'] = "Прикріплена тема";
// View Thread Poll
$locale['480'] = "Всього голосів";
$locale['481'] = "Голос";
// View Thread
$locale['500'] = "Перегляд теми";
$locale['501'] = "Автор";
$locale['502'] = "Повідомлень:";
$locale['503'] = "Звідки:";
$locale['504'] = "Зареєстровано:";
$locale['505'] = "Опубліковано ";
$locale['506'] = " приєднав :";
$locale['506a'] = "зображення:";
$locale['506b'] = "зображення:";
$locale['506c'] = "файл:";
$locale['506d'] = "файли:";
$locale['506e'] = "Зображення";
$locale['506f'] = "з";
$locale['507'] = " приєднав файл:";
$locale['507a'] = " Завантаження";
$locale['507b'] = "У Вас недостатньо прав для перегляду приєднань у цій темі.";
$locale['508'] = "Змінено: ";
$locale['508a'] = "Підстава";
$locale['508b'] = "Натисніть тут для перегляду підстави зміни.";
$locale['509'] = ", ";
$locale['510'] = "Для перегляду цієї теми Ви повинні спочатку авторизуватись на сайті через власний обліковий запис";
$locale['511'] = "На головну сторінку Форуму";
$locale['512'] = "Швидка відповідь";
$locale['513'] = "Заборонити смайли";
$locale['513a'] = "Показувати мій підпис";
$locale['513b'] = "Сповіщати мене про відповіді у цій темі";
$locale['514'] = "Відповісти";
$locale['515'] = "Не слідкувати за цією темою";
$locale['516'] = "Слідкувати за цією темою";
$locale['517'] = "Видалити повідомлення";
$locale['517a'] = "Перемістити повідомлення";
$locale['518'] = "Видалити вибрані повідомлення?";
$locale['518a'] = "Перемістити вибрані повідомлення?";
$locale['519'] = "Роздрукувати тему";
$locale['519a'] = "Роздрукувати повідомлення";
// Moderator Options
$locale['520'] = "Опції модератора:";
$locale['521'] = "Видалити тему";
$locale['522'] = "Закрити тему";
$locale['523'] = "Відкрити тему";
$locale['524'] = "Прикріпити тему";
$locale['525'] = "Зняти прикріплення";
$locale['526'] = "Перемістити тему";
$locale['527'] = "Зробити новою";
$locale['528'] = "Зберегти";
// Jump to Forum, back to top
$locale['540'] = "Перейти на Форум:";
$locale['541'] = "На початок";
$locale['542'] = "Повернутись на початок";
// Search Forum
$locale['550'] = "Пошук";
// Image Alt attributes
$locale['560'] = "Нові повідомлення";
$locale['561'] = "Нові повідомлення відсутні";
$locale['562'] = "Гарячі теми";
$locale['563'] = "Прикріплені теми";
$locale['564'] = "Закриті теми";
$locale['565'] = "Відповісти";
$locale['566'] = "Нова тема";
$locale['567'] = "Аватара";
$locale['568'] = "Редагувати";
$locale['569'] = "Цитувати";
$locale['570'] = "Надіслати";
$locale['571'] = "IP";
$locale['572'] = "Надіслати приватне повідомлення";
// Move Posts
$locale['600'] = "Переміщення повідомлення";
$locale['601'] = "Виберіть новий розділ Форуму";
$locale['602'] = "Далі";
$locale['603'] = "Виберіть нову тему";
$locale['604'] = "Перемістити повідомлення";
$locale['605'] = "Увага! Ви намагаєтесь перемістити перше повідомлення теми!<br />Це повідомлення <strong>не буде переміщено</strong>, оскільки у темі присутні інші повідомлення, опубліковані після нього.";
$locale['606'] = "Увага! Ви намагаєтесь перемістити перше повідомлення теми!<br />Це повідомлення <strong>буде переміщено</strong>, а тему видалено.";
$locale['607'] = "Не вибрано жодного повідомлення для переміщення.";
$locale['608'] = "У цьому розділі відсутні теми.";
$locale['609'] = "Повернутися у тему.";
$locale['610'] = "Відсутні теми для переміщення повідомлень.";
// Move Posts Errors
$locale['error-MP000'] = "Переміщення повідомлень - Помилка";
$locale['error-MP001'] = "Нова тема не існує.";
$locale['error-MP002'] = "Вибрані Вами повідомлення для переміщення не існують або хтось їх уже перемістив.";
$locale['error-MP003'] = "Відсутні повідомлення для переміщення.";
?>