<?php
// Delete Thread
$locale['400'] = "Видалити тему";
$locale['401'] = "Тему видалено";
$locale['402'] = "Повернутися на Форум";
$locale['403'] = "На головну сторінку Форуму";
$locale['404'] = "Ви впевнені, що хочете видалити цю тему?";
$locale['405'] = "Так";
$locale['406'] = "Ні";
// Lock Thread
$locale['410'] = "Закрити тему";
$locale['411'] = "Тему закрито";
// Unlock Thread
$locale['420'] = "Відкрити тему";
$locale['421'] = "Тему відкрито";
// Make Thread Sticky
$locale['430'] = "Прикріпити тему";
$locale['431'] = "Тему прикріплено";
// Make Thread Non-Sticky
$locale['440'] = "Зняти прикріплення";
$locale['441'] = "З теми знято прикріплення";
// Move Thread
$locale['450'] = "Перемістити тему";
$locale['451'] = "Перемістити в:";
$locale['452'] = "Тему переміщено";
// Renew Thread
$locale['458'] = "Зробити новою";
$locale['459'] = "Тема нова";
// Search Forum
$locale['460'] = "Форум";
$locale['461'] = "Тема";
$locale['462'] = "Автор";
$locale['463'] = "Дата";
$locale['464'] = "Нічого не знайдено. Спробуйте змінити ключові слова";
$locale['465'] = "Для пошуку потрібно вказати мінімум одне слово";
?>