<?php
// Post Titles
$locale['400'] = "Попередній перегляд";
$locale['401'] = "Опублікувати";
$locale['402'] = "Попередній перегляд";
$locale['403'] = "Відповісти";
$locale['404'] = "Відповісти";
$locale['405'] = "Попередній перегляд";
$locale['407'] = "Видалити повідомлення";
$locale['408'] = "Змінити повідомлення";
$locale['409'] = "Зберегти";
// Post Preview
$locale['420'] = "Без заголовку";
$locale['421'] = "Відсутнє повідомлення. Ви не можете розмістити тему без повідомлення";
$locale['422'] = "Автор:";
$locale['423'] = "Повідомлень:";
$locale['424'] = "Звідки:";
$locale['425'] = "Зареєстровано:";
$locale['426'] = "Опубліковано ";
$locale['427'] = "Змінено: ";
$locale['428'] = ", ";
$locale['429'] = " надіслано:";
$locale['430'] = "Аватар";
$locale['431'] = "Останнє повідомлення";
$locale['432'] = "Останні %s повідомлення(нь)";
// Post Error/Success
$locale['440a'] = "Такий тип файлів заборонено для завантаження";
$locale['440b'] = "Некоректна назва або розмір приєднаного файлу";
$locale['441'] = "Помилка: Ви не ввели тему повідомлення або саме повідомлення";
$locale['442'] = "Вашу тему опубліковано";
$locale['443'] = "Вашу відповідь додано";
$locale['444'] = "Вашу тему видалено";
$locale['445'] = "Ваше повідомлення видалено";
$locale['446'] = "Ваше повідомлення оновлено";
$locale['447'] = "Повернутися в тему";
$locale['448'] = "Повернутися на Форум";
$locale['449'] = "Повернутися до розділів Форуму";
$locale['450'] = "Помилка: Час сесії вичерпано. Вам потрібно знову авторизуватися на сайті";
$locale['451'] = "Слідкувати за темою";
$locale['452'] = "Ви почали слідкувати за цією темою";
$locale['453'] = "Ви припинили слідкувати за цією темою";
$locale['454'] = "Це повідомлення закріплено. Зв`яжіться з модератором за подробицями.";
$locale['455'] = "Ви можете редагувати повідомлення лише через %d хв. після опублікування.";
// Post Form
$locale['460'] = "Тема";
$locale['461'] = "Повідомлення";
$locale['462'] = "Колір шрифту: ";
$locale['463'] = "Опції";
$locale['464'] = "Приєднаний файл";
$locale['465'] = " (не обов'язково)";
$locale['466'] = "Макс. розмір файлу: %s / Дозволені типи файлів: %s / Макс. кількість приєднань: %s";
$locale['467'] = "Додати опитування (не обов`язково)";
$locale['468'] = "Змінити опитування";
$locale['469'] = "Заголовок опитування";
$locale['470'] = "Опції опитування";
$locale['471'] = "Додати опції";
$locale['472'] = "Оновити";
$locale['473'] = "Видалити";
$locale['474'] = "Редагувати підставу";
// Post Form Options
$locale['480'] = "Приєднати тему";
$locale['481'] = "Закрити цю тему";
$locale['482'] = "Вимкнути смайли в повідомленні";
$locale['483'] = "Показати підпис в повідомленні";
$locale['484'] = "Видалити повідомлення";
$locale['485'] = "Видалити приєднаний файл -";
$locale['486'] = "Повідомляти мене про нові відповіді";
$locale['487'] = "Сховати редагування";
$locale['488'] = "Закріпити повідомлення";
// Post Access Violation
$locale['500'] = "Ви не можете змінювати це повідомлення";
// Forum Post Merger
$locale['520'] = "Об`єднано";
// Search Forum Form
$locale['530'] = "Шукати на Форумі";
$locale['531'] = "Ключові слова";
$locale['532'] = "Шукати";
// Forum Notification Email
$locale['550'] = "Повідомлення про відповідь у темі - {THREAD_SUBJECT}";
$locale['551'] = "Вітаємо {USERNAME},

Отримано нову відповідь у темі Форуму '{THREAD_SUBJECT}' за якою Ви слідкуєте на сайті <<".$settings['sitename'].">>. Ви можете використати наступне посилання для перегляду повідомлення:

{THREAD_URL}

Якщо Ви більше не бажаєте отримувати подібні сповіщення, відмовтесь від слідкування за цією темою.

С повагою,
".$settings['siteusername'].".";
?>