<?php
// Contact Form  - Φόρμα επικοινωνίας
$locale['400'] = "Επικοινωνία";
$locale['401'] = "Υπάρχουν πολλοί τρόποι για να επικοινωνήσετε μαζί μας. Μπορείτε να μας στείλετε απευθείας email στο
<a href='mailto:".str_replace("@","&#64;",$settings['siteemail'])."'>".str_replace("@","&#64;",$settings['siteemail'])."</a>.
Αν είστε μέλος στείλτε <a href='messages.php?msg_send=1'>προσωπικό μήνυμα</a>.
Διαφορετικά, μπορείτε να συμπληρώσετε τη φόρμα σε αυτή τη σελίδα, για να τη λάβουμε ως email.";
$locale['402'] = "Όνομα:";
$locale['403'] = "Email:";
$locale['404'] = "Θέμα:";
$locale['405'] = "Μήνυμα:";
$locale['406'] = "Αποστολή μηνύματος";
$locale['407'] = "Κωδικός επιβεβαίωσης:";
$locale['408'] = "Εισάγετε κωδικό επιβεβαίωσης:";
// Contact Errors  - Σφάλματα επικοινωνίας
$locale['420'] = "Δεν βάλατε όνομα";
$locale['421'] = "Δεν βάλατε email";
$locale['422'] = "Δεν βάλατε θέμα";
$locale['423'] = "Δεν καταγράψατε κάποιο μήνυμα";
$locale['424'] = "Χρειάζεται να εισάγετετε έγκυρο κωδικό επιβεβαίωσης";
$locale['425'] = "Εσωτερικό σφάλμα: δεν είναι δυνατόν να αποσταλεί το μήνυμά σας.";
// Message Sent Αποσταλμένο μήνυμα
$locale['440'] = "Το μήνυμά σας έχει αποσταλεί";
$locale['441'] = "Ευχαριστούμε";
$locale['442'] = "Το μήνυμά σας δεν έχει αποσταλεί για τους εξής λόγους:";
$locale['443'] = "Παρακαλούμε δοκιμάστε ξανά.";
?>