<?php
$locale['400'] = "Ανακτήσεις";
// Download File Information
$locale['410'] = " <img src= images/new.gif ";
$locale['411'] = "Aδεια:";
$locale['412'] = "O/S:";
$locale['413'] = "Eκδοση:";
$locale['414'] = "Προστέθηκε:";
$locale['415'] = "Ανακτήσεις:";
$locale['416'] = "Ανάκτηση";
$locale['417'] = "Ανακτήσεις Αρχική";
$locale['418'] = "Αρχική σελίδα";
$locale['419'] = "Στιγμιότυπο";
$locale['420'] = "Τίτλος Αρχείου";
$locale['421'] = "Ημερομηνία";
$locale['422'] = "Συγγραφέας";
$locale['423'] = "Eκδοση";
$locale['424'] = "Ανακτήσεις";
$locale['425'] = "Σχόλια";
$locale['426'] = "Αξιολόγηση";
$locale['427'] = "Ημερολόγιο";
$locale['428'] = "Πληροφορίες";
$locale['429'] = "Στατιστικά";

// Downloads Notices
$locale['430'] = "Δεν καθορίστηκαν κατηγορίες Ανακτήσεων";
$locale['431'] = "Δεν υπάρχουν Ανακτήσεις στην κατηγορία";

// Statistics
$locale['440'] = "Κατεβασμένο:";
$locale['441'] = "Τα πιο δημοφιλή:";
$locale['442'] = "Πιο πρόσφατο:";
// Search and filters
$locale['450'] = "Χρήση φίλτρων στα δεξιά για να βρείτε τα Αρχεια που θέλετε.";
$locale['451'] = "Προβολή όλων";
$locale['452'] = "ID";
$locale['453'] = "Τίτλος";
$locale['454'] = "Συγγραφέας";
$locale['455'] = "Ανακτήσεις";
$locale['456'] = "Ημερομηνία";
$locale['457'] = "Αύξουσα";
$locale['458'] = "Φθίνουσα";
$locale['459'] = "Εφαρμογή";
$locale['460'] = "Αναζήτηση Αρχείου:";
$locale['461'] = "Αναζήτηση";
$locale['462'] = "Κατηγορία:";
$locale['463'] = "Ταξινόμηση κατά:";
?>