<?php
$locale['400'] = "Ανακτήσεις";
$locale['400b'] = " - Λήψη Κατηγορία - ";
$locale['400c'] = "Σχετικά στοιχεία λήψης";
// Download File Information
$$locale['410'] = " <img src= images/new.gif ";
$locale['411'] = "Aδεια:";
$locale['412'] = "O/S:";
$locale['413'] = "Eκδοση:";
$locale['414'] = "Προστέθηκε:";
$locale['415'] = "Ανακτήσεις:";
$locale['416'] = "Ανάκτηση";
$locale['417'] = "Ανακτήσεις Αρχική";
$locale['418'] = "Αρχική σελίδα";
$locale['419'] = "Στιγμιότυπο";
$locale['420'] = "Τίτλος Αρχείου";
$locale['421'] = "Ημερομηνία";
$locale['422'] = "Συγγραφέας";
$locale['423'] = "Eκδοση";
$locale['424'] = "Ανακτήσεις";
$locale['425'] = "Σχόλια";
$locale['426'] = "Αξιολόγηση";
$locale['427'] = "Ημερολόγιο";
$locale['428'] = "Πληροφορίες";
$locale['429'] = "Στατιστικά";
$locale['429b'] = "Άδειας Χρήσης - <span style='color: #ff0000;'> Παρακαλώ διαβάστε</span>";
$locale['429c'] = "Η λήψη έχει αδειοδοτηθεί από ";
$locale['429d'] = "Απόκρυψη άδειας";
// Downloads Notices
$locale['430'] = "Δεν καθορίστηκαν κατηγορίες Ανακτήσεων";
$locale['431'] = "Δεν υπάρχουν Ανακτήσεις στην κατηγορία";

$locale['432'] = "<strong>Δεν επιτρέπεται η πρόσβαση!</strong><br />παρακαλώ <a href='".BASEDIR."login.php'>σύνδεση</a> για να κατεβάσετε.";
// Statistics
$locale['440'] = "Κατεβασμένο:";
$locale['441'] = "Τα πιο δημοφιλή:";
$locale['442'] = "Πιο πρόσφατο:";
$locale['443'] = "υπάρχουν ";
$locale['444'] = " σε αυτή την κατηγορία.";
$locale['445'] = " λήψη";
$locale['446'] = " λήψεις";
$locale['447'] = "Συνολικά λήψεις σε αυτή την κατηγορία:";
$locale['448'] = "Σύνολο Κατέβηκαν";
$locale['449'] = "Τελευταίες Λήψεις";
$locale['449b'] = "Τελευταίες λήψεις σε αυτή την κατηγορία";
$locale['449c'] = "Δημοφιλή";
// Search and filters
$locale['450'] = "Χρήση φίλτρων στα δεξιά για να βρείτε τα Αρχεια που θέλετε.";
$locale['451'] = "Προβολή όλων";
$locale['452'] = "ID";
$locale['453'] = "Τίτλος";
$locale['454'] = "Συγγραφέας";
$locale['455'] = "Ανακτήσεις";
$locale['456'] = "Ημερομηνία";
$locale['457'] = "Αύξουσα";
$locale['458'] = "Φθίνουσα";
$locale['459'] = "Εφαρμογή";
$locale['460'] = "Αναζήτηση Αρχείου:";
$locale['461'] = "Αναζήτηση";
$locale['462'] = "Κατηγορία:";
$locale['463'] = "Ταξινόμηση κατά:";
$locale['460b'] = "Αναζήτηση...";
// Share Downloads
$locale['share001'] ="Share This Download On Facebook";
$locale['share002'] ="Share This Download On Twitter";
$locale['share003'] ="Share This Download On Google+";
?>