<?php
/*Username and Password as is. Alternative solution
is παρωνύμιο for Username and Κωδικός for Password*/
$locale['400'] = "Επεξεργασία προσωπικών στοιχείων";
// Edit Profile Messages  Μηνύματα επεξεργασίας προσωπικών στοιχείων
$locale['410'] = "Για να αλλάξετε τον κωδικό ή τη διεύθυνση διεύθυνση ηλεκτρονικού<br />χρειάζεται να εισάγετε τον  παρόν κωδικό.";
$locale['411'] = "Τα προσωπικά σας στοιχεία ανανεώθηκαν με επιτυχία";
$locale['412'] = "Δεν ήταν δυνατή η ανανέωση των προσωπικών σας στοιχείων:";
// Edit Profile Form  Φόρμα επεξεργασίας προσωπικών στοιχείων
$locale['420'] = "Παρόν κωδικός";
$locale['421'] = "Παρόν κωδικός διαχειριστή";
$locale['422'] = "Νέος κωδικός διαχειριστή";
$locale['423'] = "Επιβεβαίωση κωδικός διαχειριστή";
$locale['424'] = "Ανανέωση προσωπικών στοιχείων";
// Update Profile Errors  - Σφάλματα ανανέωσης προσωπικών στοιχείων
$locale['430'] = "Χρειάζεται να ορίσετε όνομα χρήστη και διεύθυνση ηλεκτρονικού ταχυδρομείου.";
$locale['431'] = "Το όνομα χρήστη περιέχει μη έκγυρους χαρακτήρες.";
$locale['432'] = "Το όνομα χρήστη ".(isset($_POST['user_name']) ? $_POST['user_name'] : "")." χρησιμοποιείται ήδη.";
$locale['433'] = "Μη έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.";
$locale['434'] = "Η διεύθυνση ηλεκτρονικού ταχυδρομείου ".(isset($_POST['user_email']) ? $_POST['user_email'] : "")." χρησιμοποιείται ήδη.";
$locale['435'] = "Η νέοι κωδικοί δεν ταιριάζουν.";
$locale['436'] = "Μη έγκυρος κωδικός, χρησιμοποιήστε μόνο αλφαριθμητικούς χαρακτήρες.<br />ο κωδικός θα πρέπει να περιέχει τουλάχιστον 6 χαρακτήρες.";
$locale['437'] = "Χρειάζεται να συμπληρώσετε το παρόν σας κωδικό διαχειριστή, προκειμένου να αλλάξετε κωδικό ή διεύθυνση ηλεκτρονικού ταχυδρομείου.";
$locale['438'] = "Τα καινουργή κωδικοί διαχειριστή δεν ταιριάζουν.";
$locale['439'] = "Τον κωδικό που έχετε ως χρήστης και το διαχειριστικό σας κωδικό πρέπει να είναι διαφορετικά.";
$locale['440'] = "Μη έγκυρο διαχειριστικό κωδικό, χρησιμοποιήστε μόνο αλφαριθμητικούς χαρακτήρες.<br />Το διαχειριστικό κωδικό θα πρέπει να περιέχει τουλάχιστον 6 χαρακτήρες.";
$locale['441'] = "Θα πρέπει να ορίσετε το παρόν κωδικό διαχειριστή, προκειμένου να αλλάξετε το διαχειριστικό σας κωδικό.";
?>