<?php
/*Alternative for password is κωδικός πρόσβασης. pls keep password intact is internationally recognizable*/
$locale['400'] = "Απώλεια κωδικού";
$locale['401'] = "Εχει αποσταλεί email επιβεβαίωσης στη διεύθυνση ηλεκτρονικού ταχυδρομείου σας.";
$locale['402'] = "´O νέος κωδικος έχει απoσταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου σας.";
$locale['403'] = "Επιστροφή στην αρχική σελίδα";
$locale['404'] = "Το email που δώσατε δε βρέθηκε.";
$locale['405'] = "Το email που δώσατε δεν είναι έγκυρο.";
$locale['406'] = "Παρακαλούμε δοκιμάστε εκ νέου.";
$locale['407'] = "Παρακαλούμε δώστε το email του λογαριασμού σας.<br>
Θα δημιουργηθεί νέος κωδικος και θα αποσταλεί στη διεύθυνση που δώσατε.";
$locale['408'] = "Αποστολή κωδικού";
$locale['409'] = "Νέος κωδικο για ";
$locale['410'] = "Γειά σας [USER_NAME],\n
Εσείς ή κάποιος άλλος ζήτησε νέο κωδικο για να έχει πρόσβαση στον λογαριασμό σας στο ".$settings['sitename'].".\n
Για να αλλάξετε τον κωδικο πατήστε την ακόλουθη σύνδεση:\n
[NEW_PASS_LINK]\n
Με εκτίμηση,
".$settings['siteusername'];
$locale['411'] = "Σας χαιρετίζουμε [USER_NAME],\n
Το νέο password για πρόσβαση στον λογαριασμό σας στο ".$settings['sitename']." είναι:\n
[NEW_PASS]\n
Με εκτίμηση,
".$settings['siteusername'];
?>