<?php
// Standard    - Στερεότυπα μηνύματα
$locale['400'] = "Προσωπικά μηνύματα";
$locale['401'] = "Δημοσιεύστε νέο μήνυμα";
$locale['402'] = "Εισερχόμενα";
$locale['403'] = "Εξερχόμενα";
$locale['404'] = "Αρχείο";
$locale['405'] = "Θέμα";
$locale['406'] = "Από";
$locale['407'] = "Ημερομηνία";
$locale['408'] = "Ιδιοκτήτης δικτυακού τόπου";
$locale['409'] = "Με τα επιλεγμένα στοιχεία:";
$locale['410'] = "Επιλογή όλων";
$locale['411'] = "Κατάργηση όλων";
$locale['412'] = "Αποθήκευση";
$locale['413'] = "Επαναφορά";
$locale['414'] = "Ανάγνωση";
$locale['415'] = "Αδιάβαστο";
$locale['416'] = "Διαγραφή";
$locale['417'] = "Προβολή αποστολέα με γράμματα:";
$locale['418'] = "Ολα";
$locale['419'] = "Δεν έχετε προσωπικά μηνύματα";
$locale['420'] = "Αποστολή προσωπικού μηνύματος";
$locale['421'] = "προς";
$locale['422'] = "Μήνυμα";
$locale['423'] = "BB Κωδικός";
$locale['424'] = "Smiley";
$locale['425'] = "Ιδιότητες";
$locale['426'] = "Αποστολή";
$locale['427'] = "Απενεργοποίηση Smileys στο μήνυμα";
$locale['428'] = "Προβολή υπογραφής στο μήνυμα";
$locale['429'] = "Προεπισκόπηση";
$locale['430'] = "Αποστολή";
$locale['431'] = "Ανάγνωση προσωπικού μηνύματος";
$locale['432'] = "Κλείσιμο";
$locale['433'] = "Απάντηση";
$locale['434'] = "Αποστολή σε όλους";
$locale['435'] = "Ακύρωση";
$locale['436'] = "Προβολή απάντησης";
$locale['437'] = "Αποστολή";
$locale['438'] = "Προεπισκόπηση μηνύματος";
$locale['439'] = "Απάντηση";
$locale['440'] = "(λάβατε %s)";
$locale['441'] = "Γράψτε ως ιδιοκτήτης δικτυακού τόπου";
$locale['442'] = "Επίπεδα χρηστών";
$locale['443'] = "Ομάδες";

// Search Options - Επιλογές αναζήτησης
$locale['450'] = "Ιδιότητες Αναζήτησης και Ειδών";
$locale['451'] = "Αναζήτηση / Είδη";
$locale['452'] = "Εκκαθάριση";
$locale['453'] = "Τίποτα δε βρέθηκε κατά τη διάρκεια της αναζήτησής σας";
$locale['454'] = "Αναζήτηση για";
$locale['455'] = "στο";
$locale['456'] = "Είδος από";
$locale['457'] = "(Χρησιμοποιήστε το ? και το * για Wildcards)";
$locale['458'] = "Αυτή τη στιγμή υπάρχουν '%s' μέλη σε '%s' ";
$locale['459'] = "Ο αποστολέας αρχίζει με '%s' ";
$locale['460'] = "Είδος από '%s'";
$locale['461'] = "Το παράθυρο μηνυμάτων είναι κενό";
$locale['462'] = "Θέμα";
$locale['463'] = "Μήνυμα";
$locale['464'] = "Αποστολέας";
$locale['465'] = "Ημερομηνία/Ώρα που καταχωρίστηκε";

// Error Messages - Μηνύματα σφαλμάτων
$locale['480'] = "Λάθος";
$locale['481'] = "Λάθος ID μηνύματος";
$locale['482'] = "Λάθος ID μέλους";
$locale['483'] = "Για μέλη μόνο";
$locale['484'] = "Η δυνατότητα χρησιμοποίησης προσωπικών μηνυμάτων έχει απενεργοποιηθεί λόγω κακής χρήσης.";
$locale['485'] = "Παρακαλούμε επιλέξτε τουλάχιστον ένα μήνυμα";
$locale['486'] = "Χρειάζεται να συμπληρώστε όλα τα πεδία: Θέμα και Μήνυμα";
$locale['487'] = "Υπερβολικά! Παρακαλώ περιμένετε %s προτού να γράψετε το επόμενο μήνυμα.";

// Tooltips - Συμβουλές εργαλείων
$locale['500'] = "Πατήστε εδώ για να γράψετε ένα νέο μήνυμα";
$locale['501'] = "Πατήστε εδώ για να δείτε τα εισερχόμενα μηνύματά σας";
$locale['502'] = "Πατήστε εδώ για να δείτε τα αποσταλμένα μηνύματά σας";
$locale['503'] = "Πατήστε εδώ για να δείτε τα αποθηκευμένα μηνύματά σας";
$locale['504'] = "Πατήστε εδώ για να επιλέξετε αυτό το μήνυμα";
$locale['505'] = "Πατήστε εδώ για να δείτε αυτό το μήνυμα";
$locale['506'] = "Πατήστε εδώ για να δείτε τα προσωπικά στοιχεία του aποστολέα";
$locale['507'] = "Πατήστε εδώ για να επιλέξετε όλα τα μηνύματα";
$locale['508'] = "Πατήστε εδώ για να καταργήσετε όλα τα μηνύματα";
$locale['509'] = "Πατήστε εδώ για να δείτε τα μηνύματα όλων των αποστολέων";
$locale['510'] = "Πατήστε εδώ για να δείτε μηνύματα από αποστολείς που αρχίζουν με %s";
$locale['511'] = "Πατήστε εδώ για να για να μεταφέρετε τα επιλεγμένα μηνύματα στο αρχείο σας";
$locale['512'] = "Πατήστε εδώ για να μεταφέρετε τα επιλεγμένα μηνύματα στα εισερχόμενά σας";
$locale['513'] = "Πατήστε εδώ για να ορίσετε τα επιλεγμένα μηνύματα ως αναγνωσμένα";
$locale['514'] = "Πατήστε εδώ για να για να ορίσετε τα επιλεγμένα μηνύματα ως μη αναγνωσμένα";
$locale['515'] = "Πατήστε εδώ για να διαγράψετε τα επιλεγμένα μηνύματα";
$locale['516'] = "Πατήστε εδώ για να αλλάξετε τη διαμόρφωση";

$locale['620'] = "Ιδιότητες";
$locale['621'] = "Να ενημερωθώ μέσω email όταν λάβω νέο μήνυμα:";
$locale['622'] = "Αποθήκευση αποσταλμένων μηνυμάτων αυτόματα:";
$locale['623'] = "Αποθήκευση ιδιοτήτων";
$locale['624'] = "Αποθηκευμένες ιδιότητες";
$locale['625'] = "Έχετε ένα νέο/α μήνυμα/τα: ".$settings['sitename'];
$locale['626'] = ",\r\n Λάβατε ένα νέο προσωπικό μήνυμα στο ".$settings['sitename'].". Μπορείτε να διαβάσετε τα μηνύματά σας στο ".$settings['siteurl']."messages.php\r\n\r\nΜπορείτε επίσης να απενεργοποιήσετε την ενημέρωση νέων μηνυμάτων, αν δεν επιθυμείτε πλέον να λαμβάνετε ειδοποιήσεις για νέα μηνύματα.";
$locale['627'] = "Λάθος";
$locale['628'] = "Αδυναμία αποστολής προσωπικού μηνύματος. Ο φάκελος χρήστη στα Εισερχόμενα είναι πλήρης.";
$locale['629'] = "Δεν μπορείτε να μετακινήσετε τα μηνύματα στον επιλεγμένο φάκελο, θα υπερβείτε το μέγιστο όριο.";
$locale['630'] = " Όριο μηνυμάτων";
$locale['631'] = "Ναι";
$locale['632'] = "Όχι";

            

?>
