<?php
$locale['400'] = "Φωτοσυλλογές";
$locale['401'] = "Άνοιγμα συλλογής";
$locale['402'] = "Όχι μικρογραφία";
$locale['403'] = "Ημερ: ";
$locale['404'] = "Δημιουργήθηκε από: ";
$locale['405'] = "Εικόνες: ";
$locale['406'] = "Δεν έχουν ορισθεί Φωτοσυλλογές.";

$locale['420'] = "Πληροφορίες Συλλογής";
$locale['421'] = "Συλλογή: ";
$locale['422'] = "Αριθμός εικόνων: ";
$locale['423'] = "Τελευταία πρόσθεση από ";
$locale['424'] = " ";
$locale['425'] = "Δεν έχουν προστεθεί εικόνες στη συλλογή";

$locale['430'] = "Εμφάνιση Συλλογής";
$locale['431'] = "Πατήστε για να δείτε";
$locale['432'] = "Όχι μικρογραφία";
$locale['433'] = "Ημερ: ";
$locale['434'] = "Προστέθηκε από: ";
$locale['435'] = "Αιτήσεις: ";
$locale['436'] = "Σχόλια: ";
$locale['436b'] = "Σχόλιο: ";
$locale['437'] = "Βαθμολόγηση: ";
$locale['438'] = "Καμία";

$locale['450'] = "Εμφάνιση Εικόνας";
$locale['451'] = "Προηγ";
$locale['452'] = "Επομ";
$locale['453'] = "Πατήστε για να δείτε το πλήρες μέγεθος";
$locale['454'] = "Διαστάσεις: ";
$locale['455'] = "pixel";
$locale['456'] = "Μέγεθος φακέλου: ";
$locale['457'] = "Αριθμός αιτήσεων: ";
$locale['458'] = "Κλείσιμο";
?>

