<?php
$locale['r100'] = "Αξιολογήσεις";
$locale['r101'] = "Επί του παρόντος δεν υφίστανται αξιολογήσεις.";
$locale['r102'] = "Αφαίρεση αξιολόγησης";
$locale['r103'] = "Αποστολή";
$locale['r104'] = "Η αξιολόγηση είναι διαθέσιμη σε μέλη μόνον.<br /><br />Παρακαλούμε συνδεθείτε ή εγγραφείτε γα να ψηφίσετε.";
$locale['r105'] = "Το αξιολογήσατε <strong>%s</strong> στα %s";
$locale['r106'] = "Παρακαλούμε επιλέξτε αξιολόγηση";
$locale['r107'] = "Επιλογή αξιολόγησης :";
$locale['r108'] = "Δεν υπάρχουν ψήφοι";
$locale['r109'] = "Ψήφος";
$locale['r110'] = "Ψήφοι";
// Rating Options
$locale['r120'] = "Πολύ καλό!";
$locale['r121'] = "Αρκετά καλό";
$locale['r122'] = "Καλό";
$locale['r123'] = "Μέσο";
$locale['r124'] = "Φτωχό";
?>