<?php
// Error messages
$locale['500'] = "Παρουσιάστηκε σφάλμα";
$locale['501'] = "Ο σύνδεσμος που πατήσατε επανενεργοποίησης δεν είναι πλέον έγκυρο.<br /><br />
Επικοινωνήστε με το διαχειριστή της ιστοσελίδας στο <a href='mailto:".$settings['siteemail']."'>".$settings['siteemail']."</a> αν θέλετε να ζητήσετε επανενεργοποίησης οδηγίες.";
$locale['502'] = "Ο σύνδεσμος που πατήσατε επανενεργοποίησης δεν είναι έγκυρος!<br /><br />
Επικοινωνήστε με το διαχειριστή της ιστοσελίδας στο <a href='mailto:".$settings['siteemail']."'>".$settings['siteemail']."</a> αν θέλετε να ζητήσει ένα εγχειρίδιο επανενεργοποίησης.";
$locale['503'] = "Ο σύνδεσμος που ακολουθήσατε επανενεργοποίησης δεν θα μπορούσε να ενεργοποιήσει τον λογαριασμό σας.<br />
Ίσως ο λογαριασμός σας έχει ήδη απενεργοποιηθεί και στην περίπτωση αυτή θα πρέπει να είναι σε θέση να <a href='".$settings['siteurl']."login.php'>συνδεθείτε εδώ</a>.<br /><br />
Εάν δεν μπορείτε να συνδεθείτε τώρα, παρακαλώ επικοινωνήστε με τον διαχειριστή της ιστοσελίδας σε <a href='mailto:".$settings['siteemail']."'>".$settings['siteemail']."</a> αν θέλετε να ζητήσετε ένα εγχειρίδιο επανενεργοποίησης.";
// Send confirmation mail
$locale['504'] = "Ο λογαριασμός απενεργοποιούνται στο ".$settings['sitename'];
$locale['505'] = "Γεια σας [USER_NAME],\n
Ο λογαριασμός σας στο ".$settings['sitename']." έχει επανενεργοποιηθεί. Ελπίζουμε να σας δούμε πιο συχνά στο χώρο.\n\n
Regards,\n\n
".$settings['siteusername'];
$locale['506'] = "Επανενεργοποιήθηκε από το χρήστη.";
?>
