<?php
$locale['400'] = "Αναζήτηση στο ".$settings['sitename'];
$locale['401'] = "Αναζήτηση για:";
$locale['402'] = "Αναζήτησε";
$locale['403'] = "αναζήτησε οποιαδήποτε από τις λέξεις";
$locale['404'] = "το αποτέλεσμα πρέπει να περιέχει όλες τις λέξεις";
$locale['405'] = "Αναζήτηση σε:";
$locale['406'] = "Επιλογές:";
$locale['407'] = "Όλο το σύστημα";
$locale['408'] = "Αποτελέσματα Αναζήτησης";
//addition date  - ημερομηνία πρόσθεσης
$locale['420'] = "Αναζήτησε:";
$locale['421'] = "όλες οι ημερομηνίες";
$locale['422'] = "τελευταία ημέρα";
$locale['423'] = "τελευταία εβδομάδα";
$locale['424'] = "τελευταίες δύο εβδομάδες";
$locale['425'] = "τελευταίος μήνας";
$locale['426'] = "τελευταίοι τρεις μήνες";
$locale['427'] = "τελευταίοι έξι μήνες";
//where - Αναζήτηση πού;
$locale['430'] = "τίτλο και μήνυμα";
$locale['431'] = "μόνο μήνυμα";
$locale['432'] = "μόνο τίτλο";
//sort by   -  Ταξινόμηση κατά
$locale['440'] = "Ταξινόμισε κατά:";
$locale['441'] = "ημερομηνία πρόσθεσης";
$locale['442'] = "τίτλο";
$locale['443'] = "συγγραφέα";

$locale['450'] = "φθίνουσα";
$locale['451'] = "αυξουσα";
//characters in results - πόσοι χαρακτήρες στο αποτέλεσμα
$locale['460'] = "Δείξε:";
$locale['461'] = "χαρακτήρες στο αποτέλεσμα";
$locale['462'] = "ολόκληρο κείμενο";
//No results
$locale['500'] = "Δε βρέθηκαν αποτελέσματα.";
$locale['501'] = "Η αναζήτηση κειμένου απαιτεί τουλάχιστον 3 χαρακτήρες.";
$locale['502'] = "Ερωτήματα με λιγότερους από 3 χαρακτήρες αγνοούνται στην αναζήτηση.";
//Global search
$locale['510'] = "αποτελέσματα στην πλήρη αναζήτηση του συστήματος";
//
$locale['520'] = "αποτέλεσμα";
$locale['521'] = "αποτελέσματα";
$locale['522'] = "βάσει κριτηρίων αναζήτησης";
//more than 100 results
$locale['530'] = "Παρακαλούμε να είστε ακριβέστεροι στο ερώτημά σας. Το ερώτημά σας επιστρέφει %s αποτελέσματα. Στην παρούσα σελίδα επιδεικνύονται μόνο τα 100 καλύτερα αποτελέσματα";
?>