<?php
$locale['400'] = "Υποβολή συνδέσμου";
// Submit Link Success  - επιτυχής υποβολή συνδέσμου
$locale['410'] = "Σας ευχαριστούμε για τν υποβολή συνδέσμου";
$locale['411'] = "Υποβολή άλλου συνδέσμου";
$locale['412'] = "Επιστροφή στο ".$settings['sitename'];
// Submit Link Form   Φόρμα υποβολής συνδέσμου
$locale['420'] = "Χρησιμοποιήστε την παρακάτω φόρμα για να υποβάλλετε κάποιον σύνδεσμο. Η υποβολή σας θα ελεγχθεί από
κάποιον διαχειριστή. Ακατάλληλοι σύνδεσμοι δεν γίνονται αποδεκτοί.";
$locale['421'] = "Κατηγορία συνδέσμου:";
$locale['422'] = "Όνομα συνδέσμου:";
$locale['423'] = "URL συνδέσμου:";
$locale['424'] = "Περιγραφή συνδέσμου:";
$locale['425'] = "Υποβολή";
// Submit News  -  Υποβολή Νέων
$locale['450'] = "Υποβολή Νέων";
// Submit News Success - Επιτυχής Υποβολή Νέων
$locale['460'] = "Σας ευχαριστούμε για την υποβολή Νέων";
$locale['461'] = "Υποβολή άλλου θέματος στα Νέα";
// Submit News Form  - Φόρμα υποβολής Νέων
$locale['470'] = "Χρησιμοποιήστε την παρακάτω φόρμα για να υποβάλλετε Νέα. Η υποβολή σας θα ελεγχθεί ως προς τη συντακτική και γραμματική της ορθότητα από κάποιον διαχειριστή.
Το ".$settings['sitename']." διατηρεί το δικαίωμα απόρριψης ή επεξεργασίας οποιασδήποτε υποβολής.
Τα Νέα σας θα πρέπει να συνδέονται με το περιεχόμενο αυτού του δικτυακού τόπου. Οι ακατάλληλες υποβολές διαγράφονται.";
$locale['471'] = "Τίτλος:";
$locale['472'] = "Νέα:";
$locale['473'] = " Ενεργοποίηση αυτόματης αλλαγής γραμμής";
$locale['474'] = "Προεπισκόπηση";
$locale['475'] = "Υποβολή";
$locale['476'] = "Κατηγορία:";
$locale['477'] = "- Καμία -";
$locale['478'] = "Νέα Απόσπασμα:";
// Submit Article υποβολή δημοσίευσης
$locale['500'] = "Υποβολή Δημοσίευσης";
// Submit Article Success
$locale['510'] = "Ευχαριστούμε για την υποβολή δημοσίευσης";
$locale['511'] = "Υποβολή άλλης δημοσίευσης";
// Submit Article Form
$locale['520'] = "Χρησιμοποιήστε την παρακάτω φόρμα για να υποβάλλετε τη δημοσίευσή σας. Η υποβολή σας θα ελεγχθεί ως προς τη συντακτική και γραμματική της ορθότητα από κάποιον διαχειριστή.
Το ".$settings['sitename']." διατηρεί το δικαίωμα απόρριψης ή επεξεργασίας οποιασδήποτε υποβολής.
Η δημοσίευσή σας θα πρέπει να συνδέεται με το περιεχόμενο αυτού του δικτυακού τόπου. Οι ακατάλληλες υποβολές διαγράφονται.";
$locale['521'] = "Κατηγορία:";
$locale['522'] = "Θέμα:";
$locale['523'] = "Εισαγωγή:";
$locale['524'] = "Δημοσίευση:";
$locale['525'] = " Ενεργοποίηση αυτόματης αλλαγής γραμμής";
$locale['526'] = "Προεπισκόπηση";
$locale['527'] = "Υποβολή";
// Submit Error  - Σφάλματα υποβολής
$locale['550'] = "Παρακαλούμε συμπληρώστε τη φόρμα.";
$locale['551'] = "Δεν έχουν ορισθεί ακόμη κατηγορίες.";
// Submit Photo  - Υποβολή Εικόνας
$locale['570'] = "Υποβολή Εικόνας";
// Submit Photo Success - Επιτυχής υποβολή εικόνας
$locale['580'] = "Σας ευχαριστούμε για την υποβολή εικόνας";
$locale['581'] = "Υποβολή άλλης εικόνας";
// Submit Photo Error  Σφάλματα υποβολής εικόνας
$locale['600'] = "Δε στάθηκε δυνατόν να υποβληθεί η εικόνα σας";
$locale['601'] = "Μη έγκυρο όνομα αρχείου εικόνας.";
$locale['602'] = "Η εικόνα θα πρέπει να είναι μικρότερη από %u bytes.";
$locale['603'] = "Η εικόνα θα πρεέπει να είναι GIF, JPEG ή PNG αρχείο.";
$locale['604'] = "Η εικόνα δε θα πρέπει να είναι μεγαλύτερη από %uπλ. x %uυψ. εικονοστοιχεία.";
// Submit Photo Form  Φόρμα υποβολής εικόνας
$locale['620'] = "Χρησιμοποιήστε την παρακάτω φόρμα για να υποβάλλετε την εικόνα σας. Η υποβολή σας θα ελεγχθεί από κάποιον διαχειριστή.
Το ".$settings['sitename']." διατηρεί το δικαίωμα απόρριψης ή επεξεργασίας οποιασδήποτε υποβολής.
Η εικόνα θα πρέπει να συνδέεται με το περιεχόμενο αυτού του δικτυακού τόπου. Οι ακατάλληλες υποβολές διαγράφονται.";
$locale['621'] = "Τίτλος:";
$locale['622'] = "Περιγραφή:";
$locale['623'] = "Εικόνα: ";
$locale['624'] = "Μεγ. μέγεθος αρχείου: %s / Μεγ. μέγεθος: %ux%u pixels";
$locale['625'] = "Συλλογή:";
$locale['626'] = "Υποβολή";

// Submit Download
$locale['650'] = "Υποβολή Λήψη";
// Submit Download Success
$locale['660'] = "Σας ευχαριστούμε για την υποβολή σας Download";
$locale['661'] = "Αποστολή άλλου Κατεβάστε";
// Submit Download Error
$locale['670'] = "Λήψη σας δεν θα μπορούσαν να υποβληθούν";
$locale['671'] = "Άκυρο όνομα αρχείου.";
$locale['671a'] = "εικόνα Άκυρα όνομα αρχείου.";
$locale['672'] = "Το αρχείο πρέπει να είναι μικρότερο από %s.";
$locale['672a'] = "Κατηγορία πρέπει να είναι μικρότερο από %s.";
$locale['672b'] = "Κατηγορία πρέπει να είναι μικρότερο από %s.";
$locale['673'] = "Το αρχείο πρέπει να είναι ένας από τους ακόλουθους τύπους αρχείων: %s.";
$locale['673a'] = "Κατηγορία πρέπει να είναι ένας από τους ακόλουθους τύπους αρχείων: %s.";
$locale['674'] = "Λήψη τίτλος δεν μπορεί να μείνει κενό.";
$locale['675'] = "Λήψη αρχείου ή url δεν μπορεί να αφεθεί κενό.";
$locale['676'] = "Λήψη σύντομη περιγραφή δεν μπορεί να μείνει κενό.";
$locale['676a'] = "Άγνωστο σφάλμα";
// Submit Download Form
$locale['680'] = "Χρησιμοποιήστε την παρακάτω φόρμα για να υποβάλουν Download. υποβολή σας θα εξεταστεί από
Administrator. ".$settings['sitename']." διατηρεί το δικαίωμα να τροποποιήσει ή να τροποποιήσουν κάθε υποβολή. Λήψεις
Θα πρέπει να ισχύουν για το περιεχόμενο αυτού του site. Υποβολές κρίνονται ακατάλληλα θα απορριφθεί.";
$locale['681'] = "Τίτλος:";
$locale['682'] = "Περιγραφή:";
$locale['682b'] = "Σύντομη περιγραφή:";
$locale['683'] = "URL:";
$locale['684'] = "ή Αρχείο:";
$locale['685'] = "Υπολογίστε το μέγεθος του αρχείου";
$locale['686'] = "Εικόνα:";
$locale['687'] = "Κατηγορία:";
$locale['688'] = "Άδεια:";
$locale['689'] = "O/S:";
$locale['690'] = "Έκδοση:";
$locale['691'] = "Ιστοσελίδα:";
$locale['692'] = "Copyright:";
$locale['693'] = "Μέγεθος:";
$locale['694'] = "Μέγιστος αριθμός μέγεθος αρχείου: %s / Επιτρέπονται τύπους αρχείων: %s";
$locale['694b'] = "Μέγιστο μέγεθος αρχείου: %s / Επιτρέπονται τύπους αρχείων: %s / πλάτος Max: %spx, Μέγιστο ύψος: %spx";
$locale['695'] = "Αποστολή Κατεβάστε";
?>