<?php
// Items shown in profile
$locale['u040'] = "Ημερομηνία απόφαση της";
$locale['u041'] = "Τελευταία Επίσκεψη";
$locale['u042'] = "Δεν επισκέφθηκε";
$locale['u043'] = "Αποστολή προσωπικού μηνύματος";
$locale['u044'] = "Στοιχεία Επικοινωνίας";
$locale['u045'] = "Διάφορες Πληροφορίες";
$locale['u046'] = "Επιλογές";
$locale ['u047'] = "Στατιστικά";
$locale ['u048']= "Διαχειριστής Πληροφορίες ";
$locale ['u049'] = "IP Address";
$locale['u050'] = "απροσδιόριστο ";
$locale['u051'] = "Απόκρυψη e-mail;";
$locale ['u052'] = "Ναι";
$locale ['u053'] = "Οχι";
$locale ['u054'] = "Προβολή Αναστολή Λογαριασμού";
$locale ['u055'] = "Ο χρήστης Κατάσταση:";
$locale['u056'] = "Λόγος";
$locale ['u057'] = "Ομάδες Χρηστών";
$locale ['u058'] = "Διαχειριστής Επιλογές";
$locale ['u059'] = "Προσθήκη";
$locale ['u060'] = "Προσθήκη αυτού του χρήστη σε επιλεγμένη ομάδα;";
$locale ['u061'] = "Προσθήκη στην ομάδα";
$locale ['u062'] = "Ο χρήστης Avatar";
$locale ['u063'] = "επίπεδο χρήστη";
$locale ['u064'] = "Email";
$locale ['u065']= "Δεν υπάρχουν επισκέψεις.";
$locale ['u066']= "Ημερομηνία Εγγραφη";
$locale ['u067']= "Τελευταία Επίσκεψη";
$locale ['u068'] = "Όνομα Χρήστη";
$locale ['u069'] = "Επεξεργασία";
$locale['u070']= "Απαγόρευση";
$locale['u071']= "Αναστολή";
$locale['u072']= "Διαγραφή";
$locale ['u073']= "Διαγραφή αυτού του χρήστη;";

// Profile and register
$locale['u100'] = "Για να αλλάξετε τον κωδικό σας ή το email <br/> διεύθυνση θα πρέπει να εισάγετε τον τρέχοντα κωδικό σας.";
$locale['u101'] = "Εγγραφή";
$locale['u102'] = "Επεξεργασία Προφίλ";
$locale['u103'] = "Προφίλ";
$locale['u104'] = "Το προφίλ για";
$locale['u105'] = "Ενημέρωση Προφίλ";

// View User Groups
$locale['u110'] = "Προβολή ομάδας χρηστών";
$locale['u111'] = "%u χρήστες";
$locale['u112'] = "%u Όνομα Χρήστη";
$locale['u113'] = "Όνομα Χρήστη";
$locale['u114'] = "Τύπος Χρήστη";

// User name and email
$locale['u120'] = "Όνομα χρήστη περιέχει έγκυρους χαρακτήρες.";
$locale['u121'] = "Το επιλεγμένο όνομα χρήστη έχει ήδη ληφθεί από άλλο χρήστη.";
$locale['u122'] = "Όνομα χρήστη δεν μπορεί να αφεθεί κενό.";
$locale['u123'] = "Η διεύθυνση email σας δεν φαίνεται να είναι έγκυρη.";
$locale['u124'] = "Η ηλεκτρονική σας διεύθυνση ή το ηλεκτρονικό ταχυδρομείο όνομα φαίνεται να είναι στη μαύρη λίστα.";
$locale['u125'] = "Η διεύθυνση ηλεκτρονικού ταχυδρομείου έχει ήδη καταχωρηθεί από άλλον χρήστη.";
$locale['u126'] = "Διεύθυνση ηλεκτρονικού ταχυδρομείου δεν μπορεί να αφεθεί κενό.";
$locale['u127'] = "Όνομα χρήστη";
$locale['u128'] = "Ηλεκτρονική Διεύθυνση";
$locale['u129'] = "Πληροφορίες λογαριασμού";

// Passwords
$locale['u130'] = "Διαχειριστής κωδικός πρόσβασης";
$locale['u131'] = "Διαχειριστής κωδικός πρόσβασης";
$locale['u132'] = "Κωδικός πρόσβασης";
$locale['u133'] = "Κωδικός πρόσβασης";
$locale['u134'] = "Νέο κωδικό σύνδεσης";
$locale['u135'] = "Επιβεβαίωση κωδικού";
$locale['u136'] = "Κωδικός πρόσβασης δεν μπορεί να αφεθεί κενό.";
$locale['u137'] = "Τρέχουσας κωδικό πρόσβασης διαχειριστή σας δεν μπορεί να αφεθεί κενό.";
$locale['u138'] = "Ό τρέχον Κωδικός πρόσβασης can not be left empty.";
$locale['u139'] = "Κωδικός πρόσβασης δεν ταιριάζει με με τον τρέχοντα Κωδικό πρόσβασης.";
$locale['u140'] = "Διαχειριστής κωδικός πρόσβασης δεν ταιριάζει με Τρέχουσας κωδικό πρόσβασης Διαχειριστής σας.";
$locale['u141'] = " δεν μπορεί να είναι η ίδια με ";
$locale['u142'] = " είναι πολύ μικρή ή περιέχει άκυρους χαρακτήρες!";
$locale['u143'] = " δεν ταιριάζει!";
$locale['u143a'] = " δεν μπορεί να αφεθεί κενό.";
$locale['u144'] = "Νέος κωδικό πρόσβασης Διαχειριστή";
$locale['u145'] = "Επιβεβαιώστε τον κωδικό πρόσβασης Διαχειριστή";
$locale['u146'] = " δεν μπορεί να είναι η ίδια με τρέχουσα θέση ";
$locale['u147'] = "Ο κωδικός θα πρέπει να είναι μεταξύ 8 και 64 χαρακτήρες πολύ.<br />Επιτρέπονται τα σύμβολα a-z, 0-9 and @!#$%&\/()=-_?+*.,:;";
$locale['u148'] = "Νέο κωδικό σύνδεσης are not identical.";
$locale['u148a'] = "Νέες κωδικοί πρόσβασης Διαχειριστή δεν είναι ταυτόσημα.";
$locale['u149'] = "Τρέχουσα πρόσβασης σας Κωδικός δεν είχε προσδιοριστεί ή είναι άκυρο.";
$locale['u149a'] = "Τρέχουσα Διαχειριστής κωδικός σας δεν είχε προσδιοριστεί ή είναι άκυρο.";
$locale['u149b'] = "Τρέχουσα Σύνδεση Κωδικό Πρόσβασης δεν είχε προσδιοριστεί ή είναι άκυρο.
Δεν μπορείτε να ορίσετε τον κωδικό πρόσβασης διαχειριστή σας χωρίς σωστό κωδικό σύνδεσης σας.";


// Email actiation
$locale['u150'] = "Η εγγραφή σας έχει σχεδόν ολοκληρωθεί, θα λάβετε ένα email που θα περιέχει τα στοιχεία σύνδεσής σας μαζί με ένα σύνδεσμο για να επαληθεύσετε το λογαριασμό σας.";
$locale['u151'] = "Καλώς ήρθατε στο ".$settings['sitename'];
$locale['u152'] = "Hello USER_NAME,\n
Καλώς ήρθατε στο ".$settings['sitename'].". Εδώ είναι οι λεπτομέρειες σύνδεσής σας:\n
Όνομα Χρήστη: USER_NAME
Κωδικός πρόσβασης: USER_PASSWORD\n
Παρακαλώ ενεργοποιήστε το λογαριασμό σας μέσω του ακόλουθου συνδέσμου: ACTIVATION_LINK\n\n
Όσον αφορά,
".$settings['sitename'];
$locale['u153'] = "Ενεργοποίηση ηλεκτρονικό ταχυδρομείο δεν να αποσταλούν.";
$locale['u154'] = "Παρακαλώ επικοινωνήστε με το <a href='".BASEDIR."contact.php'></a>με τον διαχειριστή";
$locale['u155'] = "Ενεργοποίηση Λογαριασμού";
$locale['u156'] = "Παρακαλώ πληκτρολογήστε τον τρέχοντα κωδικό σας για να αλλάξετε το email σας.";

// Success / Fail
$locale['u160'] = "Εγγραφή πλήρης";
$locale['u161'] = "Μπορείτε τώρα να συνδεθείτε.";
$locale['u162'] = "Ένας διαχειριστής θα ενεργοποιήσει τον λογαριασμό σας σύντομα.";
$locale['u163'] = "προφίλ ενημερώθηκε επιτυχώς.";
$locale['u164'] = "Ενημέρωση απέτυχε";
$locale['u165'] = "Εγγραφή απέτυχε";
$locale['u167'] = "για τον εξής λόγο (-ους):";
$locale['u168'] = "Παρακαλώ προσπαθήστε ξανά.";
$locale['u169'] = "Το προφίλ ενημερώθηκε";
$locale['u170'] = "Εγγραφή επιτυχής";
$locale['u171'] = "Ο λογαριασμός σας έχει επαληθευτεί.";
$locale['u172'] = "χρηστης προστέθηκε επιτυχώς.";
$locale['u173'] = "Επιστροφή στη σελίδα διαχείρισης χρηστών.";
$locale['u174'] = "Προσθέστε ένα άλλο μέλος.";

// Avatar upload
$locale['u180'] = "το avatar σου υπερέβη το μέγεθος του αρχείου επιτρέπεται, το όριο είνα ".parsebytesize($settings['avatar_filesize']).".";
$locale['u181'] = "το avatar σου φαίνεται να είναι μια αστήρικτη τύπο εικόνας, υποστηριζόμενους τύπους εικόνας είναι jpg, PNG και GIF.";
$locale['u182'] = "το avatar σου υπέρβαση ".$settings['avatar_width']."x".$settings['avatar_height']." pixels.";
$locale['u183'] = "το avatar σας δεν ανέβηκε σωστά.";
$locale['u184'] = "Μέγιστο μέγεθος αρχείου: %s / Μεγ. Μέγεθος: %ux%u pixels";
$locale['u185'] = "Avatar";
$locale['u186'] = "Κάντε κλικ στο Αναζήτηση για να ανεβάσετε μια εικόνα";
$locale['u187'] = "Διαγραφή";

// Captcha and terms
$locale['u190'] = "Κώδικας επικύρωσης";
$locale['u191'] = "Εισάγετε τον κωδικό επικύρωσης";
$locale['u192'] = "Όροι Συμφωνίας";
$locale['u193'] = "Έχω διαβάσει τα <a href='".BASEDIR."print.php?type=T' target='_blank'>Όροι Συμφωνίας </a> και συμφωνώ μαζί τους.";
$locale['u194'] = "Λάθος κωδικός επικύρωσης.";
$locale['u195'] = "Captcha κωδικός δεν μπορεί να αφεθεί κενό.";

// E-mail Change Confirmation
$locale['u200'] = "Η επαλήθευση email έχει σταλεί στη νέα διεύθυνση ηλεκτρονικού ταχυδρομείου σας (%s).";
$locale['u201'] = "Η ηλεκτρονική σας διεύθυνση θα αλλάξει όταν κάνετε κλικ στη σύνδεση με το ταχυδρομείο.";
$locale['u202'] = "E-mail επαληθεύσει - ".$settings['sitename'];
$locale['u203'] = "Γεια σας [USER_NAME],\n
Κάποιος που αυτή τη διεύθυνση ηλεκτρονικού ταχυδρομείου στο λογαριασμό του στο site μας.\n
Αν πραγματικά θέλετε να αλλάξετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας σε αυτό το ένα παρακαλώ κάντε κλικ στον παρακάτω σύνδεσμο:\n
[EMAIL_VERIFY_LINK]\n
Σημείωση: πρέπει να είστε συνδεδεμένοι για να προχωρήσει.\n
Regards,
".$settings['siteusername']."
".$settings['sitename'];

?>