<?php
// Member Profile  Πληροφορίες μέλους
$locale['400'] = "Πληροφορίες μέλους";
$locale['401'] = "Ομάδα χρήστη";
$locale['402'] = "Επιλογές διαχειριστή";
// Administrator Options επιλογές διαχειριστή
$locale['410'] = "Επεξεργασία";
$locale['411'] = "Αποβολή";
$locale['412'] = "Διαγραφή";
$locale['413'] = "Να αποβληθεί ο χρήστης;";
$locale['414'] = "Να διαγραφεί ο χρήστης;";
$locale['415'] = "Πρόσθεση σε ομάδα:";
$locale['416'] = "Πρόσθεση";
$locale['417'] = "Πρόσθεση του χρήστη στην επιλεγμένη ομάδα;";
// View User Groups  Ανάκτηση ομάδας χρήστη
$locale['420'] = "Ανάκτηση Ομάδας Χρήστη";
$locale['421'] = "%u χρήστης";
$locale['422'] = "%u χρήστες";
$locale['423'] = "Όνομα χρήστη";
$locale['424'] = "Τύπος χρήστη";
?>