<?php
$locale['400'] = "Σύνδεσμοι";
// Web Link File Information  πληροφορίες συνδέσμων
$locale['410'] = "<img src= images/new.gif ";
$locale['411'] = "Ημερ. πρόσθεσης:";
$locale['412'] = "Αιτήσεις:";
// Web Link File Notices   Ειδοποιήσεις συνδέσμων
$locale['430'] = "Δεν έχουν ορισθεί ακόμα κατηγορίες συνδέσμων";
$locale['431'] = "Δεν έχουν προστεθεί ακόμα σύνδεσμοι στην Κατηγορία";
// New for Websnapr Mod
$locale['431a'] = "Ιστοσελίδες Αρχική σελίδα";
$locale['431b'] = "Σύνδεσμοι Ιεραρχία"; 


?>