<?php
// Forum Index
$locale['400'] = "Дискуссии";
$locale['401'] = "Форум";
$locale['402'] = "Темы";
$locale['403'] = "Сообщения";
$locale['404'] = "Последнее сообщение";
$locale['405'] = "нет сообщений";
$locale['406'] = "Автор ";
$locale['407'] = "Нет форумов.";
$locale['408'] = "Нет категорий.";
$locale['409'] = "Форумы, имеющие новые сообщения со времени вашего последнего визита.";
$locale['410'] = "Форумы, не имеющие новых сообщений со времени вашего последнего визита.";
$locale['411'] = "Модератор: ";
// View Forum
$locale['450'] = "Просмотр форума";
$locale['451'] = "Тема";
$locale['452'] = "Автор";
$locale['453'] = "Просмотров";
$locale['454'] = "Ответов";
$locale['455'] = "Страница: ";
$locale['456'] = "Ни одной Темы не начато";
// View Forum Moderator options
$locale['460'] = "Отметить всех";
$locale['461'] = "Снять все отметки";
$locale['462'] = "Удалить темы";
$locale['463'] = "Удалить отмеченные темы?";
// Forum Guide/Privileges
$locale['470'] = "Открыть темы с новыми сообщениями после последнего посещения";
$locale['471'] = "20 и более";
$locale['472'] = "Открыть темы без новых сообщений после последнего посещения";
$locale['473'] = "Закрытая тема.";
$locale['474'] = "Прикреплено";
// View Thread Poll
$locale['480'] = "Всего голосов";
$locale['481'] = "Голосовать";
// View Thread
$locale['500'] = "Просмотр темы";
$locale['501'] = "Автор";
$locale['502'] = "Сообщений:";
$locale['503'] = "Размещение:";
$locale['504'] = "Зарегистрирован:";
$locale['505'] = "Опубликовано ";
$locale['506'] = " присоединено следующее:";
$locale['506a'] = "изображение:";
$locale['506b'] = "изображения:";
$locale['506c'] = "файл:";
$locale['506d'] = "файлы:";
$locale['506e'] = "Изображение";
$locale['506f'] = "из";
$locale['507'] = " присоединил файл:";
$locale['507a'] = " раз был скачан";
$locale['507b'] = "Вам не разрешено смотреть вложения в данной теме.";
$locale['508'] = "Изменено ";
$locale['508a'] = "Причины";
$locale['508b'] = "Нажмите для просмотра причины.";
$locale['509'] = " в ";
$locale['510'] = "Вы не авторизированны для просмотра этой темы.";
$locale['511'] = "Вернуться в начало форума";
$locale['512'] = "Быстрый ответ";
$locale['513'] = "Запретить смайлы";
$locale['513a'] = "Показать подпись в сообщении";
$locale['513b'] = "Уведомлять об ответах";
$locale['514'] = "Ответить";
$locale['514a'] = "Предпросмотр ответа";
$locale['515'] = "Прекратить следить за темой";
$locale['516'] = "Следить за этой темой";
$locale['517'] = "Удалить сообщение";
$locale['517a'] = "Перенести сообщения";
$locale['518'] = "Удалить выбранные сообщения?";
$locale['518a'] = "Переместить выбранный пост?";
$locale['519'] = "Распечатать тему";
$locale['519a'] = "Печать сообщения";
// Moderator Options
$locale['520'] = "Опции модератора:";
$locale['521'] = "Удалить тему";
$locale['522'] = "Закрыть тему";
$locale['523'] = "Открыть тему";
$locale['524'] = "Закрепить тему";
$locale['525'] = "Открепить тему";
$locale['526'] = "Перенести тему";
$locale['527'] = "Обновить тему";
$locale['528'] = "Перейти";
$locale['530'] = "Фильтр";
$locale['531'] = "Время";
$locale['531a'] = "Всё время";
$locale['531b'] = "сегодня";
$locale['531c'] = "Последняя неделя";
$locale['531d'] = "последний месяц";
$locale['532'] = "Показать";
$locale['532a'] = "Все";
$locale['532b'] = "Обсуждения";
$locale['532c'] = "Вложения";
$locale['532d'] = "Опросы";
$locale['533'] = "сортировать по";
$locale['533a'] = "Дата - последнее обновление";
$locale['533b'] = "Дата - первый пост";
$locale['533c'] = "Ответов";
$locale['533d'] = "Заголовок";
$locale['534'] = "Порядок";
$locale['534a'] = "Убывание";
$locale['534b'] = "Возрастание";
// Jump to Forum, back to top
$locale['540'] = "Перейти в форум";
$locale['541'] = "Топ";
$locale['542'] = "Наверх";
// Search Forum
$locale['550'] = "Поиск";
// Image Alt attributes
$locale['560'] = "Новые сообщения";
$locale['561'] = "Нет новых сообщений";
$locale['562'] = "Горячая тема";
$locale['563'] = "Прикреплённая Тема";
$locale['564'] = "Закрытая Тема";
$locale['565'] = "Ответить";
$locale['566'] = "Новая тема";
$locale['567'] = "Аватар";
$locale['568'] = "Правка";
$locale['569'] = "Цитата";
$locale['570'] = "написал(-а)";
$locale['571'] = "IP-адрес";
$locale['572'] = "Отправить личное сообщение";
$locale['573'] = "Текст";
$locale['574'] = "Темы не найдены.";
$locale['575'] = "Сообщения не найдены.";
// Move Posts
$locale['600'] = "Перенести сообщения";
$locale['601'] = "Выберите новый форум";
$locale['602'] = "След.";
$locale['603'] = "Выбрать новую тему";
$locale['604'] = "Перенести сообщения";
$locale['605'] = "Вы пытаетесь переместить первый пост в этой теме! <br />Это первый пост <strong>его нельзя перемещать</strong>, поскольку есть записи в теме.";
$locale['606'] = "Вы пытаетесь переместить первый пост в этой теме!<br />Первый пост <strong>будет перемещен </strong> и тема удалена.";
$locale['607'] = "Нет сообщений для переноса.";
$locale['608'] = "В этом форуме нет тем.";
$locale['609'] = "Вернуться в тему.";
$locale['610'] = "Нет тем для переноса сообщения.";
// Viewforum icons
$locale['611'] = "Горячая тема";
$locale['612'] = "Прикреплённые файлы";
$locale['613'] = "Прикреплённое изображение";
$locale['614'] = "Опрос";
// Move Posts Errors
$locale['error-MP000'] = "Перемещение сообщений - ошибка";
$locale['error-MP001'] = "Новая тема не существует.";
$locale['error-MP002'] = "Пост, который вы отметили для перемещения, не существует или уже перемещен.";
$locale['error-MP003'] = "Нет сообщений для переноса.";
