<?php
// Delete Thread
$locale['400'] = "Удалить тему";
$locale['401'] = "Тема удалена.";
$locale['402'] = "Вернуться в форум";
$locale['403'] = "Вернуться в начало форума";
$locale['404'] = "Подтверждаете удаление темы?";
$locale['405'] = "Да";
$locale['406'] = "Нет";
// Lock Thread
$locale['410'] = "Закрыть тему";
$locale['411'] = "Тема закрыта.";
// Unlock Thread
$locale['420'] = "Открыть тему";
$locale['421'] = "Тема открыта.";
// Make Thread Sticky
$locale['430'] = "Закрепить тему";
$locale['431'] = "Тема закреплена.";
// Make Thread Non-Sticky
$locale['440'] = "Открепить тему";
$locale['441'] = "Тема откреплена.";
// Move Thread
$locale['450'] = "Перенести тему";
$locale['451'] = "Перенести тему в:";
$locale['452'] = "Тема перенесена.";
// Renew Thread
$locale['458'] = "Обновить тему";
$locale['459'] = "Тема обновлена.";
// Search Forum
$locale['460'] = "Форум";
$locale['461'] = "Тема";
$locale['462'] = "Автор";
$locale['463'] = "Опубликовано";
$locale['464'] = "Ничего не найдено. Попробуйте изменить ключевые слова.";
$locale['465'] = "Для поиска надо указать хотя бы одно слово.";
