<?php
// Post Titles
$locale['400'] = "Предпросмотр темы";
$locale['401'] = "Опубликовать тему";
$locale['402'] = "Предпросмотр ответа";
$locale['403'] = "Ответ в тему";
$locale['404'] = "Ответить";
$locale['405'] = "Предпросмотр изменений";
$locale['407'] = "Удалить сообщение";
$locale['408'] = "Изменить сообщение";
$locale['409'] = "Сохранить изменения";
// Post Preview
$locale['420'] = "Без заголовка";
$locale['421'] = "Не указан текст сообщения, оно будет отклонено, если вы не укажете содержание";
$locale['422'] = "Автор:";
$locale['423'] = "Сообщений:";
$locale['424'] = "Размещение:";
$locale['425'] = "Зарегистрирован:";
$locale['426'] = "Опубликовано ";
$locale['427'] = "Изменено ";
$locale['428'] = " в ";
$locale['429'] = " написал:";
$locale['430'] = "Аватар";
$locale['431'] = "Последнее сообщение";
$locale['432'] = "Последние %s сообщений";
// Post Error/Success
$locale['440a'] = "Этот тип файла не разрешён для вложений.";
$locale['440b'] = "Неверное имя или размер аттача.";
$locale['441'] = "Ошибка: Вы не указали тему и/или сообщение";
$locale['442'] = "Ваша тема опубликована";
$locale['443'] = "Ваш ответ опубликован";
$locale['444'] = "Тема удалена";
$locale['445'] = "Сообщение удалено";
$locale['446'] = "Сообщение обновлено";
$locale['447'] = "Вернуться в Тему";
$locale['448'] = "Вернуться в форум";
$locale['449'] = "Вернуться в начало форума";
$locale['450'] = "Ошибка: Время сессии истекло. Вам нужно еще раз ввести ваш логин и пароль";
$locale['451'] = "Отслеживать Тему";
$locale['452'] = "Вы начали отслеживание темы";
$locale['453'] = "Вы прекратили отслеживание темы";
$locale['454'] = "Это сообщение заблокировано. Для подробностей свяжитесь с модератором.";
$locale['455'] = "Вы можете править сообщение лишь %d минут после первой публикации.";
// Post Form
$locale['460'] = "Тема";
$locale['461'] = "Текст";
$locale['462'] = "Цвет шрифта: ";
$locale['463'] = "Параметры";
$locale['464'] = "Вложение";
$locale['465'] = " (не обязательно)";
$locale['466'] = "Макс. размер файла: %s / Разрешенный тип файлов: %s / Макс. число вложений: %s";
$locale['467'] = "Добавить опрос (не обязательно)";
$locale['468'] = "Изменить опрос";
$locale['469'] = "Заголовок опроса";
$locale['470'] = "Вариант ответа";
$locale['470a'] = $locale['470']." 1";
$locale['470b'] = $locale['470']." 2";
$locale['471'] = "Добавить вариант";
$locale['472'] = "Обновить";
$locale['473'] = "Удалить";
$locale['474'] = "Причина изменения";
// Post Form Options
$locale['480'] = "Закрепить Тему";
$locale['481'] = "Закрыть Тему";
$locale['482'] = "Запретить смайлы в сообщении";
$locale['483'] = "Показать подпись в сообщении";
$locale['484'] = "Удалить сообщение";
$locale['485'] = "Удалить вложение -";
$locale['486'] = "Уведомлять об ответах";
$locale['487'] = "Скрыть редактирование";
$locale['488'] = "Заблокировать сообщение";
// Post Access Violation
$locale['500'] = "Вы не можете изменять данное сообщение.";

// Forum Post Merger
$locale['520'] = "Объединено в";

// Search Forum Form
$locale['530'] = "Искать по форуму";
$locale['531'] = "Ключевые слова";
$locale['532'] = "Поиск";
// Forum Notification Email
$locale['550'] = "Уведомление об ответе в теме: {THREAD_SUBJECT}";
$locale['551'] = "Привет {USERNAME},

Получен ответ в теме форума '{THREAD_SUBJECT}' на которую вы подписались [SITENAME]. Вы можете использовать следующую ссылку для просмотра ответа:

{THREAD_URL}

Если Вы больше не хотите получать уведомления, отпишитесь от темы, нажав ссылку внизу темы.

С уважением,
[SITEUSERNAME].";
