<?php
$locale['uf_offset'] = "ÝÇÑÞ ÇáÊæÞíÊ";
$locale['uf_offset_desc'] = "ÇáÝÇÑÞ ÇáÐí íÍÏÏå ÇáÚÖæ.";

$locale['offset_n1200'] = "(ÌÑíäÊÔ -12:00) ÅäíæíÊæß¡ ßæÇÌÇáíä";
$locale['offset_n1100'] = "(ÌÑíäÊÔ -11:00) ÌÒíÑÉ æÓØ ÇáØÑíÞ¡ ÓÇãæÇ";
$locale['offset_n1000'] = "(ÌÑíäÊÔ -10:00) åÇæÇí";
$locale['offset_n0900'] = "(ÌÑíäÊÔ -9:00) ÃáÇÓßÇ";
$locale['offset_n0800'] = "(ÌÑíäÊÔ -8:00) ÊæÞíÊ ÇáãÍíØ ÇáåÇÏí (ÇáæáÇíÇÊ ÇáãÊÍÏÉ æßäÏÇ)";
$locale['offset_n0700'] = "(ÌÑíäÊÔ -7:00) ÊæÞíÊ ÇáãÑÊÝÚÇÊ (ÇáæáÇíÇÊ ÇáãÊÍÏÉ æßäÏÇ)";
$locale['offset_n0600'] = "(ÌÑíäÊÔ -6:00) ÇáÊæÞíÊ ÇáÚÇã (ÇáæáÇíÇÊ ÇáãÊÍÏÉ æßäÏÇ)¡ ãßÓíßæ";
$locale['offset_n0500'] = "(ÌÑíäÊÔ -5:00) ÇáÊæÞíÊ ÇáÔÑÞí (ÇáæáÇíÇÊ ÇáãÊÍÏÉ æßäÏÇ)¡ ÈæÛÇÊÇ¡ áíãÇ";
$locale['offset_n0400'] = "(ÌÑíäÊÔ -4:00) ÊæÞíÊ ÇáÃØáäØí (ßäÏÇ)¡ áÇÈÇÒ¡ ßÇÑÇßÇÓ";
$locale['offset_n0350'] = "(ÌÑíäÊÔ -3:30) äíæÝäÏáäÏ";
$locale['offset_n0300'] = "(ÌÑíäÊÔ -3:00) ÇáÈÑÇÒíá¡ ÈæíäÓ ÂíÑÓ¡ ÌæÑÌ ÊÇæä";
$locale['offset_n0200'] = "(ÌÑíäÊÔ -2:00) ãäÊÕÝ ÇáÃØáÓí";
$locale['offset_n0100'] = "(ÌÑíäÊÔ -1:00 ÓÇÚÉ) ÂÒæÑÓ¡ ÌÒÑ ÇáÑÃÓ ÇáÃÎÖÑ";
$locale['offset_p0000'] = "(ÌÑíäÊÔ) ÊæÞíÊ ÃæÑÈÇ ÇáÛÑÈíÉ¡ áäÏä¡ áíÒÈä¡ ÇáÏÇÑ ÇáÈíÖÇÁ";
$locale['offset_p0100'] = "(ÌÑíäÊÔ +1:00 ÓÇÚÉ) ÈÑæßÓá¡ ßæÈäåÇßä¡ ãÏÑíÏ¡ ÈÇÑíÓ";
$locale['offset_p0200'] = "(ÌÑíäÊÔ +2:00) ßÇáíäíäÌÑÇÏ¡ ÌäæÈ ÃÝÑíÞíÇ¡ ÇáÞÇåÑÉ";
$locale['offset_p0300'] = "(ÌÑíäÊÔ +3:00) ÈÛÏÇÏ¡ ÇáÑíÇÖ¡ ãæÓßæ¡ ÓÇäÊ ÈØÑÓÈíÑÛ";
$locale['offset_p0350'] = "(ÌÑíäÊÔ +3:30) ØåÑÇä";
$locale['offset_p0400'] = "(ÌÑíäÊÔ +4:00) ÃÈæ ÙÈí¡ ãÓÞØ¡ ÈÇßæÇ¡ ÊÈáíÓí";
$locale['offset_p0450'] = "(ÌÑíäÊÔ +4:30) ßÇÈæá";
$locale['offset_p0500'] = "(ÌÑíäÊÔ +5:00) ÅßÇÊÑíäÈíÑÛ¡ ÅÓáÇã ÂÈÇÏ¡ ßÑÇÊÔí¡ ØÔÞäÏ";
$locale['offset_p0550'] = "(ÌÑíäÊÔ +5:30) ãæãÈÇí¡ ßáßÊÇ¡ ÊÔíäÇí¡ äíæÏáåí";
$locale['offset_p0575'] = "(ÌÑíäÊÔ +5:45) ßÇÓãÇäÏæ ";
$locale['offset_p0600'] = "(ÌÑíäÊÔ +6:00) ÇáãÇÊí¡ ÏßÇ¡ ßæáæãÈæ";
$locale['offset_p0700'] = "(ÌÑíäÊÔ +7:00) ÈÇäßæß¡ åÇäæí¡ ÌÇßÇÑÊÇ";
$locale['offset_p0800'] = "(ÌÑíäÊÔ +8:00) Èßíä¡ ÈíÑË¡ ÓäÛÇÝæÑÉ¡ åæäÌ ßæäÌ";
$locale['offset_p0900'] = "(ÌÑíäÊÔ +9:00) Øæßíæ¡ ÓíÄæá¡ ÃæÓÇßÇ¡ ÓÇÈæÑæ¡ íÇßæÊÓß";
$locale['offset_p0950'] = "(ÌÑíäÊÔ +9:30) ÃÏíáíÏ¡ ÏÇÑæíä";
$locale['offset_p1000'] = "(ÌÑíäÊÔ +10:00) ÔÑÞ ÇÓÊÑÇáíÇ¡ ÌæÇã¡ ÝáÇÏíÝæÓÊæß";
$locale['offset_p1100'] = "(ÌÑíäÊÔ +11:00) ãÇÌÇÏÇä¡ ÌÒÑ ÓáíãÇä¡ ßÇáíÏæäíÇ ÇáÌÏíÏÉ";
$locale['offset_p1200'] = "(ÌÑíäÊÔ +12:00) ÃæßáÇäÏ¡ æáíäÛÊæä¡ ÝíÌí¡ ßÇãÊÔÇÊßÇ";
?>

