<?php
// Contact Form
$locale['400'] = "Обратная связь";
$locale['401'] = "<p style='text-align:left;'>Для связи с нами есть несколько способов:</p><br/><p style='text-align:left;'> Вы можете отправить сообщение на Е-майл 
«[SITE_EMAIL]».</p><br/> <p style='text-align:left;'>Если Вы зарегистрированы на сайте, Вы можете связаться с нами через 
«[PM_LINK]».</p><br/><p style='text-align:left;'> Или заполнить эту форму и Ваше сообщение будет отправлено к нам.</p>";
$locale['402'] = "Имя:";
$locale['403'] = "E-mail:";
$locale['404'] = "Тема:";
$locale['405'] = "Текст сообщения:";
$locale['406'] = "Отправить";
$locale['407'] = "Код проверки:";
$locale['408'] = "Введите код проверки:";
// Contact Errors
$locale['420'] = "Вы должны указать имя";
$locale['421'] = "Вы должны указать E-mail";
$locale['422'] = "Ваше сообщение не было отправлено, поскольку:";
$locale['423'] = "Вы должны набрать текст сообщения";
$locale['424'] = "Следует ввести правильный код проверки";
$locale['425'] = "Внутренняя ошибка: невзможно отправить сообщение.";
// Message Sent
$locale['440'] = "Сообщение отправлено";
$locale['441'] = "Благодарим Вас";
$locale['442'] = "Ваше сообщение не было отправлено по следующим причинам:";
$locale['443'] = "Пожалуйста, попробуйте ещё раз.";
