<?php
// Contact Form
$locale['400'] = "Обратная связь";
$locale['401'] = "С нами можно связаться различными способами. Можно послать электронное письмо: 
".hide_email($settings['siteemail']).". Если вы зарегистрированный пользователь, то вы можете послать нам 
<a href='messages.php?msg_send=1'>Личное сообщение</a>. Или, вы можете 
заполнить форму на этой странице и отправить мне на E-mail.";
$locale['402'] = "Имя:";
$locale['403'] = "E-mail:";
$locale['404'] = "Тема:";
$locale['405'] = "Сообщение:";
$locale['406'] = "Отправить сообщение";
$locale['407'] = "Проверочный код:";
$locale['408'] = "Введите проверочный код:";
// Contact Errors
$locale['420'] = "Вы должны ввести свое имя";
$locale['421'] = "Вы должны ввести свой E-mail";
$locale['422'] = "Вы должны ввести тему сообщения";
$locale['423'] = "Вы должны ввести текст сообщения";
$locale['424'] = "Вы должны ввести правильный проверочный код.";
$locale['425'] = "Внутренняя ошибка: невозможно отправить сообщение.";
// Message Sent
$locale['440'] = "Ваше сообщение отправлено";
$locale['441'] = "Спасибо";
$locale['442'] = "Ваше сообщение не отправлено по следующим причинам:";
$locale['443'] = "Попробуйте еще раз.";
?>