<?php
$locale['400'] = "Загрузки";
// Download File Information
$locale['410'] = "[Новая]";
$locale['411'] = "Лицензия:";
$locale['412'] = "О/С:";
$locale['413'] = "Версия:";
$locale['414'] = "Добавил:";
$locale['415'] = "Загрузки:";
$locale['416'] = "- в Загрузках";
$locale['417'] = "В начало загрузок";
$locale['418'] = "Главная:";
$locale['418a'] = "Перейти";
$locale['419'] = "Скриншот";
$locale['420'] = "Название";
$locale['421'] = "Дата";
$locale['422'] = "Автор";
$locale['423'] = "Версия";
$locale['424'] = "Загрузки";
$locale['425'] = "Комментарии";
$locale['426'] = "Рейтинг";
$locale['427'] = "Создано:";
$locale['428'] = "Данные";
$locale['429'] = "Статистика загрузок";
$locale['429a'] = "Нет данных";
// Downloads Notices
$locale['430'] = "Категории файлов не найдены";
$locale['431'] = "В эту категорию загрузки не добавлены";
// Statistics
$locale['440'] = "Загруженных:";
$locale['441'] = "Больше файлов:";
$locale['442'] = "Больше последних:";
// Search and filters
$locale['450'] = "Используйте фильтры, чтобы найти необходимые файлы.";
$locale['451'] = "Просмотров";
$locale['452'] = "ID";
$locale['453'] = "Заголовок";
$locale['454'] = "Автор";
$locale['455'] = "Загрузки";
$locale['456'] = "Дата";
$locale['457'] = "Возрастание";
$locale['458'] = "Убывание";
$locale['459'] = "Применить";
$locale['460'] = "Поиск по файлам:";
$locale['461'] = "Поиск";
$locale['462'] = "Категория:";
$locale['463'] = "Упорядочить по:";
