<?php
$locale['400'] = "Восстановление пароля";
$locale['401'] = "Подтверждение Email было выслано на ваш Email адрес.";
$locale['402'] = "Ваш новый пароль был выслан на ваш Email адрес.";
$locale['403'] = "Вернуться на сайт";
$locale['404'] = "Email, который вы указали, отсутствует в нашей базе";
$locale['405'] = "Вы неверно указали Email.";
$locale['406'] = "Попробуйте снова.";
$locale['407'] = "Пожалуйста введите Email, с которого вы регистрировали аккаунт.<br />
Новый пароль будет выслан на него.";
$locale['408'] = "Выслать пароль";
$locale['409'] = "Новый пароль для ";
$locale['410'] = "Здравствуйте, [USER_NAME],\n
Кто то, (возможно Вы сами) попросил выслать пароль к вашему аккаунту ".$settings['sitename']." \n
Чтобы изменить ваш пароль, пожалуйста, кликните по ссылке:\n
[NEW_PASS_LINK]\n
С уважением,
".$settings['siteusername'];
$locale['411'] = "Здравствуйте [USER_NAME],\n
Ваш новый пароль для доступа на аккаунт:\n
[NEW_PASS]\n
С уважением,
".$settings['siteusername'];
?>