<?php
$locale['r100'] = "Рейтинги";
$locale['r101'] = "Нет данных для оценки.";
$locale['r102'] = "Удалить рейтинг";
$locale['r103'] = "Оценить";
$locale['r104'] = "Рейтинг доступен только для пользователей.<br /><br />Пожалуйста, <a href='".BASEDIR."login.php'>авторизуйтесь</a>".($settings['enable_registration'] ? "или <a href='".BASEDIR."register.php'>зарегистрируйтесь</a>" : "")." для голосования.";
$locale['r105'] = "Вы оценили это как <strong>%s</strong> %s";
$locale['r106'] = "Пожалуйста, выберите вашу оценку";
$locale['r107'] = "Выберите рейтинг:";
$locale['r108'] = "Нет голосов";
$locale['r109'] = "Голос";
$locale['r110'] = "Голоса";
// Rating Options
$locale['r120'] = "Отлично!";
$locale['r121'] = "Очень хорошо";
$locale['r122'] = "Хорошо";
$locale['r123'] = "Удовлетворительно";
$locale['r124'] = "Плохо";
?>