<?php
$locale['400'] = "Добавить ссылку";
// Submit Link Success
$locale['410'] = "Спасибо за ссылку";
$locale['411'] = "Добавить другую ссылку";
$locale['412'] = "Вернуться на [SITENAME]";
// Submit Link Form
$locale['420'] = "Используйте следующую форму для добавления ссылки.
После проверки Администратором ваша ссылка будет опубликована.";
$locale['421'] = "Категория ссылки:";
$locale['422'] = "Название:";
$locale['423'] = "URL:";
$locale['424'] = "Описание ссылки:";
$locale['425'] = "Добавить ссылку";
// Submit News
$locale['450'] = "Добавить новость";
// Submit News Success
$locale['460'] = "Спасибо за добавление Вашей новости";
$locale['461'] = "Добавить ещё одну новость";
// Submit News Form
$locale['470'] = "Используйте эту форму для отправки новостей.
Ваша новость будет проверена Администратором сайта [SITENAME] и после этого размещена на сайте.
Новость должна соответствовать тематике этого сайта. Иначе она будет удалена.";
$locale['471'] = "Тема:";
$locale['472'] = "Краткое содержание:";
$locale['473'] = " Разрешить автоматический перенос строки";
$locale['474'] = "Предпросмотр новости";
$locale['475'] = "Добавить новость";
$locale['476'] = "Категория:";
$locale['477'] = "- пусто -";
$locale['478'] = "Фрагмент новости:";
// Submit Blog
$locale['450b'] = "Добавить блог";
// Submit Blog Success
$locale['460b'] = "Спасибо за добавление записи в блог";
$locale['461b'] = "Добавить ещё одну запись";
// Submit Blog Form
$locale['470b'] = "Используйте форму для размещения записи в блог.
Ваша запись будет проверена администрацией сайта [SITENAME] и после этого размещена на сайте.
Ваша запись должна соответствовать тематике сайта. Неподходящий материал будет удалён.";
$locale['471b'] = "Тема:";
$locale['472b'] = "Аннотация:";
$locale['473b'] = " Разрешить автоматический перенос строки";
$locale['474b'] = "Предпросмотр блога";
$locale['475b'] = "Добавить блог";
$locale['476b'] = "Категория:";
$locale['477b'] = "- пусто -";
$locale['478b'] = "Краткая запись:";
// Submit Article
$locale['500'] = "Добавить статью";
// Submit Article Success
$locale['510'] = "Спасибо за статью";
$locale['511'] = "Отправить другую статью?";
// Submit Article Form
$locale['520'] = "Используйте эту форму для добавления статьи. Ваше добавление будет рассмотрено
Администратором. Сайт «[SITENAME]» оставляет за собой право отклонить или изменить любое добавление. Статьи
должны соответствовать общей тематике содержимого сайта. Неподходящие материалы будут удалены.";
$locale['521'] = "Категория:";
$locale['522'] = "Тема:";
$locale['523'] = "Аннотация";
$locale['524'] = "Статья:";
$locale['525'] = " Разрешить автоматический перенос строки";
$locale['526'] = "Предпросмотр";
$locale['527'] = "Добавить статью";
// Submit Error
$locale['550'] = "Пожалуйста, заполните форму.";
$locale['551'] = "Категории не созданы.";
$locale['552'] = "Фотоальбомы не определны.";
// Submit Photo
$locale['570'] = "Добавить фото";
// Submit Photo Success
$locale['580'] = "Спасибо за предоставление фото";
$locale['581'] = "Отправить фото ещё";
// Submit Photo Error
$locale['600'] = "Ваше фото не отправилось";
$locale['601'] = "Неверное имя файла изображения.";
$locale['602'] = "Изображение должно быть меньше %u байт.";
$locale['603'] = "Изображение должно иметь расширение GIF, JPEG или PNG.";
$locale['604'] = "Изображение не должно быть больше, чем %uw на %uh пикселей.";
// Submit Photo Form
$locale['620'] = "Используйте следующую форму для отправки изображения. Ваше изображение будет рассмотрено одним из
администраторов. [SITENAME] оставляет за собой право исправлять или редактировать любой
присланный материал. Фото должны соответствовать тематике сайта. Администратор вправе отвергнуть любой несоответствующий материал.";
$locale['621'] = "Название:";
$locale['622'] = "Описание:";
$locale['623'] = "Изображение: ";
$locale['624'] = "Макс. размер файла: %s / Макс. размер: %ux%u в пикселях";
$locale['625'] = "Альбом: ";
$locale['626'] = "Добавить фото";
// Submit Download
$locale['650'] = "Добавить загрузку";
// Submit Download Success
$locale['660'] = "Спасибо за добавление нового файла";
$locale['661'] = "Добавить другой файл";
// Submit Download Error
$locale['670'] = "Ваш файл не может быть добавлен";
$locale['671'] = "Неверное имя файла.";
$locale['671a'] = "Неверное имя файла изображения.";
$locale['672'] = "Размер файла не дожен превышать %s.";
$locale['672a'] = "Размер файла изображения должен быть меньше, чем %s.";
$locale['672b'] = "Изображение должно быть меньшим, чем %s.";
$locale['673'] = "Файл должен быть одного из следующих типов: %s.";
$locale['673a'] = "Изображение должно быть одного из следующих типов: %s.";
$locale['674'] = "Поле заголовка не может быть пустым.";
$locale['675'] = "Файл уже загружен или поле url не заполнено.";
$locale['676'] = "Краткое описание не может быть пустым.";
$locale['676a'] = "Неизвестная ошибка";
// Submit Download Form
$locale['680'] = "Используйте эту форму для загрузки. Ваш файл будет рассмотрен одним из администраторов.
[SITENAME] портала оставляет за собой право изменять или редактировать любые файлы. Загрузки
должны быть применимы к содержанию этого сайта. Материалы, которые посчитаются непригодными, будут отклонены.";
$locale['681'] = "Название:";
$locale['682'] = "Описание:";
$locale['682b'] = "Краткое описание:";
$locale['683'] = "URL:";
$locale['684'] = "или файл:";
$locale['685'] = "Посчитать размер файла";
$locale['686'] = "Скриншот:";
$locale['687'] = "Категория:";
$locale['688'] = "Лицензия:";
$locale['689'] = "О/С:";
$locale['690'] = "Версия:";
$locale['691'] = "Главная:";
$locale['692'] = "Авторские права:";
$locale['693'] = "Размер:";
$locale['694'] = "Макс. размер файла: %s / Допустимый тип файла: %s";
$locale['694b'] = "Макс. размер файла: %s / Допустимый тип файла: %s / Макс. ширина: %spx, Макс. высота: %spx";
$locale['695'] = "Добавить загрузку";
