<?php
// Infusion titles & description
$locale['apw_title'] = "Скидання паролю адміністратора";
$locale['apw_desc'] = "Зміна паролів авторизації/адміністрування для адміністратора";
$locale['apw_admin1'] = "Скидання адміністратора";
$locale['400'] = "Адміністратор(и) для скидання:";
$locale['401'] = "Усі адміністратори";
$locale['402'] = "Лише супер-адміністратори";
$locale['403'] = "Лише адміністратори";
$locale['404'] = "Обгрунтування скидання:";
$locale['405'] = "Скинути одночасно паролі авторизації та адміністрування";
$locale['406'] = "Скинути";
$locale['407'] = "Пароль скинуто ";
$locale['408'] = "Вітаємо, [USER_NAME]!,
<br />Відбулось скидання Вашого паролю адміністратора на сайті ".$settings['siteurl'].":
<br /><br />Новий пароль адміністрування: [NEW_ADMIN_PASS]
<br /><br />Підставою цієї операції вказано наступне: [RESET_MESSAGE]
<br /><br />
З повагою,
[ADMIN]";
$locale['409'] = "Вітаємо, [USER_NAME]!
<br />Відбулось скидання Ваших паролів авторизації та адміністрування на сайті ".$settings['siteurl'].":
<br /><br />Новий пароль авторизації: [NEW_PASS]
<br /><br />Новий пароль адміністрування: [NEW_ADMIN_PASS]
<br /><br />Підставою цієї операції вказано наступне: [RESET_MESSAGE]
<br /><br />
З повагою,
[ADMIN]";
$locale['410'] = "Результати скидання";
$locale['411'] = "<strong>Зауваження:</strong> Пароль адміністратора не введено або він некоректний.";
$locale['412'] = "Пароль адміністратора:";
$locale['415'] = "Журнал скидань";
$locale['416'] = "Номер";
$locale['417'] = "Час";
$locale['418'] = "Відповідальний";
$locale['419'] = "Скинути";
$locale['420'] = "Успішно";
$locale['421'] = "Підстава";
$locale['422'] = "з";
$locale['423'] = "Підставу не вказано.";
?>