<?php
// Infusion titles & description
$locale['apw_title'] = "Скидання паролю адміністрування";
$locale['apw_desc'] = "Зміна паролів авторизації/адміністрування для адміністраторів";
$locale['apw_admin1'] = "Скидання адміністратора";
$locale['400'] = "Адміністратор(и) для скидання:";
$locale['401'] = "Усі адміністратори";
$locale['402'] = "Лише супер адміністратори";
$locale['403'] = "Лише адміністратори";
$locale['404'] = "Підстава:";
$locale['405'] = "скинути також пароль авторизації";
$locale['406'] = "Скинути";
$locale['407'] = "Пароль скинуто на ";
$locale['408'] = "Вітаємо, [USER_NAME],


Відбулось оновлення Вашого паролю адміністрування на сайті [SITEURL]:


Новий пароль адміністрування: [NEW_ADMIN_PASS]


Підставою цієї операції вказано наступне: [RESET_MESSAGE]


З повагою,

[ADMIN]";
$locale['409'] = "Вітаємо, [USER_NAME],

Відбулось оновлення Ваших паролів авторизації та адміністрування на сайті [SITEURL]:


Новий пароль авторизації: [NEW_PASS]

Новий пароль адміністрування: [NEW_ADMIN_PASS]


Підставою цієї операції вказано наступне: [RESET_MESSAGE]

З повагою,

[ADMIN]";
$locale['410'] = "Результати скидання";
$locale['411'] = "<strong>Notice:</strong> Admin Password not entered or incorrect.";
$locale['412'] = "Пароль адміністрування";
$locale['415'] = "Журнал скидань паролів адміністрування";
$locale['416'] = "Номер";
$locale['417'] = "Дата";
$locale['418'] = "Адміністратор";
$locale['419'] = "Скинуто";
$locale['420'] = "Успішність";
$locale['421'] = "Підстава";
$locale['422'] = "з";
$locale['423'] = "Підставу не вказано";
