<?php
// Administrators messages
$locale['400'] = "Адміністратора додано";
$locale['401'] = "Адміністратора оновлено";
$locale['402'] = "Адміністратора видалено";
// Search/Add Administrator
$locale['410'] = "Створення адміністраторів";
$locale['411'] = "Пошук користувачів для надання прав адміністратора";
$locale['412'] = "по № з/п";
$locale['413'] = "по імені";
$locale['414'] = "Пошук";
$locale['415'] = "Делегувати усі права";
$locale['416'] = "Додати привілеї Супер Адміністратора";
$locale['417'] = "Створити";
$locale['418'] = "Користувачів не знайдено";
$locale['419'] = "Повторний пошук";
// Current Administrators
$locale['420'] = "Поточні адміністратори";
$locale['421'] = "Ім`я";
$locale['422'] = "Рівень";
$locale['423'] = "Опції";
$locale['424'] = "Перший адміністратор";
$locale['425'] = "Права не визначені";
$locale['426'] = "Редагувати";
$locale['427'] = "Видалення";
// Edit Admin Rights
$locale['440'] = "Права адміністратора";
$locale['441'] = "Сайт";
$locale['442'] = "Користувачі";
$locale['443'] = "Система";
$locale['444'] = "Зберегти права адміністратора";
$locale['445'] = "Відмітити усе";
$locale['446'] = "Зняти усі відмітки";
$locale['447'] = "Пароль адміністратора:";
$locale['448'] = "Зберегти права";
$locale['449'] = "Налаштування";
$locale['450'] = "Відмітити безпечне";
// Popup Error/Warning Messages
$locale['460'] = "Видалити цього адміністратора?";
$locale['461'] = "Додати цього адміністратора?";
$locale['462'] = "Надання користувачу прав адміністратора є потенційно небезпечним!";
// Remove Admin confirmation
$locale['470'] = "Видалити адміністратора";
$locale['471'] = "Для видалення адміністратора, будь ласка, введіть свій пароль адміністратора:";
$locale['472'] = "Підтвердити";
$locale['473'] = "Скасувати";
?>