<?php
// Category titles
$locale['400'] = "Створення категорії статей";
$locale['401'] = "Редагування категорії статей";
$locale['402'] = "Поточні категорії статей";
// Category messages
$locale['410'] = "Категорію додано";
$locale['411'] = "Категорію оновлено";
$locale['412'] = "Категорію неможливо видалити";
$locale['413'] = "У цій категорії існують статті";
$locale['414'] = "Категорію видалено";
// Category form
$locale['420'] = "Назва:";
$locale['421'] = "Опис:";
$locale['422'] = "Сортування по:";
$locale['423'] = "№ з/п";
$locale['424'] = "назві";
$locale['425'] = "даті";
$locale['426'] = "за зростанням";
$locale['427'] = "за спаданням";
$locale['428'] = "Доступ:";
$locale['429'] = "Зберегти";
// Current category options
$locale['440'] = "Категорія";
$locale['441'] = "Доступ";
$locale['442'] = "Опції";
$locale['443'] = "Редагувати";
$locale['444'] = "Видалити";
$locale['445'] = "Категорії відсутні";
// Delete Article category
$locale['450'] = "Видалити цю категорію статей?";
// Error Messages
$locale['460'] = "Будь ласка, введіть назву категорії.";
$locale['461'] = "Така категорія вже існує.";
?>