<?php
// Article titles
$locale['400'] = "Додати статтю";
$locale['401'] = "Редагувати статтю";
$locale['402'] = "Поточні статті";
$locale['403'] = "Статті";
// Article messages
$locale['410'] = "Статтю додано";
$locale['411'] = "Статтю оновлено";
$locale['412'] = "Статтю видалено";
// Category form
$locale['420'] = "Змінити";
$locale['421'] = "Видалити";
$locale['422'] = "Категорія:";
$locale['423'] = "Тема:";
$locale['424'] = "Короткий зміст:";
$locale['425'] = "Повний текст:";
$locale['426'] = "Зберегти як чернетку";
$locale['427'] = "Автоматичне перенесення стрічки";
$locale['428'] = "Дозволити коментарі";
$locale['429'] = "Дозволити рейтинги";
$locale['430'] = "Попередній перегляд";
$locale['431'] = "Зберегти";
$locale['432'] = "Розрив сторінки";
$locale['433'] = "[Чернетка]";
// Popup Error/Warning Messages
$locale['450'] = "Будь-ласка, визначте заголовок";
$locale['451'] = "Видалити цю статтю?";
$locale['452'] = "Категорії відсутні";
$locale['453'] = "Вам потрібно створити хоча б одну категорію, щоб додавати статті";
$locale['454'] = "Натисніть тут";
$locale['455'] = " , щоб перейти до налаштування статей.";
$locale['456'] = "%s заборонено для усіх.<br />Ці налаштування матимуть силу лише після їх дозволу.";
$locale['457'] = "коментарі";
$locale['458'] = "рейтинги";
$locale['459'] = $locale['457']." та ".$locale['458'];
?>