<?php
$locale['400'] = "Налаштування BB кодів";
$locale['401'] = "Тест BB кодів";
// Enabled BB Codes
$locale['402'] = "Дозволені BB коди";
$locale['403'] = "Значення";
$locale['404'] = "Кнопка";
$locale['405'] = "Опис";
$locale['406'] = "Застосування";
$locale['407'] = "Порядок";
$locale['408'] = "Нижче";
$locale['409'] = "Вище";
$locale['410'] = "Заборонити";
$locale['411'] = "Коди для ухвалення відсутні";
// Disabled BB Codes
$locale['413'] = "Заборонені BB коди";
$locale['414'] = "Дозволити";
$locale['415'] = "Перенесення стрічки";
$locale['416'] = "Показувати кнопки BB кодів з нової стрічки";
// Test BB Codes
$locale['417'] = "Тест BB кодів завершено";
$locale['418'] = "Заборонити смайли в цьому тесті";
?>