<?php
// Database Restore
$locale['400'] = "Відновлення бази даних";
$locale['401'] = "Помилка";
$locale['402'] = "Некоректний формат файла збереження";
$locale['403'] = "Закрити";
// Backup File Information
$locale['410'] = "Інформація про резервну копію";
$locale['411'] = "Інформація про файл відновлення";
$locale['412'] = "Назва файлу копії:";
$locale['413'] = "Дата створення копії:";
$locale['414'] = "З бази даних:";
$locale['415'] = "Записувати у таблиці з префіксом:";
$locale['416'] = "Таблиці:";
$locale['417'] = "Перегляд";
$locale['418'] = "Відміна";
$locale['419'] = "табл.";
// Database Restore
$locale['430'] = "Параметри відновлення";
$locale['431'] = "Назва файлу копії:";
$locale['432'] = "Дата створення:";
$locale['433'] = "Поточні таблиці:";
$locale['434'] = "Таблиці у резервній копії:";
$locale['435'] = "Вибрати:";
$locale['436'] = "усе";
$locale['437'] = "нічого";
$locale['438'] = "Відновити";
$locale['439'] = "Скасувати";
$locale['440'] = "Підтримувані типи файлів:";
// Database Backup
$locale['450'] = "Створення резервної копії бази даних";
$locale['451'] = "Інформація";
$locale['452'] = "Загальний розмір таблиці:";
$locale['453'] = "Розмір ядра:";
$locale['454'] = "Параметри збереження:";
$locale['455'] = "Тип збереження (стиснений чи ні):";
$locale['456'] = "(стиск)";
$locale['457'] = "Таблиці бази";
$locale['458'] = "Ядро";
$locale['459'] = "Зберегти";
$locale['460'] = "Пароль адміністратора:";
$locale['461'] = "Необхідна інформація";
// Backup List
$locale['480'] = "Відновлення бази даних з резервної копії";
$locale['481'] = "Файл копії:";
?>