<?php
// Download Category titles
$locale['400'] = "Редагування категорії завантажень";
$locale['401'] = "Створення категорії завантажень";
$locale['402'] = "Поточні категорії завантажень";
// Download Category messages
$locale['410'] = "Категорію додано";
$locale['411'] = "Категорію оновлено";
$locale['412'] = "Категорію неможливо видалити";
$locale['413'] = "В цій категорії існують файли";
$locale['414'] = "Категорію видалено";
// Download Category form
$locale['420'] = "Назва:";
$locale['421'] = "Опис:";
$locale['422'] = "Сортування по:";
$locale['423'] = "№ з/п";
$locale['424'] = "назві";
$locale['425'] = "даті";
$locale['426'] = "за зростанням";
$locale['427'] = "за спаданням";
$locale['428'] = "Доступ:";
$locale['429'] = "Зберегти";
// Current Download Categories
$locale['440'] = "Категорії";
$locale['441'] = "Доступ";
$locale['442'] = "Опції";
$locale['443'] = "Змінити";
$locale['444'] = "Видалити";
$locale['445'] = "Категорії відсутні";
// Delete Download category
$locale['450'] = "Видалити цю категорію завантажень?";
// Error Messages
$locale['460'] = "Будь ласка, введіть назву категорії.";
$locale['461'] = "Така категорія вже існує.";
?>