<?php
// Downloads titles
$locale['400'] = "Додати файл";
$locale['401'] = "Змінити файл";
$locale['402'] = "Поточні файли";
// Downloads messages
$locale['410'] = "Файл додано";
$locale['411'] = "Файл оновлено";
$locale['412'] = "Файл видалено";
$locale['413'] = "Сталась наступна помилка:";
$locale['414'] = "Некоректне ім'я файлу.";
$locale['415'] = "Розмір файлу не повинен перевищувати %s.";
$locale['415a'] = "Зображення не повинне перевищувати %s.";
$locale['415b'] = "Розмір зображення не повинен перевищувати %s.";
$locale['416'] = "Дозволені типи файлів лише наступні: %s.";
$locale['416a'] = "Тип файлу має відповідати одному з таких: %s.";
$locale['417'] = "Поле з назвою завантаження не можна залишати порожнім.";
$locale['418'] = "Поля з вибором файлу для завантаження та адресою url не можна залишати порожнім.";
$locale['419'] = "Короткий опис завантаження не може бути пустим.";
$locale['419a'] = "Невідома помилка";
// Downloads form
$locale['420'] = "Назва:";
$locale['421'] = "Опис:";
$locale['421b'] = "Короткий опис:";
$locale['422'] = "Адреса URL:";
$locale['423'] = "Категорія:";
$locale['424'] = "Ліцензія:";
$locale['425'] = "ОС:";
$locale['426'] = "Версія:";
$locale['427'] = "Розмір:";
$locale['428'] = "Зберегти";
$locale['429'] = "Оновити дату публікації";
$locale['430'] = "Файл:";
$locale['431'] = "Видалити";
$locale['432'] = "Розрахувати розмір файлу";
$locale['433'] = "(макс. розмір файлу: %s / дозволені типи файлів: %s)";
$locale['433b'] = "Макс. розмір файлу: %s / Дозволені типи файлів: %s / Макс. ширина: %spx, Макс. висота: %spx";
$locale['434'] = "Знімок екрану:";
$locale['435'] = "Сайт:";
$locale['436'] = "Права:";
$locale['437'] = "Коментарі:";
$locale['438'] = "Рейтинги:";
$locale['439'] = "Скасувати";
// Current Downloads
$locale['440'] = "Назва [Натисніть для тестування]";
$locale['441'] = "Опції";
$locale['442'] = "Змінити";
$locale['443'] = "Видалити";
// No Downloads/Download Categories Defined
$locale['450'] = "Файл неможливо додати в категорію";
$locale['451'] = "Відсутні категорії";
$locale['452'] = "Вам потрібно спочатку створити хоча б одну категорію, щоб додавати файли";
$locale['453'] = "Натисніть тут";
$locale['454'] = " , щоб перейти до налаштування категорій завантажень";
// Popup Error/Warning Messages
$locale['460'] = "Видалити цей файл?";
$locale['461'] = "%s заборонено для усіх.<br />Ці налаштування матимуть силу лише після їх дозволу.";
$locale['462'] = "коментарі";
$locale['463'] = "рейтинги";
$locale['464'] = $locale['462']." та ".$locale['463'];
?>