<?php
// Titles
$locale['400'] = "Журнал помилок";
$locale['401'] = "Переглянути зміст";
// Errors table
$locale['410'] = "Помилка";
$locale['411'] = "Сторінка";
$locale['412'] = "Користувач";
$locale['413'] = "Дата";
$locale['414'] = "Статус";
$locale['415'] = "Рядок:";
$locale['416'] = "Рівень:";
$locale['417'] = "IP:";
$locale['418'] = "Помилки відсутні.";
$locale['419'] = "Файл";
$locale['420'] = "Подробиці";
$locale['421'] = "Код";
$locale['422'] = "Повернутись на початок";
// Delete form
$locale['440'] = "Видалити усі записи з статусом";
// Status form
$locale['450'] = "Нове";
$locale['451'] = "Виправлено";
$locale['452'] = "Без розгляду";
$locale['453'] = "Додати";
?>