<?php
// FAQ Category titles
$locale['400'] = "Створення категорії";
$locale['401'] = "Редагування категорії";
// FAQ Category messages
$locale['410'] = "Категорію додано";
$locale['411'] = "Категорію оновлено";
$locale['412'] = "Категорію неможливо видалити";
$locale['413'] = "В цій категорії існують запитання";
$locale['414'] = "Категорію видалено";
// FAQ Category form
$locale['420'] = "Назва:";
$locale['421'] = "Опис:";
$locale['422'] = "Зберегти";
// FAQ titles
$locale['500'] = "Створення запитання";
$locale['501'] = "Редагування запитання";
$locale['502'] = "Поточні запитання";
// FAQ messages
$locale['510'] = "Запитання додано";
$locale['511'] = "Запитання оновлено";
$locale['512'] = "Запитання видалено";
// FAQ Form
$locale['520'] = "Категорія";
$locale['521'] = "Запитання";
$locale['522'] = "Відповідь";
$locale['523'] = "Зберегти";
// Current FAQs
$locale['540'] = "Категорія / Запитання";
$locale['541'] = "Опції";
$locale['542'] = "Редагувати";
$locale['543'] = "Видалити";
$locale['544'] = "Запитання неможливо додати";
$locale['545'] = "Категорії відсутні";
$locale['546'] = "Видалити цю категорію ЧАП?";
$locale['547'] = "Видалити це запитання?";
// Error Messages
$locale['460'] = "Будь ласка, введіть назву категорії.";
$locale['461'] = "Така категорія вже існує.";
$locale['462'] = "Будь ласка, введіть питання та відповідь.";
?>