<?php
// Forum Ranks Titles
$locale['400'] = "Створення рангу на Форумі";
$locale['401'] = "Редагування рангу на Форумі";
$locale['402'] = "Поточні ранги на Форумі";
$locale['403'] = "Систему рангів на Форумі вимкнено";
// News messages
$locale['410'] = "Ранг додано";
$locale['411'] = "Ранг оновлено";
$locale['412'] = "Ранг видалено";
$locale['413'] = "Для адміністраторів та модераторів може бути лише один ранг";
// Forum Ranks form
$locale['420'] = "Назва:";
$locale['421'] = "Зображення:";
$locale['422'] = "Повідомлень:";
$locale['423'] = "Діє для:";
$locale['424'] = "Користувачів";
$locale['425'] = "Модераторів";
$locale['426'] = "Адміністраторів";
$locale['427'] = "Супер адміністраторів";
$locale['428'] = "Зберегти";
$locale['429'] = "Ранг:";
$locale['429a'] = "Спеціальний";
$locale['429b'] = "Адміністратор";
$locale['429c'] = "Post count";
// Current Forum Ranks
$locale['430'] = "Ранг";
$locale['431'] = "Для";
$locale['432'] = "Зображення";
$locale['433'] = "Повідомлень";
$locale['434'] = "Налаштування";
$locale['435'] = "Редагувати";
$locale['436'] = "Видалити";
$locale['437'] = "Ранги не визначені";
$locale['438'] = "Тип / Кількість";
// Forum Ranks Disabled
$locale['450'] = "Систему рангів на Форумі вимкнено.<br />Будь-ласка, увімкніть її через %s.";
$locale['451'] = "Налаштування Форуму";
?>