<?php
// Forum Category titles
$locale['400'] = "Створення категорії";
$locale['401'] = "Редагування категорії";
// Forum Category messages
$locale['410'] = "Категорію додано";
$locale['411'] = "Категорію оновлено";
$locale['412'] = "Категорію неможливо видалити";
$locale['413'] = "В цій категорії існують розділи";
$locale['414'] = "Категорію видалено";
// Forum Category form
$locale['420'] = "Назва категорії";
$locale['421'] = "Порядок";
$locale['422'] = "Зберегти категорію";
// Delete Forum Category
$locale['440'] = "Видалити категорію?";
// Forum titles
$locale['500'] = "Створення розділу";
$locale['501'] = "Редагування розділу";
// Forum Category messages
$locale['510'] = "Розділ додано";
$locale['511'] = "Розділ оновлено";
$locale['512'] = "Розділ неможливо видалити";
$locale['513'] = "В цьому розділі існують теми/повідомлення";
$locale['514'] = "Розділ видалено";
$locale['515'] = "Розділ змінено";
$locale['516'] = "Будь ласка, введіть назву категорії.";
$locale['517'] = "Будь-ласка, введіть унікальну назву фоурму.";
// Add/Edit Forum Form
$locale['520'] = "Заголовок:";
$locale['521'] = "Опис:";
$locale['522'] = "Категорія:";
$locale['523'] = "Порядок";
$locale['524'] = "Привілеї";
$locale['525'] = "Доступ:";
$locale['526'] = "Створювати теми:";
$locale['527'] = "Відповідати:";
$locale['528'] = "Приєднувати файли:";
$locale['529'] = "Створювати опитування:";
$locale['530'] = "Обнулення голосів:";
$locale['531'] = "вимкн.";
$locale['532'] = "Зберегти";
$locale['533'] = "Модератори";
$locale['534'] = "Зберегти модераторів";
$locale['535'] = "Завантажувати приєднані файли:";
// Forum Settings
$locale['540'] = "Параметри форуму:";
$locale['541'] = "Об`єднання повідомлень:";
$locale['542'] = "Дозволено";
$locale['543'] = "Заборонено";
// Current Forums
$locale['550'] = "Поточні розділи";
$locale['551'] = "Категорія/Розділ";
$locale['552'] = "Порядок";
$locale['553'] = "Опції";
$locale['554'] = "Редагувати";
$locale['555'] = "Видалити";
$locale['556'] = "Догори";
$locale['557'] = "Донизу";
$locale['558'] = "Перемістити вище";
$locale['559'] = "Перемістити нижче";
$locale['560'] = "Не визначені категорії";
$locale['561'] = "Розділи відсутні";
$locale['562'] = "Оновити порядок розділів";
$locale['563'] = "Очищення";
// Delete Forum
$locale['570'] = "Видалити розділ?";
// Pruning
$locale['600'] = "Очищення розділу";
$locale['601'] = "Ця процедура видалить теми та повідомлення";
$locale['602'] = "Ці записи набагато старші вибраного періоду часу";
$locale['603'] = "Період очищення: ";
$locale['604'] = "Тиждень";
$locale['605'] = "Тижнів";
$locale['606'] = "Місяць";
$locale['607'] = "Місяців";
$locale['608'] = "Очищення розділу завершено";
$locale['609'] = "Повідомлення видалено: ";
$locale['610'] = "Вкладення видалено: ";
$locale['611'] = "Теми видалено: ";
$locale['612'] = "Ви дійсно бажаєте очистити цей розділ? Буде втрачено усі повідомлення, теми та вкладені файли!";
?>