<?php
// Delete Image
$locale['400'] = "Видалити зображення";
$locale['401'] = "Зображення видалено";
$locale['402'] = "Повернутися до налаштування зображень";
$locale['403'] = "Повернутися в Центр керування";
// Upload Image
$locale['420'] = "Вивантажити";
$locale['421'] = "Ім`я файлу:";
$locale['422'] = "Загальні";
$locale['423'] = "Для статей";
$locale['424'] = "Для новин";
$locale['425'] = "Ви можете завантажувати лише: GIF, JPG або PNG формати";
$locale['426'] = "Зображення завантажено";
$locale['427'] = "Для категорій новин";
// View Image
$locale['440'] = "Перегляд зображення";
$locale['441'] = "Невідомий формат, неможливо відобразити";
$locale['442'] = "Видалити зображення";
// Image Management
$locale['460'] = "Зображення";
$locale['461'] = "Перегляд";
$locale['462'] = "Видалити";
$locale['463'] = "Цей каталог порожній";
$locale['464'] = "Оновити список зображень для редактора TinyMCE";
// Popup Error/Warning Messages
$locale['470'] = "Видалити це зображення?";
?>