<?php
// Infusion Management
$locale['400'] = "Налаштування додатків";
$locale['401'] = "Встановити";
$locale['402'] = "Встановлено";
$locale['403'] = "Не встановлено";
$locale['404'] = "Встановлені додатки";
$locale['405'] = "Заголовок";
$locale['406'] = "Версія";
$locale['407'] = "Розробник";
$locale['408'] = "Контакт";
$locale['409'] = "Адреса E-mail";
$locale['410'] = "Сайт";
$locale['411'] = "Деактивувати";
$locale['412'] = "Деактивувати цей додаток?";
$locale['413'] = "Ключ:";
$locale['414'] = "Додатки відсутні";
$locale['415'] = "Доступні додатки";
$locale['416'] = "Модифікувати доступні";
$locale['417'] = "Додатки відсутні.";
?>