<?php
// Member Management Options
$locale['400'] = "Користувачі";
$locale['401'] = "Користувач";
$locale['402'] = "Створити нового користувача";
$locale['403'] = "Тип";
$locale['404'] = "Опції";
$locale['405'] = "Перегляд за статусом:";
$locale['406'] = "Редагувати";
$locale['407'] = "Активувати";
$locale['408'] = "Розблокувати";
$locale['409'] = "Заблокувати (бан)";
$locale['410'] = "Видалити";
$locale['411'] = "Відсутні %s користувачі";
$locale['412'] = " почати з ";
$locale['413'] = " співставлення ";
$locale['414'] = "Показати усіх";
$locale['415'] = "Шукати користувача:";
$locale['416'] = "Пошук";
$locale['417'] = "Виберіть дію";
$locale['418'] = "Скасувати";
$locale['419'] = "Відновити";
// Ban/Unban/Delete Member
$locale['420'] = "Накласти бан";
$locale['421'] = "Зняти бан";
$locale['422'] = "Користувача видалено";
$locale['423'] = "Ви дійсно бажаєте видалити цього користувача?";
$locale['424'] = "Користувача активовано";
// Edit Member Details
$locale['430'] = "Редагування користувача";
$locale['431'] = "Дані користувача оновлено";
$locale['432'] = "Повернутися до налаштування користувачів";
$locale['433'] = "Повернутися в Центр керування";
$locale['434'] = "Неможливо оновити дані користувача:";
// Extra Edit Member Details form options
$locale['440'] = "Запис змін";
// Update Profile Errors
$locale['450'] = "Заборонено редагувати основного адміністратора";
$locale['451'] = "Ви повинні визначити ім`я та Е-mail адресу";
$locale['452'] = "Ім'я містить недопустимі символи.";
$locale['453'] = "Це ім`я ".(isset($_POST['user_name']) ? $_POST['user_name'] : "")." вже використовується іншим обліковим записом";
$locale['454'] = "Вказана Е-mail адреса некоректна";
$locale['455'] = "Ця Е-mail адреса ".(isset($_POST['user_email']) ? $_POST['user_email'] : "")." вже використовується іншим обліковим записом";
$locale['456'] = "Нові паролі не співпадають";
$locale['457'] = "Недопустимий пароль, будь-ласка, використовуйте лише латинські літери та цифри.<br />
Довжина паролю повинна бути не меншою 6 символів";
$locale['458'] = "<strong>Увага:</strong> невідома помилка!";
// View Member Profile
$locale['470'] = "Профіль користувача";
$locale['472'] = "Статистика";
$locale['473'] = "Групи користувачів";
// Add Member Errors
$locale['480'] = "Створення користувача";
$locale['481'] = "Обліковий запис користувача створено";
$locale['482'] = "Неможливо створити обліковий запис користувача";
// Suspension Log 
$locale['510s'] = "Журнал призупинень дії облікового запису користувача ";
$locale['511s'] = "Записи про призупинення дії облікового запису цього користувача відсутні у журналі призупинень.";
$locale['512s'] = "Попередні призупинення дії облікового запису користувача ";
$locale['513'] = "№."; // as in number
$locale['514'] = "Дата";
$locale['515'] = "Підстава";
$locale['516'] = "Відповідальний Адміністратор";
$locale['517'] = "Системна дія";
$locale['518'] = "Повернутися в обліковий запис користувача";
$locale['519'] = "Журнал призупинень дії облікового запису цього користувача ";
$locale['520'] = "Відновлено: ";
$locale['521'] = "Адреса IP: ";
$locale['522'] = "Поки що не відновлено";
$locale['540'] = "Помилка";
$locale['541'] = "Помилка: Ви повинні вказати підставу для призупинення дії обліковго запису!";
$locale['542'] = "Помилка: Ви повинні вказати підставу для блокування (бан) облікового запису з міркувань безпеки!";
// User Management Admin
$locale['550'] = "Користувач: ";
$locale['551'] = "Кількість днів:";
$locale['552'] = "Підстава:";
$locale['553'] = "Призупинити";
$locale['554'] = "Записи про призупинення дії облікового запису цього користувача відсутні у журналі призупинень.";
$locale['555'] = "Якщо Ви прийняли рішення заблокувати цього користувача, натисніть кнопку 'Бан'";
$locale['556'] = "Відміна призупинення користувача: ";
$locale['557'] = "Відмінити призупинення";
$locale['558'] = "Розблокування користувача: ";
$locale['559'] = "Розблокувати ";
$locale['560'] = "Скасування блокування з міркувань безпеки користувача: ";
$locale['561'] = "Зняти блокування з міркувань безпеки";
$locale['562'] = "Заблокований користувач: ";
$locale['563'] = "Заблокований з міркувань безпеки користувач: ";
$locale['585a'] = "Будь ласка, вкажіть підставу для блокування чи розблокування ";
$locale['566'] = "Розблоковано";
$locale['568'] = "Блокування з міркувань безпеки";
$locale['569'] = "Блокування з міркувань безпеки знято";
$locale['572'] = "Призупинений користувач";
$locale['573'] = "Призупинення знято";
$locale['574'] = "Деактивований користувач";
$locale['575'] = "Активовацію відновлено";
$locale['576'] = "Обліковий запис скасовано";
$locale['577'] = "Скасування облікового запису відмінено";
$locale['578'] = "Обліковий запис скасовано і зроблено анонімним";
$locale['579'] = "Анонімність облікового запису відмінено";
$locale['580'] = "Деактивувати бездіяльних користувачів";
$locale['581'] = "Ви маєте більше 50 бездіяльних користувачів і повинні провести процедуру деактивації <strong>%d рази(ів)</strong>.";
$locale['582'] = "Відновити активацію";
$locale['583'] = "Замінити";
$locale['584'] = "Виберіть новий статус";
$locale['585'] = "Цього користувача було заблоковано з міркувань безпеки! Ви дійсно впевнені, що бажаєте розблокувати його?";
$locale['590'] = "Призупинити";
$locale['591'] = "Зняти призупинення";
$locale['592'] = "призупинення";
$locale['593'] = "відміна призупинення";
$locale['594'] = "Будь ласка, вкажіть підставу для ";
$locale['595'] = " користувача ";
$locale['596'] = "Тривалість:";
$locale['600'] = "Блокування (бан) з міркувань безпеки";
$locale['601'] = "блокування з міркувань безпеки";
$locale['602'] = "Розблокування";
$locale['603'] = "розблокування";
$locale['604'] = "Підстава:";
// Deactivation System
$locale['610'] = "<strong>%d користувач(а/ів)</strong> не входили на сайт <strong>%d день(днів)</strong> і були позначені як бездіяльні. 
Після деактивувації цих користувачів вони матимуть <strong>%d дені(днів)</strong> перед %s.";
$locale['611'] = "Будь ласка, майте на увазі, що деякі користувачі можуть мати пов'язану із ними інформацію, опубліковану на сайті, наприклад, повідомлення на Форумі, коментарі, фото тощо.
Уся подібна інформація буде знищена коли деактивовані користувачі будуть видалені.";
$locale['612'] = "користувач";
$locale['613'] = "користувачі";
$locale['614'] = "Деактивувати";
$locale['615'] = "остаточно видалено";
$locale['616'] = "встановлено анонімність";
$locale['617'] = "Попередження:";
$locale['618'] = "Настійливо рекомендується замість дії деактивації скористатися операцією встановлення анонімності задля попередження остаточної втрати важливої інформації!";
$locale['619'] = "Ви можете зробити це тут";
$locale['620'] = "встановити анонімність";
$locale['621'] = "Автоматична деактивація бездіяльних користувачів.";
?>