<?php
// News Categories titles
$locale['400'] = "Редагування категорії новин";
$locale['401'] = "Створення категорії новин";
$locale['402'] = "Поточні категорії новин";
// News Categories messages
$locale['420'] = "Категорію додано";
$locale['421'] = "Категорію оновлено";
$locale['422'] = "Категорію неможливо видалити";
$locale['423'] = "В цій категорії існують новини, спочатку видаліть їх";
$locale['424'] = "Категорію видалено";
// News Categories form
$locale['430'] = "Назва:";
$locale['431'] = "Зображення:";
$locale['432'] = "Зберегти";
$locale['433'] = "Редагувати";
$locale['434'] = "Видалити";
$locale['435'] = "Категорії відсутні";
$locale['436'] = "Натисніть тут для вивантаження нового зображення для категорії";
// Popup Error/Warning Messages
$locale['450'] = "Видалити цю категорію новин?";
// Error Messages
$locale['460'] = "Будь ласка, введіть назву категорії.";
$locale['461'] = "Така категорія вже існує.";
?>