<?php
// News titles
$locale['400'] = "Поточні новини";
$locale['401'] = "Додати новину";
$locale['402'] = "Редагування новини";
// News messages
$locale['410'] = "Новина створена";
$locale['411'] = "Новина змінена";
$locale['412'] = "Новина видалена";
$locale['413'] = "Некоректна назва файлу.";
$locale['414'] = "Зображення не повинно перевищувати %s.";
$locale['415'] = "Зображення має відповідати формату GIF, JPEG або PNG.";
$locale['416'] = "Зображення не повинно бути більшим ніж %uw x %uh пікселів.";
// News form
$locale['420'] = "Редагувати";
$locale['421'] = "Видалити";
$locale['422'] = "Заголовок:";
$locale['423'] = "Категорія:";
$locale['424'] = "- не вибрано -";
$locale['425'] = "Анонс:";
$locale['426'] = "Повний текст:";
$locale['427'] = "Початкова дата:";
$locale['428'] = "Кінцева дата:";
$locale['429'] = "(не обов`язково)";
$locale['430'] = "Доступ:";
$locale['431'] = "Зберегти як чернетку";
$locale['432'] = "Закріпити новину";
$locale['433'] = "Автоматичне перенесення стрічки";
$locale['434'] = "Дозволити коментарі";
$locale['435'] = "Дозволити рейтинги";
$locale['436'] = "Попередній перегляд";
$locale['437'] = "Зберегти";
$locale['438'] = "[Чернетка]";
$locale['439'] = "Зображення";
$locale['440'] = "(макс. розмір файлу: %s / дозволені формати файлів: GIF, JPEG або PNG)";
// Popup Error/Warning Messages
$locale['450'] = "Будь ласка, визначте заголовок";
$locale['451'] = "Видалити цю новину?";
$locale['452'] = "%s заборонено для усіх.<br />Ці налаштування матимуть силу лише після їх дозволу.";
$locale['453'] = "коментарі";
$locale['454'] = "рейтинги";
$locale['455'] = $locale['453']." та ".$locale['454'];
?>