<?php
// Panel Management
$locale['400'] = "Налаштування панелей";
$locale['401'] = "Назва";
$locale['402'] = "Місце";
$locale['403'] = "Порядок";
$locale['404'] = "Тип";
$locale['405'] = "Доступ";
$locale['406'] = "Опції";
// Panel Settings
$locale['420'] = "Зліва";
$locale['421'] = "По центру вгорі";
$locale['422'] = "Справа";
$locale['423'] = "Файл";
$locale['424'] = "PHP";
$locale['425'] = "По центру знизу";
// Panel Options
$locale['430'] = "Вліво";
$locale['431'] = "Вправо";
$locale['432'] = "Вище";
$locale['433'] = "Нижче";
$locale['434'] = "Редагувати";
$locale['435'] = "УВІМКН.";
$locale['436'] = "ВИМКН.";
$locale['437'] = "Видалити";
$locale['438'] = "Нова панель";
$locale['439'] = "Оновити порядок";
$locale['440'] = "Видалити цю панель?";
$locale['441'] = "Вліво";
$locale['442'] = "Вправо";
$locale['443'] = "Догори";
$locale['444'] = "Донизу";
$locale['445'] = "Перемістити вище";
$locale['446'] = "Перемістити нижче";
// Add/Edit Panel Form
$locale['450'] = "Редагування панелі";
$locale['451'] = "Створення панелі";
$locale['452'] = "Назва";
$locale['453'] = "Файл";
$locale['454'] = "(при виборі значення у цьому пункті зміст панелі буде проігноровано)";
$locale['455'] = "Зміст панелі";
$locale['456'] = "Пароль адміністратора:";
$locale['457'] = "Розташування:";
$locale['458'] = "Доступ:";
$locale['459'] = "Показувати панель на усіх сторінках";
$locale['460'] = "Попередній перегляд";
$locale['461'] = "Зберегти";
$locale['462'] = "Обмеження:";
$locale['463'] = "Приклад:";
$locale['464'] = "Вимкнути на цих сторінках";
$locale['465'] = "Ввімкнути на цих сторінках";
// Update/Add new Panel Errors
$locale['470'] = "Не вказано назву панелі";
$locale['471'] = "Панель з таким ім'ям вже існує";
$locale['472'] = "Ви не ввели зміст панелі";
$locale['473'] = "Ви не вибрали файл панелі";
$locale['474'] = "Пароль адміністратора некоректний";
$locale['475'] = "При обмеженні центральних панелей необхідно поставити відмітку \"Показувати на всіх сторінках\"";
// Update/Add new Panel Success/Fail
$locale['480'] = "Оновити панель";
$locale['481'] = "Панель неможливо оновити";
$locale['482'] = "Панель оновлено";
$locale['483'] = "Нова панель";
$locale['484'] = "Неможливо додати панель";
$locale['485'] = "Нову панель додано";
$locale['486'] = "Повернутися до налаштування панелей";
$locale['487'] = "Повернутися в Центр керування";
$locale['488'] = "Порядок панелей оновлено.";
?>