<?php
// Panel Management
$locale['400'] = "Панелі";
$locale['401'] = "Назва";
$locale['402'] = "Місце";
$locale['403'] = "Порядок";
$locale['404'] = "Тип";
$locale['405'] = "Доступ";
$locale['406'] = "Параметри";
$locale['407'] = "Наявні панелі";
$locale['408'] = "Додати";
$locale['409'] = "Редагувати";
$locale['410'] = "Для зміни положення або порядку панелей їх можна пересувати у межах вікна.";
// Panel Settings
$locale['420'] = "Зліва";
$locale['421'] = "Центр вгорі";
$locale['422'] = "Справа";
$locale['423'] = "Файл";
$locale['424'] = "PHP";
$locale['425'] = "Центр знизу";
$locale['426'] = "Під заголовком";
$locale['427'] = "Над підсумком";
// Panel Options
$locale['430'] = "вліво";
$locale['431'] = "вправо";
$locale['432'] = "Вище";
$locale['433'] = "Нижче";
$locale['434'] = "Редагувати";
$locale['435'] = "Дозволити";
$locale['436'] = "Заборонити";
$locale['437'] = "Видалити";
$locale['438'] = "нова панель";
$locale['439'] = "Оновити порядок";
$locale['440'] = "Видалити цю панель?";
$locale['441'] = "Зліва";
$locale['442'] = "Справа";
$locale['443'] = "Up";
$locale['444'] = "Down";
$locale['445'] = "догори";
$locale['446'] = "донизу";
// Add/Edit Panel Form
$locale['450'] = "Редагувати";
$locale['451'] = "Додати";
$locale['452'] = "Назва";
$locale['453'] = "Файл";
$locale['454'] = "(при виборі значення у цьому пункті зміст панелі буде проігноровано)";
$locale['455'] = "Зміст панелі";
$locale['456'] = "Пароль адміністрування";
$locale['457'] = "Розташування:";
$locale['458'] = "Доступ:";
$locale['459'] = "Display panel on all pages <br /> <b>Note</b>: If you want to use exceptions you must have this enabled.";
$locale['460'] = "Попередній перегляд";
$locale['461'] = "Зберегти";
$locale['462'] = "Обмеження:";
$locale['463'] = "Наприклад:";
$locale['464'] = "вимкнути на цих сторінках";
$locale['465'] = "ввімкнути на цих сторінках";
$locale['466'] = "Мова:";
$locale['467'] = "Display on home page only";
$locale['468'] = "Тип";
// Update/Add new Panel Errors
$locale['470'] = "Не вказано назву панелі";
$locale['471'] = "Панель з такою назвою вже існує";
$locale['472'] = "Будь ласка, вкажіть зміст панелі";
$locale['473'] = "Будь ласка, виберіть файл панелі";
$locale['474'] = "Пароль адміністрування некоректний";
$locale['475'] = "При обмеженні центральних панелей необхідно поставити позначку \"Показувати на всіх сторінках\"";
// Update/Add new Panel Success/Fail
$locale['480'] = "Оновити панель";
$locale['481'] = "Неможливо оновити панель";
$locale['482'] = "Панель успішно оновлено";
$locale['483'] = "нова панель";
$locale['484'] = "Неможливо створити панель";
$locale['485'] = "Панель успішно створено";
$locale['486'] = "Повернутися до налаштування панелей";
$locale['487'] = "Повернутися до Центру керування";
$locale['488'] = "Порядок панелей успішно оновлено.";
$locale['489'] = "Панель успішно видалено.";
//Visual Panel
$locale['600'] = "Керування панелями";
$locale['602'] = "Вимкнені панелі";
$locale['603'] = "Ввімкнені панелі";
$locale['604'] = "Панелі";
$locale['605'] = "Панель";
$locale['606'] = "Зміст сайту";
