<?php
// Album titles
$locale['400'] = "Створення фотоальбому";
$locale['401'] = "Редагування фотоальбому";
$locale['402'] = "Поточні фотоальбоми";
$locale['403'] = "Критична помилка";
// Album messages
$locale['410'] = "Новий фотоальбом додано в базу";
$locale['411'] = "Фотоальбом успішно оновлено";
$locale['412'] = "Мініатюру видалено";
$locale['413'] = "Фотоальбом видалено з бази";
$locale['414'] = "Виникла наступна помилка:";
$locale['415'] = "Некоректна назва зображення";
$locale['416'] = "Розмір фото повинен бути меншим %s";
$locale['417'] = "Фото повинне бути формату GIF, JPEG або PNG";
$locale['418'] = "Фото не повинне перевищувати за розмірами %uw x %uh пікселів";
$locale['419'] = "фотоальбом неможливо видалити. Ви ввели неправильний пароль";
$locale['420'] = "Не знайдено GD бібліотеку. Фотогалерея не може працювати без GD бібліотеки. Зверніться до хостера свого сайту за детальною інформацією";
// Album confirmation
$locale['430'] = "Підтвердження видалення фотоальбому";
$locale['431'] = "Фотоальбом, який Ви бажаєте видалити, містить одне або більше фото.<br />\n"
								."Щоб видалити цей фотоальбом, будь ласка, введіть пароль адміністратора";
$locale['432'] = "Підтвердити";
$locale['433'] = "Скасувати";
// Album form
$locale['440'] = "Назва: ";
$locale['441'] = "Опис: ";
$locale['442'] = "Доступ: ";
$locale['443'] = "Порядок: ";
$locale['444'] = "Мініатюра: ";
$locale['445'] = "Зберегти";
// Current Albums
$locale['460'] = "Відкрити фотоальбом";
$locale['461'] = "Мініатюра відсутня";
$locale['462'] = "Дата: ";
$locale['463'] = "Надіслано від: ";
$locale['464'] = "Доступ: ";
$locale['465'] = "Фото: ";
$locale['466'] = "Перемістити догори";
$locale['467'] = "Перемістити донизу";
$locale['468'] = "Редагувати";
$locale['469'] = "Видалити";
$locale['470'] = "Оновити порядок фотоальбомів та фото";
$locale['471'] = "Не визначені фотоальбоми";
// Delete Album
$locale['500'] = "Видалити цей фотоальбом?";
?>