<?php
// Album titles
$locale['400'] = "Додати фото";
$locale['401'] = "Редагувати фото";
$locale['402'] = "Видалити фото";
$locale['403'] = "Критична помилка";
// Album messages
$locale['410'] = "Нові фото додано в базу";
$locale['411'] = "Фото успішно оновлено";
$locale['412'] = "Фото видалено";
$locale['413'] = "Фото видалено з бази";
$locale['414'] = "Виникла наступна помилка:";
$locale['415'] = "Некоректна назва зображення";
$locale['416'] = "Розмір фото повинен бути меншим %s";
$locale['417'] = "Фото повинне бути формату GIF, JPEG або PNG";
$locale['418'] = "Фото не повинне перевищувати за розмірами %uw x %uh пікселів";
$locale['419'] = "Фото переміщено";
$locale['420'] = "Не знайдено GD бібліотеку. Фотогалерея не може працювати без GD бібліотеки. Зверніться до хостера за детальною інформацією";
$locale['421'] = "Зображення не може бути пустим";
$locale['422'] = "Вибраний каталог закрито для запису. Змініть його права доступу на CHMOD 777.";
// Photos form
$locale['430'] = "Перемістити фотоальбоми";
$locale['431'] = "Перемістити";
$locale['432'] = "Назва: ";
$locale['433'] = "Опис: ";
$locale['434'] = "Порядок: ";
$locale['435'] = "Попередній перегляд: ";
$locale['436'] = "Зображення: ";
$locale['437'] = "Дозволити коментарі";
$locale['438'] = "Дозволити рейтинг";
$locale['439'] = "Зберегти фото";
$locale['440'] = "Відміна";
// Current Photos
$locale['450'] = "Зображення відсутні";
$locale['451'] = "Натисніть для перегляду";
$locale['452'] = "Перемістити догори";
$locale['453'] = "Перемістити донизу";
$locale['454'] = "Редагувати";
$locale['455'] = "Видалити";
$locale['456'] = "Дата: ";
$locale['457'] = "Додано: ";
$locale['458'] = "Переглядів: ";
$locale['459'] = "Коментарів: ";
// Current Photos options
$locale['470'] = "Виділити усе";
$locale['471'] = "Не виділяти нічого";
$locale['472'] = "Перемістити в альбом";
$locale['473'] = "Вибрати альбом";
$locale['474'] = "Перемістити виділене";
$locale['475'] = "Перемістити усе";
$locale['476'] = "Закрити альбом";
// Additional notices
$locale['480'] = "Фото відсутні";
$locale['481'] = "Перемістити виділені фото?";
$locale['482'] = "Перемістити усі фото?";
//Mass Upload
$locale['490'] = "Додати каталог";
$locale['491'] = "Додати каталог до альбому";
$locale['492'] = "Додати фото до альбому";
$locale['493'] = "Завантажити окремі фото";
$locale['494'] = "Завантажити каталог з фото";
$locale['495'] = "Завантажити кілька фото";
$locale['496'] = "<strong>Увага!</strong><br />Назва та опис кожного із завантажених фото будуть пустими.<br />Ви можете додати їх пізніше через редагування кожного фото.";
$locale['497'] = "1. Завантажте каталог з Вашими фото в <em>%s</em>.";
$locale['498'] = "2. Виберіть каталог, який бажаєте додати до альбома <strong>%s</strong>.";
$locale['499'] = "Вибраний каталог:";
$locale['500'] = "Додати вибраний каталог до альбома";
$locale['501'] = "Каталоги відсутні";
$locale['502'] = "%s закрито для запису!";
$locale['503'] = "Будь ласка, змініть права доступу цього каталогу на 0777 та перезавантажте поточну сторінку.";
$locale['504'] = "Оновити";
$locale['505'] = "1. Завантажте каталог з Вашими фото в <em>%s</em>.";
$locale['506'] = "2. Виберіть каталог, який бажаєте додати до альбома <strong>%s</strong>.";
$locale['507'] = "3. Ви можете вибрати кілька фото одночасно, тримаючи клавіші [SHIFT] (вибір групи) або [CTRL] (вибір окремих).";
$locale['508'] = "Вибрані фото:";
$locale['509'] = "Додати вибрані фото до альбому";
$locale['510'] = "Фото відсутні";
// Messages
$locale['520'] = "%s заборонено для усіх.<br />Ці налаштування матимуть силу лише після їх дозволу.";
$locale['521'] = "коментарі";
$locale['522'] = "рейтинги";
$locale['523'] = $locale['521']." та ".$locale['522'];
?>