<?php
// Titles
$locale['400'] = "robots.txt";
// Messages
$locale['410'] = "Ви впевнені? Буде встановлено стандартний файл robots.txt.";
$locale['411'] = "Файл robots.txt відсутній. Будь ласка, створіть його в кореневому каталозі та спробуйте ще раз.";
$locale['412'] = "Файл robots.txt оновлено.";
$locale['413'] = "Сталась наступна помилка:";
$locale['414'] = "Файл robots.txt закрито для запису.";
$locale['415'] = "Неможливий запис до файлу robots.txt.";
// Edit form
$locale['420'] = "Редагувати файл robots.txt";
$locale['421'] = "Більше подробиць та інструкцій про файл robots.txt Ви можете знайти тут.";
$locale['422'] = "Зберегти";
$locale['423'] = "Відновити стандартні налаштування";
?>