<?php
// News titles
$locale['400'] = "Створення навігаційного посилання";
$locale['401'] = "Редагування навігаційного посилання";
$locale['402'] = "Поточні навігаційні посилання";
// News messages
$locale['410'] = "Посилання додано";
$locale['411'] = "Посилання оновлено";
$locale['412'] = "Посилання видалено";
// Site Links form
$locale['420'] = "Назва:";
$locale['421'] = "Адреса URL:";
$locale['422'] = "Доступ:";
$locale['423'] = "Порядок:";
$locale['424'] = "Розташування:";
$locale['425'] = "Панель";
$locale['426'] = "Панель + меню";
$locale['427'] = "Меню";
$locale['428'] = "Відкривати посилання у новому вікні";
$locale['429'] = "Зберегти";
// Site Links list
$locale['440'] = "Назва";
$locale['441'] = "Доступ";
$locale['442'] = "Порядок";
$locale['443'] = "Опції";
$locale['444'] = "Редагувати";
$locale['445'] = "Видалити";
$locale['446'] = "Посилання відсутні";
// Link Ordering
$locale['450'] = "Догори";
$locale['451'] = "Донизу";
$locale['452'] = "Вище";
$locale['453'] = "Нижче";
$locale['454'] = "Оновити порядок";
$locale['455'] = "Порядок посилань оновлено.";
// Delete Site Link category
$locale['460'] = "Видалити це посилання?";
?>