<?php
// Smiley titles
$locale['401'] = "Створення усміхайлика";
$locale['402'] = "Редагування усміхайлика";
$locale['400'] = "Наявні усміхайлики";
// Smiley messages
$locale['410'] = "Усміхайлик успішно додано";
$locale['411'] = "Усміхайлик успішно оновлено";
$locale['412'] = "Усміхайлик успішно видалено";
$locale['413'] = "Unable to update smiley";
$locale['414'] = "Unable to add smiley";
$locale['415'] = "The smiley code is in use.";
$locale['416'] = "Ви дійсно бажаєте видалити цього усміхайлика?";
// Smiley form
$locale['420'] = "Код:";
$locale['421'] = "Зображення:";
$locale['422'] = "Значення:";
$locale['423'] = "Зберегти";
$locale['424'] = "Smiley Preview:";
// Current Smileys
$locale['430'] = "Код";
$locale['431'] = "Зображення";
$locale['432'] = "Текст";
$locale['433'] = "Параметри";
$locale['434'] = "Редагувати";
$locale['435'] = "Видалити";
$locale['436'] = "Усміхайлики відсутні";
// Error Message
$locale['437'] = "Будь ласка, введіть код усміхайлика";
$locale['438'] = "Будь ласка, виберіть усміхайлик";
$locale['439'] = "Будь ласка, введіть значення усміхайлика";
