<?php
// Smiley titles
$locale['401'] = "Створення смайлу";
$locale['402'] = "Редагуваня смайлу";
$locale['400'] = "Поточні смайли";
// Smiley messages
$locale['410'] = "Смайл додано";
$locale['411'] = "Смайл оновлено";
$locale['412'] = "Смайл видалено";
$locale['413'] = "Смайл не оновлено";
$locale['414'] = "Смайл неможливо додати";
$locale['415'] = "Цей код смайлу вже використовується";
$locale['416'] = "Ви дійсно бажаєте видалити цей смайл?";
// Smiley form
$locale['420'] = "Код:";
$locale['421'] = "Зображення:";
$locale['422'] = "Значення:";
$locale['423'] = "Зберегти";
$locale['424'] = "Попередній перегляд:";
// Current Smileys
$locale['430'] = "Код";
$locale['431'] = "Зображення";
$locale['432'] = "Значення";
$locale['433'] = "Параметри";
$locale['434'] = "Редагувати";
$locale['435'] = "Видалити";
$locale['436'] = "Смайли відсутні";
?>