<?php
// Delete Submission
$locale['400'] = "Видалення запиту про розміщення інформації";
$locale['401'] = "Запропоновану інформацію для розміщення на сайті видалено";
$locale['402'] = "Повернутися в розділ затверджень";
$locale['403'] = "Повернутися в Центр керування";
// Submission Options
$locale['410'] = "Підтвердження";
$locale['411'] = "Посилання, що очікують підтвердження:";
$locale['412'] = "Новини, що очікують підтвердження:";
$locale['413'] = "Статті, що очікують підтвердження:";
$locale['414'] = "відсутні";
$locale['415'] = "відсутні";
$locale['416'] = "відсутні";
$locale['417'] = "Переглянути";
$locale['418'] = "Видалити";
$locale['419'] = "Фото, що очікують підтвердження:";
$locale['420'] = "відсутні";
$locale['421'] = "Підтверджені завантаження:";
$locale['422'] = "Завантаження, що очікують підтвердження відсутні.";
// Add/Delete Web Link Submissions
$locale['430'] = "Підтвердження посилань";
$locale['431'] = "Посилання підтверджено";
$locale['432'] = "Видалити посилання";
$locale['433'] = "Посилання видалено";
$locale['434'] = "Категорії відсутні";
// Web Link Submission Form
$locale['440'] = "Перегляд надісланого посилання";
$locale['441'] = "Надіслано від ";
$locale['442'] = "  ";
$locale['443'] = "В категорію:";
$locale['444'] = "Назва:";
$locale['445'] = "URL:";
$locale['446'] = "Опис:";
$locale['447'] = "Підтвердити чи видалити це посилання?";
$locale['448'] = "Підтвердити";
$locale['449'] = "Видалити";
// Add/Delete News Submissions
$locale['490'] = "Підтвердити новину";
$locale['491'] = "Новину підтверджено";
$locale['492'] = "Видалити новину";
$locale['493'] = "Новину видалено";
// News Submission Form
$locale['500'] = "Перегляд надісланої новини";
$locale['501'] = "Надіслано від ";
$locale['502'] = "Підтвердити чи видалити новину?";
$locale['503'] = "Підтвердити";
$locale['504'] = "Видалити";
$locale['505'] = "Заголовок:";
$locale['506'] = "В категорію:";
$locale['507'] = "- не вибрано -";
$locale['508'] = "Новина:";
$locale['509'] = "Анонс:";
$locale['510'] = "Попередній перегляд новин";
// Add/Delete Article Submissions
$locale['530'] = "Підтвердити надіслані статті";
$locale['531'] = "Статтю підтверджено";
$locale['532'] = "Видалити статтю";
$locale['533'] = "Статтю видалено";
// Article Submission Form
$locale['540'] = "Перегляд надісланої статті";
$locale['541'] = "Надіслано від ";
$locale['542'] = "Підтвердити чи видалити статтю?";
$locale['543'] = "Підтвердити";
$locale['544'] = "Видалити статтю";
$locale['545'] = "В категорію:";
$locale['546'] = "Заголовок:";
$locale['547'] = "Анонс:";
$locale['548'] = "Стаття:";
$locale['549'] = "Попередній перегляд статті";
// Add/Delete Photo Submissions
$locale['580'] = "Публікація фото";
$locale['581'] = "Фото підтверджено";
$locale['582'] = "Видалення фото";
$locale['583'] = "Фото видалено";
// Photo Submission Form
$locale['590'] = "Перегляд надісланого фото";
$locale['591'] = "Натисніть тут для перегляду";
$locale['592'] = "Надіслано від ";
$locale['593'] = "Підтвердити чи видалити фото?";
$locale['594'] = "Підтвердити";
$locale['595'] = "Видалити";
$locale['596'] = "Назва:";
$locale['597'] = "Опис:";
$locale['598'] = "В альбом:";
// Add/Delete Download Submissions
$locale['630'] = "Опублікувати завантаження, що очікують підтвердження";
$locale['631'] = "Завантаження опубліковано";
$locale['632'] = "Видалити завантаження, що очікують підтвердження";
$locale['633'] = "Завантаження видалено";
// Download Submission Form
$locale['640'] = "Переглянути завантаження, що очікують підтвердження";
$locale['641'] = "Це завантаження було підтверджено ";
$locale['642'] = "Ви бажаєте опублікувати чи видалити ці завантаження?";
$locale['643'] = "Опублікувати";
$locale['644'] = "Видалити";
$locale['645'] = "Назва:";
$locale['646'] = "Опис:";
$locale['646b'] = "Подробиці:";
$locale['647'] = "URL:";
$locale['647b'] = "Файл:";
$locale['648'] = "Категорія:";
$locale['649'] = "Ліцензія:";
$locale['650'] = "ОС:";
$locale['651'] = "Версія:";
$locale['652'] = "Розмір:";
$locale['653'] = "Знімок екрану:";
$locale['654'] = "Сайт:";
$locale['655'] = "Права:";
$locale['656'] = "Коментарі:";
$locale['657'] = "Рейтинги:";
$locale['658'] = "Видалити знімок екрану";
$locale['660'] = "%s заборонено для усіх.<br />Ці налаштування матимуть силу лише після їх дозволу.";
$locale['661'] = "коментарі";
$locale['662'] = "рейтинги";
$locale['663'] = $locale['661']." та ".$locale['662'];
?>