<?php
$locale['400'] = "Оновлення";
// No upgrade
$locale['401'] = "Доступних оновлень не знайдено";
// Stage 6 - User Field Categories
$locale['420'] = "Контактні дані";
$locale['421'] = "Різне";
$locale['422'] = "Параметри";
$locale['423'] = "Статистика";
$locale['430'] = "Категорії полів користувача";
$locale['432'] = "Керування користувачами";
$locale['434'] = "Записів на сторінці";
$locale['435'] = "Безпека";
$locale['436'] = "Налаштування новин";
$locale['437'] = "Налаштування завантажень";
// v7.02 new locales
$locale['440'] = "Завантаження, що очікують підтвердження";
$locale['441'] = "Міні-чат";
$locale['442'] = "robots.txt";
$locale['443'] = "Журнал користувача";
$locale['444'] = "Скидання паролю адміністратора";
$locale['445'] = "Журнал помилок";
// Upgrade locales
$locale['500'] = "Для Вашої встановленої версії PHP-Fusion знайдено %s оновлення.";
$locale['501'] = "Просто натисніть кнопку <b>Оновлення</b> для автоматичного оновлення Вашої системи.";
$locale['502'] = "<br />Оновлення завершено.";
$locale['503'] = "важливе";
$locale['504'] = "незначне";
// Cookie Prefix
$locale['600'] = "Будь ласка, відредагуйте Ваш файл config.php, замінивши його вміст наступним кодом:";
?>
