<?php
// Edit/Save/Delete User Group Messages
$locale['400'] = "Групу оновлено";
$locale['401'] = "Групу створено";
$locale['402'] = "Виберіть користувачів для видалення з групи";
$locale['403'] = "Усіх користувачів видалено з групи";
$locale['404'] = "Виберіть користувачів для додавання в групу";
$locale['405'] = "Неможливо видалити групу користувачів";
$locale['406'] = "Існують користувачі прикріплені до цієї групи";
$locale['407'] = "Групу видалено";
// Edit/Delete Options
$locale['420'] = "Поточні групи";
$locale['421'] = "Редагувати";
$locale['422'] = "Видалити";
$locale['423'] = "Видалити цю групу?";
// Edit/Add User Group
$locale['430'] = "Редагування групи";
$locale['431'] = "Створення групи";
$locale['432'] = "Назва:";
$locale['433'] = "Опис:";
$locale['434'] = "Зберегти";
// Search/Add Group Users
$locale['440'] = "Прикріплення користувачів до групи";
$locale['441'] = "Пошук користувачів для додавання в цю групу";
$locale['442'] = "Ви можете шукати кілька користувачів відразу, розділюючи їх комами";
$locale['443'] = "по ID";
$locale['444'] = "по імені";
$locale['445'] = "Пошук";
$locale['446'] = "Ім'я";
$locale['447'] = "Тип";
$locale['448'] = "Відмітити усіх";
$locale['449'] = "Зняти відмітки з усіх";
$locale['450'] = "Додати вибраних користувачів";
$locale['451'] = "Користувача не знайдено";
$locale['452'] = "Шукати знову";
// Current Group Users
$locale['460'] = "Поточні користувачі";
$locale['461'] = "Видалити вибраних";
$locale['462'] = "Видалити усіх";
$locale['463'] = "До цієї групи не прикріплений жоден користувач";
?>