<?php
// Enabled User Fields
$locale['400'] = "Дозволені поля";
$locale['401'] = "Назва";
$locale['402'] = "Опис";
$locale['403'] = "Порядок";
$locale['404'] = "Опції";
$locale['405'] = "Донизу";
$locale['406'] = "Догори";
$locale['407'] = "Редагувати";
$locale['408'] = "Заборонити";
$locale['409'] = "Оновити прядок полів користувача.";
$locale['410'] = "УВАГА! Інформацію у полях користувачів буде остаточно втрачено!";
$locale['411'] = "Помилка";
$locale['412'] = "Перевірте файли поля користувача %s!";
// Enable / Edit User Field
$locale['420'] = "Редагування поля";
$locale['421'] = "Дозволити поля користувача";
$locale['422'] = "Назва:";
$locale['423'] = "Категорія:";
$locale['424'] = "Оновити";
$locale['425'] = "Дозволити";
$locale['426'] = "Версія API:";
$locale['427'] = "Необхідно";
$locale['428'] = "Це поле користувача не підтримує визначення як необхідне";
$locale['429'] = "Журнал";
$locale['429a'] = "Це поле не підтримує ведення журналу";
// Disabled user fields
$locale['430'] = "Заборонені поля";
$locale['431'] = "Дозволити";
// All user fields are enabled / No user fields are enabled
$locale['440'] = "Усі поля користувача доступні";
$locale['441'] = "Усі поля користувача заборонені.";
// User Field Groups
$locale['450'] = "Контакт";
$locale['451'] = "Інформація";
$locale['452'] = "Параметри";
$locale['453'] = "Статистика";
// Enable / Edit User Field Part #2
$locale['480'] = "Реєстрація";
?>