<?php
// Web Link Category titles
$locale['400'] = "Створення категорії";
$locale['401'] = "Редагування категорії";
$locale['402'] = "Поточні категорії";
// Web Link Category messages
$locale['410'] = "Категорію видалено";
$locale['411'] = "Категорію оновлено";
$locale['412'] = "Категорію неможливо видалити";
$locale['413'] = "В цій категорії існують посилання";
$locale['414'] = "Категорію видалено";
// Add/Edit Web Link Category Form
$locale['420'] = "Назва:";
$locale['421'] = "Опис:";
$locale['422'] = "Сортування<br> посилань по:";
$locale['423'] = "№ з/п";
$locale['424'] = "Заголовку";
$locale['425'] = "Даті";
$locale['426'] = "Збільшення";
$locale['427'] = "Зменшення";
$locale['428'] = "Доступ:";
$locale['429'] = "Зберегти";
// Current Web Link categories
$locale['430'] = "Поточні категорії";
$locale['431'] = "Доступ";
// Delete Web Link category
$locale['440'] = "Видалити цю категорію посилань?";
// Error Messages
$locale['460'] = "Будь ласка, введіть назву категорії.";
$locale['461'] = "Така категорія вже існує.";
// Web Link titles
$locale['500'] = "Створення посилання";
$locale['501'] = "Редагування посилання";
$locale['502'] = "Поточні посилання";
// Web Link messages
$locale['510'] = "Посилання додано";
$locale['511'] = "Посилання оновлено";
$locale['512'] = "Посилання видалено";
// Web Link form
$locale['520'] = "Назва:";
$locale['521'] = "Опис:";
$locale['522'] = "Адреса URL:";
$locale['523'] = "Категорія:";
$locale['524'] = "Оновити дату публікації";
$locale['525'] = "Зберегти";
// Current Web Links
$locale['531'] = "Назва [Можна натиснути для перевірки]";
$locale['532'] = "Опції";
$locale['533'] = "Редагувати";
$locale['534'] = "Видалити";
$locale['535'] = "Посилання не додано в категорію";
$locale['536'] = "Категорії відсутні";
$locale['537'] = "Категорії відсутні";
$locale['538'] = "Вам потрібно спочатку створити хоча б одну категорію, щоб додавати посилання";
$locale['539'] = "Натисніть тут";
$locale['540'] = " , щоб перейти в панель керування категоріями посилань";
// Delete Web Link
$locale['550'] = "Видалити це посилання?";
?>