<?php
// Administrators messages
$locale['400'] = "به‌ڕێوه‌به‌ر زیاد کرا";
$locale['401'] = "به‌ڕێوه‌به‌ر نوێکرایەوە";
$locale['402'] = "به‌ڕێوه‌به‌ر سڕدرایه‌وه‌";
// Search/Add Administrator
$locale['410'] = "به‌ڕێوه‌به‌ر زیاد بکه‌";
$locale['411'] = "بگەڕێ بۆ بەکارهێنەران بۆ زیادکردنیان بە بەکارهێنانی ئەم فۆڕمەی خوارەوە:";
$locale['412'] = "ID بەکارهێنەر";
$locale['413'] = "ناوی به‌کارهێنه‌ر";
$locale['414'] = "گه‌ڕان";
$locale['415'] = "جەبەجێکردنی هەموو مافەکان";
$locale['416'] = "بیکه‌ به‌ڕێوه‌به‌ری گشتی";
$locale['417'] = "به‌ڕێوه‌به‌ر زیاد بکه‌";
$locale['418'] = "هیچ به‌کارهێنه‌رێک نه‌دۆزرایه‌وه‌.";
$locale['419'] = "جارێکی تر بگەڕێ";
// Current Administrators
$locale['420'] = "به‌ڕێوه‌به‌ران";
$locale['421'] = "ناوی به‌کارهێنه‌ر";
$locale['422'] = "ئاستی به‌ڕێوه‌به‌ر";
$locale['423'] = "هه‌ڵبژاردنه‌کان";
$locale['424'] = "به‌ڕێوه‌به‌ری سه‌ره‌تایی";
$locale['425'] = "هیچ مافێک دیاری نه‌کراوە";
$locale['426'] = "دەستکاری";
$locale['427'] = "لابردن";
// Edit Admin Rights
$locale['440'] = "ده‌ستکاریکردنی مافەکانی به‌ڕێوه‌به‌ر";
$locale['441'] = "به‌ڕێوه‌به‌رێتی ناوه‌ڕۆک";
$locale['442'] = "به‌ڕێوه‌به‌رایەتی ئه‌ندامان";
$locale['443'] = "به‌ڕێوه‌به‌رایەتی سیسته‌م";
$locale['444'] = "پێوه‌کراوەکان";
$locale['445'] = "هەمووی دیاری بکە";
$locale['446'] = "هه‌مووی دیاری مه‌که";
$locale['447'] = "تێپەڕەوشەی بەڕێوەبەر:";
$locale['448'] = "پاشه‌که‌وتکردنی مافەکانی به‌ڕێوه‌به‌ر";
// Popup Error/Warning Messages
$locale['460'] = "ئەم بەڕێوەبەرە لاببرێت؟";
// Remove Admin confirmation
$locale['470'] = "سڕینه‌وه‌ی به‌ڕێوه‌به‌ر";
$locale['471'] = "بۆ سڕینه‌وه‌ی ئه‌م به‌ڕێوه‌به‌ره‌، تکایە تێپەڕەوشەی بەڕێوەبەری بنووسە:";
$locale['472'] = "دڵنیابوون";
$locale['473'] = "پاشگەزبوونەوە";
?>