<?php
// News titles
$locale['400'] = "زیادکردنی وتار";
$locale['401'] = "ده‌ستکاریکردنی وتار";
$locale['402'] = "وتاره هەنووکەییەکان";
$locale['403'] = "وتاره‌کان";
// News messages
$locale['410'] = "وتار زیاد کرا";
$locale['411'] = "وتار نوێکرایەوە";
$locale['412'] = "وتار سڕدرایه‌وه‌";
// Category form
$locale['420'] = "ده‌ستکاریکردن";
$locale['421'] = "سڕینه‌وه‌";
$locale['422'] = "هاوپۆل:";
$locale['423'] = "سه‌ردێر:";
$locale['424'] = "کورتە:";
$locale['425'] = "وتار:";
$locale['426'] = "وەک پێشنووس پاشەکەوتی بکە";
$locale['427'] = "هاتنە سەردێڕی خۆکارانە";
$locale['428'] = "چالاککرنی لێدوان نووسین";
$locale['429'] = "چالاککردنی هه‌ڵسه‌نگاندن";
$locale['430'] = "پێشبینی وتار ";
$locale['431'] = "وتار پاشه‌که‌وت بکه‌";
$locale['432'] = "هاتنە پەڕەی نوێ";
$locale['433'] = "[پێشنووس]";
// Popup Error/Warning Messages
$locale['450'] = "تکایه‌ سه‌ردێڕێک دیاری بکە";
$locale['451'] = "ئه‌م وتاره‌ بسڕێته‌وه‌؟";
$locale['452'] = "هیچ هاوپۆلێکی وتار پێناسە نەکراوە";
$locale['453'] = "پێش ئەوەی هیچ وتارێک زیاد بکەیت پێویستە لانی کەم هاوپۆلێک پەناسە بکەیت.";
$locale['454'] = "کرته‌ لێره‌ بکه‌";
$locale['455'] = "بۆ چوونه‌ هاوپۆلی وتاره‌کان ";
?>