<?php
// Category titles
$locale['400'] = "زیاد کردنی هاوپۆلی وتار";
$locale['401'] = "ده‌ستکاریکردنی هاوپۆلی وتار";
$locale['402'] = "هاوپۆله‌کانی ئێستای وتار";
// Category messages
$locale['410'] = "هاوپۆلی وتار زیاد کرا";
$locale['411'] = "هاوپۆلی وتار نوێکرایەوە";
$locale['412'] = "ناتوانرێت هاوپۆلی وتار بسڕدرێتەوە";
$locale['413'] = "هه‌ندێ وتار هه‌یه‌ بۆ ئەم هاوپۆلە بەستەرکراوە";
$locale['414'] = "هاوپۆلی وتار سڕدرایه‌وه‌";
// Category form
$locale['420'] = "ناوی هاوپۆل‌:";
$locale['421'] = "پەسنی هاوپۆل:";
$locale['422'] = "ڕیزبەندی هاوپۆل:";
$locale['423'] = "ID ـی وتار";
$locale['424'] = "سەردێڕی وتار";
$locale['425'] = "ڕێکەوتی وتار";
$locale['426'] = "سەر بەرەوژوور";
$locale['427'] = "سەر بەرەوخوار";
$locale['428'] = "بینینی هاوپۆل:";
$locale['429'] = "هاوپۆل پاشه‌که‌وت بکه‌";
// Current category options
$locale['440'] = "هاوپۆل";
$locale['441'] = "دەسەڵاتی بینین";
$locale['442'] = "هه‌ڵبژاردنه‌کان";
$locale['443'] = "ده‌ستکاریکردن";
$locale['444'] = "سڕینه‌وه‌";
$locale['445'] = "هیچ هاوپۆلێکی وتار پێناسەنەکراوە";
// Delete Article category
$locale['450'] = "ئەم هاوپۆلەی وتار بسڕدرێتەوە؟";
?>