<?php
$locale['400'] = "بەڕێوەبەرایتی کۆدەکانی BB";
$locale['401'] = "کۆدەکانی BB تاقیبکەوە‌";
// Enabled BB Codes
$locale['402'] = "کۆدە BB ـیە چالاککراوەکان";
$locale['403'] = "ناو";
$locale['404'] = "وێنۆچکه‌";
$locale['405'] = "پەسن";
$locale['406'] = "بەکارهێنان";
$locale['407'] = "ڕێکخستن";
$locale['408'] = "خواره‌وه‌";
$locale['409'] = "سه‌ره‌وه‌";
$locale['410'] = "ناچالاککردن";
$locale['411'] = "هیچ کۆدێکی BB چالاک نەکراوە.";
// Disabled BB Codes
$locale['413'] = "کۆدە BB ـیە ناچالاککراوەکان";
$locale['414'] = "چالاکی بکه‌";
$locale['415'] = "هاتنە دێڕی نوێ";
$locale['416'] = "هیچ کۆدێکی BB ناچالاک نەکراوە.";
// Test BB Codes
$locale['417'] = "دەرئەنجامی تاقیکردنەوەی کۆدەکانی BB";
$locale['418'] = "خه‌نده‌کان ناچالاک بکه‌ له‌م تاقیکردنه‌وه‌یه‌";
?>
