<?php
// Delete blacklisted user
$locale['400'] = "به‌کارهێنه‌ر له‌ لیستی ڕه‌ش بسڕه‌وه‌";
$locale['401'] = "به‌کارهێنه‌ر له‌ لیستی ڕه‌ش سڕدرایه‌وه‌";
$locale['402'] = "گه‌ڕانه‌وه‌ بۆ به‌ڕێوه‌به‌رایەتی لیستی ره‌ش";
$locale['403'] = "گه‌ڕانه‌وه‌ بۆ به‌ڕێوه‌به‌رایەتی سه‌ره‌کی";
// Add/Edit Blacklist Titles
$locale['420'] = "بەکاەهێنەری لیستی ڕەش";
$locale['421'] = "دەستکاریکردنی بەکارهێنەری لیستی ڕەش";
// Add/Edit blacklist form
$locale['440'] = "لێدانی ناونیشانێکی IP ئەو بەکارهێنەر قەدەغە دەکات لەو IP ـیەوە لە سەردانکردنی ئەم ماڵپەڕە.
ئەتوانی IP ـیەکی تەواوەتی بنووسیت، وەک: <em>123.123.123.123</em>، یان IP ـیەکی بەشی وەک: <em>123.123.123</em> یان <em>123.123</em>.<br /><br />
لێدانی هەر ناونیشانێکی پەیامی ئەلیکترۆنی، بەکارهێنەران قەدەغە دەکات لە خۆ تۆمارکردن بەو پەیامە ئەلیکترۆنییەوە.
ئەتوانی ناونیشانێکی تەواوەتی بنووسیت وەک: <em>foo@bar.com</em>، یان دۆمەینێکی پەیامی ئەلیکترۆنی، وەک: <em>bar.com</em>.";
$locale['441'] = "ناونیشانی IP بکە لیستی ڕەشەوە: <strong>یان</strong>";
$locale['442'] = "ناونیشانی پەیامی ئەلیکترۆنی بکە لیستی ڕەشەوە::";
$locale['443'] = "هۆکاری لیستی ڕه‌ش";
$locale['444'] = "بەکارهێنەری لیستی ڕەش";
// Current blacklisted users
$locale['460'] = "بەکارهێنەرانی ناو لیستی ڕەش";
$locale['461'] = "زانیاریه‌کانی لیستی ره‌ش";
$locale['462'] = "هه‌ڵبژاردنه‌کان";
$locale['463'] = "ده‌ستکاریکردن";
$locale['464'] = "سڕینه‌وه‌";
$locale['465'] = ".لە ئێستادا لیستی ڕه‌ش به‌تاڵه‌";
?>