<?php
// Comments titles
$locale['400'] = "دەستکاریکردنی لێدوان";
$locale['401'] = "لێدوانەکان";
// Comments messages
$locale['410'] = "لێدوان نوێکرایەوە";
$locale['411'] = "لێدوان سڕدرایەوە";
// Edit Comment form
$locale['420'] = "خه‌نده‌کان ناچالاک بکه‌ لەم لێدوانەدا";
$locale['421'] = "لێدوان پاشه‌که‌وت بکه‌";
// Comments
$locale['430'] = "ده‌ستکاریکردن";
$locale['431'] = "سڕینه‌وه‌";
$locale['432'] = "ئای پی به‌کارهێنه‌ر:";
$locale['433'] = "ئه‌م لێدوانە بسڕێته‌وه‌؟";
$locale['434'] = "هیچ لێدوانێک نییە بۆ ئەم شتە";
?>