<?php
// Custom Pages titles
$locale['400'] = "زیادکردنی پەڕەی دەستکرد";
$locale['401'] = "دەستکاریکردنی پەڕەی دەستکرد";
$locale['402'] = "پەڕگە دەستکردە هەنووکەییەکان";
// Custom Pages messages
$locale['410'] = "پەڕەی دەستکرد زیادکرا";
$locale['411'] = "په‌ڕەی دەستکرد نوێکرایەوە";
$locale['412'] = "url ـی ئەم پەڕەیە بریتییە لە: ";
$locale['413'] = "په‌ڕه‌ی دەستکرد سڕدرایه‌وه‌";
// Custom Page form
$locale['420'] = "ده‌ستکاریکردن";
$locale['421'] = "سڕینه‌وه‌";
$locale['422'] = "ناونیشانی په‌ڕه‌:";
$locale['423'] = "توانای بینین:";
$locale['424'] = "ناوه‌ڕۆکی په‌ڕه‌:";
$locale['425'] = "تێپەڕەوشەی بەڕێوەبەرایەتی:";
$locale['426'] = "زیادکردنی به‌سته‌ر بۆ لیستی ڕێدۆزی";
$locale['427'] = "چالاککردن لێدوان";
$locale['428'] = "چالاککردنی هه‌ڵسه‌نگاندن";
$locale['429'] = "پێشبینی په‌ڕە";
$locale['430'] = "په‌ڕە پاشه‌که‌وت بکه‌";
// Popup errors / warning messages
$locale['450'] = "ئه‌م په‌ڕه‌ی دەستکردە بسڕێته‌وه‌؟";
$locale['451'] = "تکایه‌ ناونیشانێک بۆ  بابه‌ت دیاری بکە";
$locale['452'] = "تکایه‌ تێپەڕەوشە دیاری بکە";

$locale['453'] = "تێپەڕەوشەی بەڕێوەبەر هەڵەیە";
// TinyMCE editor
$locale['460'] = "TinyMCE:";
$locale['461'] = "چالاکی بکه‌";
$locale['462'] = "ناچالاکی بکه‌";
?>
