<?php
// Database Restore
$locale['400'] = "گێڕاندنه‌وه‌ی بنکه‌دراوه‌";
$locale['401'] = "هه‌ڵه‌";
$locale['402'] = "فۆڕماتی په‌ڕگه‌ی پشتگیری نه‌گونجاوه‌‌";
$locale['403'] = "داخستن";
// Backup File Information
$locale['410'] = "زانیاری په‌ڕگه‌ی پشتگیری";
$locale['411'] = "گێڕاندنەوە زانیارییەکانی پەڕگە";
$locale['412'] = "ناوی په‌ڕگه‌ی پشتگیری:";
$locale['413'] = "ڕێکه‌وتی پشتگیری:";
$locale['414'] = "ناوی بنکه‌دراوه‌:";
$locale['415'] = "Prefix ـی کرۆکی خشتە:";
$locale['416'] = "خشته‌کان:";
$locale['417'] = "بینین";
$locale['418'] = "هه‌ڵوه‌شاندنه‌وه‌‌";
$locale['419'] = "خشته‌کان";
// Database Restore
$locale['430'] = "هه‌ڵبژاردنه‌کانی گێڕاندنه‌وه‌";
$locale['431'] = "ناوی په‌ڕگه‌:";
$locale['432'] = "ڕێکه‌وت:";
$locale['433'] = "دروستکردنی خشته‌کان:";
$locale['434'] = "ئاوه‌دانکردنه‌وه‌ی خشته‌کان:";
$locale['435'] = "دیاریکردن:";
$locale['436'] = "هه‌موو";
$locale['437'] = "هيچ";
$locale['438'] = "گێڕاندنه‌وه‌";
$locale['439'] = "هه‌ڵوه‌شاندنه‌وه‌";
// Database Backup
$locale['450'] = "پشتگیریکردنی بنکه‌دراوه‌";
$locale['451'] = "زانیاری بنکه‌دراوه‌";
$locale['452'] = "سەرجەم قەبارەی خشتەکان:";
$locale['453'] = "قەبارەی کرۆکی خشتە:";
$locale['454'] = "هه‌ڵبژاردنه‌کانی پشتگیری:";
$locale['455'] = "جۆری په‌ڕگه‌ی پشتگیری:";
$locale['456'] = "(په‌ستێنراو)";
$locale['457'] = "خشته‌کانی بنکه‌دراوه‌";
$locale['458'] = "کرۆک";
$locale['459'] = "پشتگیریکردن";
$locale['460'] = "تێپه‌ڕه‌وشه‌ی به‌ڕێوبه‌ر:";
$locale['461'] = "زانیاری پێویست";
// Backup List
$locale['480'] = "گێڕاندنه‌وه‌ی پشتگیری";
$locale['481'] = "ناوی په‌ڕگه‌:";
?>