<?php
// Download Category titles
$locale['400'] = "ده‌ستکاریکردنی هاوپۆلی داگرتن";
$locale['401'] = "زیادکردنی هاوپۆلی داگرتن";
$locale['402'] = "هاوپۆله‌کانی داگرتنی هەنووکەیی";
// Download Category messages
$locale['410'] = "هاوپۆلی داگرتن زۆرکرا";
$locale['411'] = "هاوپۆلی داگرتن نوێکرایەوە";
$locale['412'] = "هاوپۆلی داگرتن نه‌توانرا بسڕێته‌وه‌‌";
$locale['413'] = "داگرتن هەیە بەستەرکراوە بۆ ئەم هاوپۆلە";
$locale['414'] = "هاوپۆلی داگرتن سڕدرایه‌وه‌";
// Download Category form
$locale['420'] = "ناوی هاوپۆل:";
$locale['421'] = "پەسنی هاوپۆل:";
$locale['422'] = "ڕیزبەندی هاوپۆل:";
$locale['423'] = "ID ـی داگرتن";
$locale['424'] = "ناونشانی داگرتن";
$locale['425'] = "ڕێکه‌وتی داگرتن";
$locale['426'] = "سەر بەرەوژوور";
$locale['427'] = "سەر بەرەوخوار‌";
$locale['428'] = "توانای بینینی هاوپۆل:";
$locale['429'] = "پاشه‌که‌وتکردنی هاوپۆل";
// Current Download Categories
$locale['440'] = "هاوپۆل";
$locale['441'] = "توانای بینین";
$locale['442'] = "هه‌ڵبژاردنه‌کان";
$locale['443'] = "ده‌ستکاریکردن";
$locale['444'] = "سڕینه‌وه‌";
$locale['445'] = "هیچ هاوپۆلێکی داگرتن پێناسەنەکراوە";
// Delete Download category
$locale['450'] = "ئەم هاوپۆلەی داگرتن بسڕدرێتەوە؟";
?>