<?php
// Downloads titles
$locale['400'] = "زیادکردنی داگرتن";
$locale['401'] = "ده‌سکاریکردنی داگرتن";
$locale['402'] = "داگرتنه‌کانە هەنووکەییەکان";
// Downloads messages
$locale['410'] = "داگرتن زۆرکرا";
$locale['411'] = "داگرتن نوێکرایەوە";
$locale['412'] = "داگرتن سڕدرایه‌وه‌‌";
// Downloads form
$locale['420'] = "ناونيشان:";
$locale['421'] = "پەسن:";
$locale['422'] = "URL:";
$locale['423'] = "هاوپۆل:";
$locale['424'] = "مۆڵەت:";
$locale['425'] = "سیستەمی کارگێڕی:";
$locale['426'] = "وه‌شان:";
$locale['427'] = "قه‌باره‌ی په‌ڕگه‌:";
$locale['428'] = "پاشه‌که‌وتکردنی داگرتن";
$locale['429'] = "نوێکردنەوەی ڕێکەوتی بڵاوکردنەوە";
// Current Downloads
$locale['440'] = "داگرتنی شت [کرتە بکە بۆ تاقیکردنەوە]";
$locale['441'] = "هه‌ڵبژاردنه‌کان";
$locale['442'] = "ده‌سکاريکرن";
$locale['443'] = "سڕینه‌وه‌";
// No Downloads/Download Categories Defined
$locale['450'] = "هیچ داگرتنێك زیاد نەکراوە بۆ ئە هاوپۆلە";
$locale['451'] = "هیچ هاوپۆلێکی داگرتن پێناسە نەکراوە";
$locale['452'] = "پێویسته‌ بە لانی کەمەوە هاوپۆلێک پێناسه‌ بکه‌یت پێش زۆرکردنی هه‌ر داگرتنێك";
$locale['453'] = "کرته‌ لێره‌ بکه‌";
$locale['454'] = " بۆ ڕۆشتن بۆ بەشەکانی داگرتن";
// Popup Error/Warning Messages
$locale['460'] = "ئەم هاوپۆلە بسڕدرێتەوە؟";
?>