<?php
// FAQ Category titles
$locale['400'] = "زۆرکردنی هاوپۆلی پ هـ د";
$locale['401'] = "ده‌ستکاریکردنی هاوپۆلی پ هـ د";
// FAQ Category messages
$locale['410'] = "هاوپۆلی پ هـ د زۆرکرا";
$locale['411'] = "هاوپۆلی پ هـ د نوێکرایەوە";
$locale['412'] = "ناتوانرێت هاوپۆلی پ هـ د بسڕدرێته‌وه‌";
$locale['413'] = "پ هـ د هەیە کە بەستەرکراوە بۆ ئەم هاوپۆلە";
$locale['414'] = "هاوپۆلی پ هـ د سڕدرایه‌وه‌";
// FAQ Category form
$locale['420'] = "ناوی هاوپۆل";
$locale['421'] = "پەسنی هاوپۆل";
$locale['422'] = "پاشه‌که‌وتکردنی هاوپۆل";
// FAQ titles
$locale['500'] = "زۆرکردنی پ هـ د";
$locale['501'] = "ده‌ستکاریکردنی پ هـ د";
$locale['502'] = "پ هـ د ـە هەنووکەییەکان";
// FAQ messages
$locale['510'] = "پ هـ د زۆرکرا";
$locale['511'] = "پ هـ د نوێکرایەوە";
$locale['512'] = "پ هـ د سڕدرایەوە";
// FAQ Form
$locale['520'] = "هاوپۆل";
$locale['521'] = "پرسیار";
$locale['522'] = "وه‌ڵام";
$locale['523'] = "پاشه‌که‌وتکردنی پ هـ د";
// Current FAQs
$locale['540'] = "هاوپۆل/ پرسيار";
$locale['541'] = "هه‌ڵبژاردنه‌کان";
$locale['542'] = "ده‌ستکاریکردن";
$locale['543'] = "سڕینه‌وه‌";
$locale['544'] = "هیچ پ هـ د ـێک زۆرنه‌کراوه‌.";
$locale['545'] = "هیچ هاوپۆلێکی پ هـ د پێناسه‌ نه‌کراوه‌.";
$locale['546'] = "ئەم هاوپۆلی پ هـ د ـە بسڕدرێتەوە؟";
$locale['547'] = "ئەم پ هـ د ـە بسڕدرێتەوە؟";
?>