<?php
// Forum Category titles
$locale['400'] = "زۆرکردنی هاوپۆلی مه‌کۆ";
$locale['401'] = "ده‌ستکاریکردنی هاوپۆلی مه‌کۆ";
// Forum Category messages
$locale['410'] = "هاوپۆلی مه‌کۆ زۆرکرا";
$locale['411'] = "هاوپۆلی مه‌کۆ نوێکرایەوە";
$locale['412'] = "ناتوانرێت هاوپۆلی مەکۆ بسڕدرێتەوە";
$locale['413'] = "مەکۆ هەیە کە پەیوەستە بەم هاوپۆلەوە";
$locale['414'] = "هاوپۆلی مه‌کۆ سڕایه‌وه‌";
// Forum Category form
$locale['420'] = "ناوی هاوپۆل";
$locale['421'] = "ڕێکخستن";
$locale['422'] = "پاشه‌که‌وتکردنی هاوپۆل";
// Delete Forum Category
$locale['440'] = "هاوپۆلی مەکۆ بسڕدرێتەوە؟";
// Forum titles
$locale['500'] = "زۆرکردنی مه‌کۆ";
$locale['501'] = "ده‌ستکاریکردنی مه‌کۆ";
// Forum Category messages
$locale['510'] = "مه‌کۆ زۆرکرا";
$locale['511'] = "مه‌کۆ نوێکرایەوە";
$locale['512'] = "ناتوانرێت ئه‌م مه‌کۆیه‌ بسڕدرێته‌وه‌‌";
$locale['513'] = "بابەت هەیە کە پەیوەستە بەم هاوپۆلەوە";
$locale['514'] = "مه‌کۆ سڕدرایه‌وه‌";
$locale['515'] = "چاودێرانی مەکۆ نوێکرانەوە";
// Add/Edit Forum Form
$locale['520'] = "ناوی مه‌کۆ:";
$locale['521'] = "پەسنی مه‌کۆ:";
$locale['522'] = "هاوپۆلی مه‌کۆ:";
$locale['523'] = "ڕێکخستن:";
$locale['524'] = "مافەکانی مەکۆ";
$locale['525'] = "توانای بینینی مەکۆ:";
$locale['526'] = "دروستکردنی بابەتەکان:";
$locale['527'] = "وەڵامەکان بنێرە:";
$locale['528'] = "پاشکۆکان:";
$locale['529'] = "دروستکردنی ڕاپرسییەکان:";
$locale['530'] = "فڕێدانی ده‌نگه‌کان:";
$locale['531'] = "کوژاوە";
$locale['532'] = "پاشه‌که‌وتکردنی مه‌کۆ";
$locale['533'] = "چاودێرانی مه‌کۆ";
$locale['534'] = "پاشه‌که‌وتکردنی چاودێرانی مه‌کۆ";
// Current Forums
$locale['550'] = "مەکۆ هەنووکەییەکان";
$locale['551'] = "هاوپۆل/ مه‌کۆ";
$locale['552'] = "ڕێکخستن";
$locale['553'] = "هه‌ڵژاردنه‌کان";
$locale['554'] = "ده‌ستکاریکردن";
$locale['555'] = "سڕینه‌وه‌";
$locale['556'] = "سه‌ره‌وه";
$locale['557'] = "خواره‌وه";
$locale['558'] = "بردنه‌ سه‌ره‌وه";
$locale['559'] = "بردنه‌ خواره‌وه";
$locale['560'] = "هیچ هاوپۆلێکی مەکۆ پێناسە نەکراوە";
$locale['561'] = "هیچ مەکۆیەک پێناسە نەکراوە";
$locale['562'] = "بوژاندنه‌وه‌ی ڕیزکردنی مه‌کۆ";
$locale['563'] = "پاککردنەوە";
// Delete Forum
$locale['570'] = "مەکۆ بسڕدرێتەوە";
// Pruning
$locale['600'] = "پاککردنەوەی مەکۆ";
$locale['601'] = "ئەم هەنگاوە بابەت و پەیامەکان لادەبات";
$locale['602'] = "کە کۆنترن لە ماوەی دیاریکراو..";
$locale['603'] = "ماوه‌ی پاککردنەوە: ";
$locale['604'] = "هه‌فته‌";
$locale['605'] = "هه‌فته‌";
$locale['606'] = "مانگ";
$locale['607'] = "مانگ";
$locale['608'] = "پاککردنەوەی مەکۆکان کۆتایی هات.";
$locale['609'] = "پەیامە سردراوەکان: ";
$locale['610'] = "پاشکۆ سڕدراوەکان: ";
$locale['611'] = "بابەتە سڕدراوەکان: ";
$locale['612'] = "پاککردنەوەی بابەتەکان، پەیام و پاشکۆکان لەناودەچن. ئایا دەتەوێت ئەم مەکۆیە پاک بکەیتەوە؟";
?>