<?php
// Forum Ranks Titles
$locale['400'] = "زۆرکردنی پله‌‌";
$locale['401'] = "ده‌ستکاریکردنی پله";
$locale['402'] = "پلە هەنووکەییەکان";
$locale['403'] = "پلەی سیستەم ناچالاککراوە";
// News messages
$locale['410'] = "پله‌ زۆرکرا";
$locale['411'] = "پله‌ نوێکرایەوە";
$locale['412'] = "پله‌ سڕدرایه‌وه‌‌";
$locale['413'] = "ته‌نها یه‌ک پلە ده‌توانرێ دیاری بکرێت بۆ به‌ڕێوبه‌ران و چاودێران";
// Forum Ranks form
$locale['420'] = "ناونیشانی پله‌:";
$locale['421'] = "وێنه‌کانی پله‌:";
$locale['422'] = "پەیامەکانی پلە:";
$locale['423'] = "جێبەجێی بکە بۆ:";
$locale['424'] = "ئەندامان";
$locale['425'] = "چاودێران";
$locale['426'] = "به‌ڕێوەبه‌ران";
$locale['427'] = "به‌ڕێوەبه‌رانی گشتی";
$locale['428'] = "پاشه‌که‌وتکردنی پله‌";
// Current Forum Ranks
$locale['430'] = "ناونیشان";
$locale['431'] = "جێبەجێی دەکات بەسەر";
$locale['432'] = "وێنه‌";
$locale['433'] = "پەیامەکان";
$locale['434'] = "هه‌ڵبژارد‌نه‌کان";
$locale['435'] = "ده‌ستکاریکردن";
$locale['436'] = "سڕینه‌وه‌";
$locale['437'] = "هیچ پله‌یەکی مه‌کۆ پێناسه‌ نه‌کراوه‌.";
// Forum Ranks Disabled
$locale['450'] = "پله‌کانی مه‌کۆ ئێستا ناچالاککراوە.<br />تکایە بڕۆ بۆ پانێڵی بەڕێوەبەرایەتی %s بۆ چالاککردنی.";
$locale['451'] = "ڕێکخستنه‌کانی مه‌کۆ";
?>