<?php
// Delete Image
$locale['400'] = "سڕینه‌وه‌ی وێنه‌";
$locale['401'] = "وێنه‌ سڕدرایه‌وه‌";
$locale['402'] = "گه‌ڕانه‌وه‌ بۆ به‌ڕێوەبه‌رایەتی وێنه‌کان";
$locale['403'] = "گه‌ڕانه‌وه‌ بۆ پێڕستی به‌ڕێوبه‌رایەتی";
// Upload Image
$locale['420'] = "بارکردنی وێنه‌";
$locale['421'] = "ناوی په‌ڕگه‌:";
$locale['422'] = "وێنە سەرەکییەکان";
$locale['423'] = "وێنه‌کانی وتار";
$locale['424'] = "وێنه‌کانی هه‌واڵ";
$locale['425'] = "ئەتوانی تەنها وێنەی gif، jpg یان png باربکەیت. ";
$locale['426'] = "وێنه‌ بارکرا";
$locale['427'] = "وێنه‌کانی هاوپۆلەکانی هه‌واڵ";
// View Image
$locale['440'] = "بینینی وێنه‌";
$locale['441'] = "جۆری پەڕگە نەزانراوە، ناتوانرێت وێنە پیشانبدرێت.";
$locale['442'] = "ئەم وێنەیە بسڕەوە";
// Image Management
$locale['460'] = "وێنه‌کان";
$locale['461'] = "بینین";
$locale['462'] = "سڕینه‌وه‌";
$locale['463'] = "ئه‌م بوخچه‌یه‌ به‌تاڵه‌";
$locale['464'] = "نوێکردنەوەی لیستی وێنەکان بۆ دەستکاریکەری TinyMCE.";
// Popup Error/Warning Messages
$locale['470'] = "ئەم وێنەیە بسڕدرێتەوە؟";
?>