<?php
// Infusion Management
$locale['400'] = "پێوەکراوەکان";
$locale['401'] = "پێوەکردن";
$locale['402'] = "ئەم پێوەکراوە هەنووکە دانەمەزراوە";
$locale['403'] = "ناوتوانرێت ئەم پێوەکراوە دابمەزرێت";
$locale['404'] = "پێوەکراوە دامەزراوەکان";
$locale['405'] = "ناونیشان";
$locale['406'] = "وه‌شان";
$locale['407'] = "پەرەپێدەر";
$locale['408'] = "په‌یوه‌ندی";
$locale['409'] = "پۆستی ئه‌لکترۆنی";
$locale['410'] = "وێبگه";
$locale['411'] = "ناچالاککردن";
$locale['412'] = "ئەم پێوەکراوە ناچالاک بکرێت؟";
$locale['413'] = "کلیل:";
$locale['414'] = "دانەمەزراوە";
$locale['415'] = "دامه‌زراوە";
$locale['416'] = "وه‌شانی نوێ ئامادەیە";
?>