<?php
// Member Management Options
$locale['400'] = "ئەندامان";
$locale['401'] = "بەکارهێنەر";
$locale['402'] = "زیادکردنی ئەندامی نوێ";
$locale['403'] = "جۆری بەکارهێنەر";
$locale['404'] = "هه‌ڵبژرادنه‌کان";
$locale['405'] = "بینین";
$locale['406'] = "ده‌ستکاریکردن";
$locale['407'] = "چالاکی بکه";
$locale['408'] = "ڕێنه‌گرتن";
$locale['409'] = "ڕێگرتن";
$locale['410'] = "سڕینه‌وه‌";
$locale['411'] = "%s ئەندام نییە";
$locale['412'] = " دەستپێبکات بە ";
$locale['413'] = " گونجاندن ";
$locale['414'] = "پیشاندانی هەمووی";
$locale['415'] = "گەڕان بۆ ئەندام:";
$locale['416'] = "گه‌ڕان";
// Member types
$locale['417'] = "ئەندامان";
$locale['418'] = "چالاك نه‌کراو";
$locale['419'] = "قەدەغەکراو";
// Ban/Unban/Delete Member
$locale['420'] = "قەدەغەکراوی پێویست";
$locale['421'] = "قەدەغەکردن لابرا";
$locale['422'] = "ئەندام سڕدرایه‌وه‌";
$locale['423'] = "دڵنیایت لە سڕینەوەی ئەم ئەندامە؟";
$locale['424'] = "ئەندام چالاککرا";
$locale['425'] = "هه‌ژمار چالاککرا له ";
$locale['426'] = "سڵاو [USER_NAME],\n
هه‌ژماره‌که‌ت له‌ ".$settings['sitename']." چالاککرا.\n
ئێستا ئەتوانیت بچیتە ژوورەوە بە بەکارهێنانی ناوی بەکارهێنەر و تێپەڕەوشەکەت.\n
له‌گه‌ڵ ڕێزدا,
".$settings['siteusername'];
// Edit Member Details
$locale['430'] = "ده‌ستکاریکردنی ئەندام";
$locale['431'] = "وردەکارییەکانی ئەندام نوێکرایەوە";
$locale['432'] = "بگەڕێوە بۆ بەڕێوەبەرایەتی ئەندامان";
$locale['433'] = "بگەڕێوە بۆ دەستپێکی بەڕێوەبەرایەتی:";
$locale['434'] = "نەتوانرا وردەکارییەکانی ئەندام نوێ بکرێتەوە:";
// Extra Edit Member Details form options
$locale['440'] = "پاشه‌که‌وتکردنی گۆڕانکاری‌یه‌کان";
// Update Profile Errors
$locale['450'] = "ناتوانرێت دەستکاری بەڕێوەبەری سەرەتایی بکرێت.";
$locale['451'] = "پێویسته‌ ناوی به‌کارهێنه‌ر یان پۆست ئه‌لکترۆنی بنووسیت.";
$locale['452'] = "ناوی بەکارهێنەر نووسەی نەگونجاوی تیادایە.";
$locale['453'] = "ناوی به‌کارهێنه‌ری ".(isset($_POST['user_name']) ? $_POST['user_name'] : "")." پێشتر به‌کارهاتووه.";
$locale['454'] = "پۆستی ئه‌لکترۆنی گونجاو نی‌یه.";
$locale['455'] = "پۆستی ئه‌لکترۆنی ".(isset($_POST['user_email']) ? $_POST['user_email'] : "")." پێشتر به‌کارهاتووه.";
$locale['456'] = "تێپه‌ڕه‌وشە نوێیەکان هاوتا نین.";
$locale['457'] = "تێپه‌ڕه‌وشه‌ گونجاو نی‌یه‌، تەنها پیتی ئەلف بێ و ژمارە بەکارببە..<br />
تێپەڕەوشە دەبێت لانی کەم لە 6 نووسە پێکهاتبێت.";
$locale['458'] = "<strong>ئاگاداری:</strong> ئه‌نجامی پڕۆگرامۆکه‌ی چاوه‌ڕوان نه‌کراو.";
// View Member Profile
$locale['470'] = "زانیاری کەسێتی ئەندام";
$locale['472'] = "ئامارەکان";
$locale['473'] = "گرووپه‌کانی به‌کارهێنه‌ر";
// Add Member Errors
$locale['480'] = "زیادکردنی ئەندام";
$locale['481'] = "هه‌ژماری ئەندام دروستکرا.";
$locale['482'] = "نەتوانرا هه‌ژماری ئەندام دروست بکرێت.";
?>