<?php
// News titles
$locale['400'] = "هەواڵی هەنووکەیی";
$locale['401'] = "زۆرکردنی هه‌واڵ";
$locale['402'] = "ده‌ستکاریکردنی هه‌واڵ";
// News messages
$locale['410'] = "هه‌واڵ زۆرکرا";
$locale['411'] = "هه‌واڵ نوێکرایەوە";
$locale['412'] = "بڕگه‌ی هه‌واڵ سڕایه‌وه‌‌";
// News form
$locale['420'] = "ده‌ستکاریکردن";
$locale['421'] = "سڕینه‌وه‌";
$locale['422'] = "سەردێڕ:";
$locale['423'] = "هاوپۆل:";
$locale['424'] = "- هیچ -";
$locale['425'] = "هه‌واڵ:";
$locale['426'] = "درێژەی هه‌واڵ:";
$locale['427'] = "ڕێکه‌وتی ده‌ستپێکردن:";
$locale['428'] = "ڕێکەوتی کۆتایی هاتن:";
$locale['429'] = "(ئاره‌زوومه‌ندانه‌)";
$locale['430'] = "ده‌رکه‌وتن:";
$locale['431'] = "پاشه‌که‌وتکردن وه‌کو ڕه‌شنووس";
$locale['432'] = "جێگیر کردنی ئه‌م هه‌واڵه‌";
$locale['433'] = " خودکاری هاتنە سەر دێڕی نوێ";
$locale['434'] = "تواناپێدانی لێدوانەکان";
$locale['435'] = "تواناپێدانی هه‌ڵسه‌نگاندنه‌کان";
$locale['436'] = "پێشبینینی هه‌واڵ";
$locale['437'] = "پاشه‌که‌وتکردنی هه‌واڵ";
$locale['438'] = "[ڕه‌شنووس]";
// Popup Error/Warning Messages
$locale['450'] = "تکایه‌ سەردێڕێک دایاری بکه‌";
$locale['451'] = "ئەم هەواڵە بسڕدرێتەوە؟";
?>