<?php
// News Categories titles
$locale['400'] = "ده‌ستکاریکردنی هاوپۆلی هه‌واڵ";
$locale['401'] = "زۆرکردنی هاوپۆلی هه‌واڵ";
$locale['402'] = "هاوپۆله‌ هەنووکەییەکانی هەواڵ";
// News Categories messages
$locale['420'] = "هاوپۆلی هه‌واڵ زۆرکرا";
$locale['421'] = "هاوپۆلی هه‌واڵ نوێکرایەوە";
$locale['422'] = "ناتوانرێت هاوپۆلی هەواڵ لاببرێت";
$locale['423'] = "ئەواڵ هەیە کە بەستەرکراوە بۆ ئەم هاوپۆلە";
$locale['424'] = "هاوپۆلی هه‌واڵ سڕایه‌وه‌";
// News Categories form
$locale['430'] = "ناوی هاوپۆل:";
$locale['431'] = "وێنه‌ی هاوپۆل:";
$locale['432'] = "پاشه‌که‌وتکردنی هاوپۆل";
$locale['433'] = "ده‌ستکاریکردن";
$locale['434'] = "سڕینه‌وه‌";
$locale['435'] = "هیچ هاوپۆلێکی هه‌واڵ پێناسه‌ نه‌کراوه";
$locale['436'] = "کلیك لێره‌ بکه‌ بۆ بارکردنی وێنه‌کانی هاوپۆل‌";
// Popup Error/Warning Messages
$locale['450'] = "ئەم هاوپۆلی هەواڵ بسڕدرێتەوە؟";
?>