<?php
// Panel Management
$locale['400'] = "پانێڵه‌کان";
$locale['401'] = "ناوی پانێڵه‌کان";
$locale['402'] = "لا";
$locale['403'] = "ڕێکخستن";
$locale['404'] = "جۆر";
$locale['405'] = "توانای بینین";
$locale['406'] = "هه‌ڵبژاردنه‌کان";
// Panel Settings
$locale['420'] = "چه‌پ";
$locale['421'] = "U-Ctr";
$locale['422'] = "ڕاست";
$locale['423'] = "په‌ڕگه‌";
$locale['424'] = "PHP";
$locale['425'] = "L-Ctr";
// Panel Options
$locale['430'] = "بیبه‌ بۆ لای چه‌پ";
$locale['431'] = "بیبه‌ بۆ لای ڕاست";
$locale['432'] = "بیبه‌ بۆ سەرەوە";
$locale['433'] = "بیبه‌ بۆ خوارەوە";
$locale['434'] = "ده‌ستکاریکردن";
$locale['435'] = "چالاککردن";
$locale['436'] = "ناچالاککردن";
$locale['437'] = "سڕینه‌وه‌";
$locale['438'] = "پانێڵێکی نوی زیاد بکه‌";
$locale['439'] = "بوژاندنەوەی نرخەکانی ڕیزکردنی پانێڵ";
$locale['440'] = "ئه‌م پانێڵه‌ بسڕدرێته‌وه‌؟";
$locale['441'] = "چه‌پ";
$locale['442'] = "ڕاست";
$locale['443'] = "سەرەوە";
$locale['444'] = "خوارەوە";
$locale['445'] = "جوڵان بۆ سه‌ره‌وه‌";
$locale['446'] = "جوڵان بۆ خواره‌وه‌";
// Add/Edit Panel Form
$locale['450'] = "دەستکاریکردنی پانێڵ";
$locale['451'] = "زیادکردنی پانێڵ";
$locale['452'] = "ناوی پانێڵه‌که‌:";
$locale['453'] = "ناوی پەڕگەی پانێڵه‌که‌:";
$locale['454'] = "ناوه‌ڕۆکی پانێڵ پشتگوێ ده‌خرێت ئه‌گه‌ر دیاری بکرێت";
$locale['455'] = "ناوەڕۆکی پانێڵ:";
$locale['456'] = "تێپەڕەوشەی بەڕێوەبەر:";
$locale['457'] = "لای پانێڵ:";
$locale['458'] = "توانای بینینی پانێڵ:";
$locale['459'] = "پانێڵ له‌ هه‌موو په‌ڕه‌کان پیشانبده‌";
$locale['460'] = "پێشبینینی پانێڵ";
$locale['461'] = "پاشەکەوتکردنی پانێڵ";
// Update/Add new Panel Errors
$locale['470'] = "ناوی پانێڵ پێناسە نەکراوە";
$locale['471'] = "ناوی پانێڵ به‌کارهێنراوه‌";
$locale['472'] = "ناوەڕۆکی پانێڵ پێناسە نەکراوە";
$locale['473'] = "ناوی پەڕگەی پانێڵ پێناسە نەکراوە";
$locale['474'] = "تێپەڕەوشەی بەڕێوەبەر دروست نییە";
// Update/Add new Panel Success/Fail
$locale['480'] = "نوێکردنەوەی پانێڵ";
$locale['481'] = "نه‌توانرا پانێڵ نوێبکرێتەوە";
$locale['482'] = "پانێڵ نوێکرایەوە";
$locale['483'] = "پانێڵێکی نوێ زیاد بکه‌";
$locale['484'] = "نه‌توانرا پانێڵی نوێ زیاد بکرێت";
$locale['485'] = "پانێڵی نوێ زیاد کرا";
$locale['486'] = "بگەڕێوە بۆ بەڕێوەبردنی پانێڵه‌کان";
$locale['487'] = "بگەڕێوە بۆ دەستپێکی به‌ڕێوه‌به‌رایەتی ";
?>