<?php
// Album titles
$locale['400'] = "وێنه‌ زیاد بکه‌";
$locale['401'] = "ده‌ستکاری وێنه‌ بکه‌";
$locale['402'] = "وێنه‌ هەنووکەییەکان;
$locale['403'] = "هه‌ڵه‌یه‌ک ڕوویدا له‌ ئه‌لبوم";
// Album messages
$locale['410'] = "وێنه‌ زیاد کرا";
$locale['411'] = "وێنه‌که‌نوێکرایەوە";
$locale['412'] = "وێنه‌ی بچکۆلە سڕدرایەوە";
$locale['413'] = "وێنه‌ سڕدرایه‌وه‌";
$locale['414'] = "ئەم هەڵەیەی خوارەوە ڕوویدا:";
$locale['415'] = "ناوی پەڕگەی وێنە نەگونجاوە.";
$locale['416'] = "پێویستە وێنە کەمتربێت لە %s";
$locale['417'] = "GIF، JPEG یان PNG پێویسته‌ جۆری وێنه‌ بریتی بێت له‌.";
$locale['418'] = "پێویستە وێنە گەورەتر نەبێت لە %uw x %uh خاڵ.";
$locale['419'] = "وێنە(کان) گواسترانەوە.";
$locale['420'] = "هیچ گەنجینەیەکی GD نەدۆزرایەوە. ئەلبومی وێنە بە بێی گەنجینەی GD کار ناکات. پەیوەندی بە دابینکەری خانەخوێیەکەتەوە بکە بۆ زانیاری زیاتر.";
// Photos form
$locale['430'] = "وێنه‌که‌ بگوێزەوە بۆ ئه‌لبوم";
$locale['431'] = "گواستنەوە";
$locale['432'] = "سه‌ردێڕ: ";
$locale['433'] = "پەسن: ";
$locale['434'] = "ڕیزکردن: ";
$locale['435'] = "وێنه‌ چکۆلە‌: ";
$locale['436'] = "وێنه‌: ";
$locale['437'] = "چالاککردنی لێدوانەکان";
$locale['438'] = "چالاک کردنی هەڵسەنگاندن";
$locale['439'] = "وێنه‌ پاشه‌که‌وت بکه‌";
$locale['440'] = "پاشگه‌زبوونه‌وه‌";
// Current Photos
$locale['450'] = "هیچ وێنه‌یه‌ک بوونی نییه‌";
$locale['451'] = "کرته‌ بکه‌ بۆ بینین";
$locale['452'] = "بۆ سه‌ره‌وه‌";
$locale['453'] = "بۆ خواره‌وه‌";
$locale['454'] = "ده‌ستکاریکردن";
$locale['455'] = "سڕینەوە";
$locale['456'] = "ڕێکەوت: ";
$locale['457'] = "زیادکراوە لەلایەن: ";
$locale['458'] = "بینراو: ";
$locale['459'] = "لێدوانەکان: ";
// Current Photos options
$locale['470'] = "هه‌مووی دیاری بکه‌";
$locale['471'] = "هه‌مووی دیاری مه‌که‌";
$locale['472'] = "بیگوازەوە بۆ ئه‌لبوم";
$locale['473'] = "ئه‌لبوم دیاری بکه‌";
$locale['474'] = "دیاریکراو بگوێزه‌وه‌‌";
$locale['475'] = "هه‌مووی بگوێزه‌وه‌";
$locale['476'] = "ئه‌لبوم دابخه‌";
// Additional notices
$locale['480'] = "هیچ وێنه‌یه‌ک پێناسە نەکراوە..";
$locale['481'] = "وێنە دیاریکراوەکان بگوازرێتەوە؟";
$locale['482'] = "هه‌موو وێنه‌کان بگوازرێتەوە؟";

?>
