<?php
// Album titles
$locale['400'] = "ئه‌لبومێک زیاد بکه‌";
$locale['401'] = "ده‌ستکاری ئه‌لبوم بکه‌";
$locale['402'] = "ئه‌لبومە هەنووکەییەکان";
$locale['403'] = "هه‌له‌یه‌ک ڕوویدا له‌ ئه‌لبوم";
// Album messages
$locale['410'] = "ئه‌لبوم زیاد کرا";
$locale['411'] = "ئه‌لبوم نوێکرایەوە";
$locale['412'] = "وێنه‌ چکۆله‌ له‌ ئه‌لبوم سڕدرایه‌وه‌";
$locale['413'] = "ئه‌لبوم سڕدرایه‌وه‌";
$locale['414'] = "ئەم هەڵەیەی خوارەوە ڕوویدا:";
$locale['415'] = "ناوی پەڕگەی وێنە نەگونجاوە.";
$locale['416'] = "پێویستە وێنە کەمتربێت لە %s";
$locale['417'] = "GIF، JPEG یان PNG پێویسته‌ جۆری وێنه‌ بریتی بێت له‌ ";
$locale['418'] = "پێویستە وێنە گەورەتر نەبێت لە %uw x %uh خاڵ.";
$locale['419'] = "ناتوانرێت ئەلبوم بسڕدرێتەوە. تێپەڕەوشەکەت نەگونجاوە.";
$locale['420'] = "هیچ گەنجینەیەکی GD نەدۆزرایەوە. ئەلبومی وێنە بە بێی گەنجینەی GD کار ناکات. پەیوەندی بە دابینکەری خانەخوێیەکەتەوە بکە بۆ زانیاری زیاتر.";
// Album confirmation
$locale['430'] = "دڵنیابوون لە سڕینەوەی ئەلبوم";
$locale['431'] = "ئه‌و ئه‌لبومه‌ی ده‌ته‌وێت بیسڕیته‌وه‌ وێنەیەک یان زیاتری تیادایە..<br />\n"
								."بۆ ئەوەی ئەم ئەلبومە بسڕیتەوە، تکایە تێپەڕەوشەی بەڕێوەبەریت بنووسە.";
$locale['432'] = "دڵنیا بوون";
$locale['433'] = "پاشگەزبوونەوە";
// Album form
$locale['440'] = "سه‌ردێڕ: ";
$locale['441'] = "پەسن: ";
$locale['442'] = "توانای بینین: ";
$locale['443'] = "ڕیزکردن: ";
$locale['444'] = "وێنه‌چکۆله‌: ";
$locale['445'] = "ئه‌لبوم پاشه‌ که‌وت بکه‌";
// Current Albums
$locale['460'] = "ئه‌لبوم بکه‌وه‌‌";
$locale['461'] = "وێنه‌ چکۆله‌ی نیه‌";
$locale['462'] = "ڕێکەوت: ";
$locale['463'] = "دروست کراوه‌ لەلایەن: ";
$locale['464'] = "توانای بینین: ";
$locale['465'] = "وێنه‌کان: ";
$locale['466'] = "بۆ سه‌ره‌وه‌";
$locale['467'] = "بۆ خواره‌‌وه‌";
$locale['468'] = "ده‌ستکاریکردن‌";
$locale['469'] = "سڕینەوە";
$locale['470'] = "بوژاندنەوەی ئەلبوم و ڕیزکردنی وێنەکان";
$locale['471'] = هیچ ئەلبومێکی وێنە پێناسە نەکراوە.";
// Delete Album
$locale['500'] = "ئه‌م ئه‌لبومه‌ بسڕێته‌وه‌؟";
?>
