<?php
// Polls titles
$locale['400'] = "ڕاپرسی زیاد بکە";
$locale['401'] = "دەستکاریکردنی ڕاپرسی";
$locale['402'] = "ڕاپرسییە هەنووکەییەکان";
$locale['403'] = "پێشبینینی ڕاپرسی";
// Polls messages
$locale['410'] = "ڕاپرسی زیادکرا";
$locale['411'] = "ڕاپرسی نوێکرایەوە";
$locale['412'] = "ڕاپرسی سڕدرایەوە";
// Edit/Delete Polls
$locale['420'] = "ڕاپرسییە هەنووکەییەکان";
$locale['421'] = "دەستکاریکردن";
$locale['422'] = "سڕینه‌وه‌";
// Preview Polls
$locale['430'] = "ده‌نگ بده‌";
// Polls Form
$locale['431'] = "ناونیشانی ڕاپرسی:";
$locale['432'] = "هه‌ڵبژاردن ";
$locale['433'] = " ئەم ڕاپرسییە دابخە";
$locale['434'] = "ده‌ستیپێکردووە لە: ";
$locale['435'] = "کۆتایی پێهاتووە لە: ";
$locale['436'] = "هه‌ڵبژاردن زیاد بکه‌";
$locale['437'] = "پێشبینینی ڕاپرسی";
$locale['438'] = "پاشەکەوتکردنی ڕاپرسی";
$locale['439'] = "پێناسە نەکراوە";
?>