<?php
// Shoutbox titles
$locale['400'] = "سەکۆ";
$locale['401'] = "ده‌ستکاریکردنی په‌یام";
// Shoutbox messages
$locale['410'] = "په‌یام نوێکرایەوە";
$locale['411'] = "په‌یام سڕدرایه‌وه‌";
$locale['412'] = "په‌یامه‌کان سڕدرانه‌وه‌";
// Edit Shout form
$locale['420'] = "په‌یام ده‌ستکاری بکه‌";
$locale['421'] = "په‌یام:";
$locale['422'] = "په‌یام پاشه‌که‌وت بکه‌";
// Prune Shoutbox
$locale['430'] = "سڕینه‌وه‌ی ئه‌و پەیامانەی کە کۆنترن له‌";
$locale['431'] = "ڕۆژ";
$locale['432'] = "په‌یامەکان بسڕه‌وه‌";
// Current Shouts
$locale['440'] = "ده‌ستکاریکردن";
$locale['441'] = "سڕینه‌وه‌";
$locale['442'] = "IP ـی بەکارهێنەر:";
$locale['443'] = "هیچ په‌یامێک نه‌ نوسراوه‌.";
// Popup Error/Warning Messages
$locale['450'] = "په‌یامەکان بسڕدرێتەوە؟";
$locale['451'] = "ئه‌م په‌یامه‌ بسڕدرێتەوە؟";
?>