<?php
// News titles
$locale['400'] = "به‌سته‌ری ماڵپه‌ڕ زیاد بکه‌";
$locale['401'] = "ده‌ستکاری به‌سته‌ری ماڵپه‌ڕ بکه‌";
$locale['402'] = "بەستەرە هەنووکەییەکانی ماڵپەڕ";
// News messages
$locale['410'] = "به‌سته‌ری ماڵپه‌ڕ زیاد کرا";
$locale['411'] = "به‌سته‌ری ماڵپه‌ڕ نوێکرایەوە";
$locale['412'] = "به‌سته‌ری ماڵپه‌ڕ سڕدرایه‌وه‌";
// Site Links form
$locale['420'] = "ناوی به‌سته‌ر:";
$locale['421'] = "بەستەری URL:";
$locale['422'] = "بینراویی:";
$locale['423'] = "ڕیزکردن:";
$locale['424'] = "جێ:";
$locale['425'] = "تەنها پەنێڵی ڕێدۆزی";
$locale['426'] = "پانێڵی ڕێدۆزی و ژێر بەیداخ";
$locale['427'] = "تەنها ژێر بەیداخ";
$locale['428'] = "به‌سته‌ر له‌ په‌نجه‌ره‌یه‌کی نوێ بکه‌ره‌وه‌";
$locale['429'] = "به‌سته‌ر پاشه‌که‌وت بکه‌";
// Site Links list
$locale['440'] = "ناوی به‌سته‌ر";
$locale['441'] = "بینراوی";
$locale['442'] = "ڕیزکردن";
$locale['443'] = "هه‌ڵبژاردنه‌کان";
$locale['444'] = "ده‌ستکاریکردن";
$locale['445'] = "سڕینه‌وه‌";
$locale['446'] = "بەستەری هیچ ماڵپەڕێک پێناسە نەکراوە";
// Link Ordering
$locale['450'] = "سه‌ره‌وه‌";
$locale['451'] = "خواره‌وه‌";
$locale['452'] = "بردن بۆ سەرەوە";
$locale['453'] = "بردن بۆ خوارەوە";
$locale['454'] = "بوژاندنەوەی ڕیزبەندی بەستەر";
// Delete Site Link category
$locale['460'] = "ئەم بەستەرە بسڕدرێتەوە؟";
?>