<?php
// Smiley titles‌
$locale['401'] = "زیادکردنی خەندە";
$locale['402'] = "ده‌ستکاریکردنی خه‌نده‌‌";
$locale['400'] = "خەندە هەنووکەییەکان";
// Smiley messages‌‌
$locale['410'] = "خەندە زیادکرا";
$locale['411'] = "خەندە نوێکرایەوە";
$locale['412'] = "خەندە سڕدرایەوە";
$locale['413'] = "نەتوانرا خەندە نوێبکرێتەوە";
$locale['414'] = "نەتوانرا خەندە زیاد بکرت";
$locale['415'] = "کۆدی خەندە بۆ خەندەیەکی تر بەکارهێنراوە.";

$locale['416'] = "دڵنیایت لە سڕینەوەی ئەم خەندەیە؟";
// Smiley form
$locale['420'] = "کۆدی خه‌نده‌:";
$locale['421'] = "وێنه‌ی خه‌نده‌:";
$locale['422'] = "ده‌قی خه‌نده‌:";
$locale['423'] = "پاشه‌که‌وت کردنی خه‌نده‌";

$locale['424'] = "پێشبینینی خه‌نده‌‌:";
// Current Smileys
$locale['430'] = "کۆد";
$locale['431'] = "وێنه‌";
$locale['432'] = "ده‌ق";
$locale['433'] = "هه‌ڵبژاردنه‌کان";
$locale['434'] = "ده‌ستکاری";
$locale['435'] = "سڕینه‌وه‌";
$locale['436'] = "هیچ خەندەیەک پێناسە نەکراوە.";
?>
