<?php
// Delete Submission
$locale['400'] = "نێردراو بسڕەوە";
$locale['401'] = "نێردراو سڕدرایەوە";
$locale['402'] = "گەڕانەوە بۆ مێنیوی نێردراوەکان";
$locale['403'] = "گەڕانەوە بۆ دەستپێکی بەڕێوەبەرایەتی";
// Submission Options
$locale['410'] = "نێردراوەکان";
$locale['411'] = "بەستەرە نێردراوەکان:";
$locale['412'] = "هەواڵە نێردراوەکان:";
$locale['413'] = "وتارە نێردراوەکان:";
$locale['414'] = "هیچ بەستەرێک چاوەڕوان نییە بۆ ساغکردنەوە.";
$locale['415'] = "هیچ هەواڵێک چاوەڕوان نییە بۆ ساغکردنەوە.";
$locale['416'] = "هیچ وتارێک چاوەڕوان نییە بۆ ساغکردنەوە.";
$locale['417'] = "بینین";
$locale['418'] = "سڕینه‌وه‌";
$locale['419'] = "وێنە نێردراوەکان:";
$locale['420'] = "هیچ وێنەیەک چاوەڕوان نییە بۆ ساغکردنەوە.";
// Add/Delete Web Link Submissions
$locale['430'] = "بڵاوکردنەوەی بەستەری نێردراو";
$locale['431'] = "به‌سته‌ره‌که‌ بڵاو کرایه‌وه";
$locale['432'] = "سڕینه‌وه‌ی به‌سته‌ری نێردراو";
$locale['433'] = "بەستەرەکە سڕدرایەوە";
$locale['434'] = "هاوپۆل نییه‌";
// Web Link Submission Form
$locale['440'] = "پیشاندانی نێردراوەکان";
$locale['441'] = "بەستەری خوارەوە نێردراوە لەلایەن ";
$locale['442'] = " لە ";
$locale['443'] = "هاوپۆلی بەستەر:";
$locale['444'] = "ناوی به‌سته‌ر:";
$locale['445'] = "URL ـی بەستەر:";
$locale['446'] = "پەسنی بەستەر:";
$locale['447'] = "ئه‌ته‌وێت ئه‌م به‌سته‌ره‌ بڵاو بکه‌یته‌وه‌ یان بسڕیته‌وه؟";
$locale['448'] = "بڵاوکردنه‌وه‌ی به‌سته‌ر";
$locale['449'] = "سڕینه‌وه‌ی به‌سته‌ر";
// Add/Delete News Submissions
$locale['490'] = "بڵاوکردنەوەی هەواڵە نێردراوەکان";
$locale['491'] = "هەواڵەکە بڵاوکرایەوە";
$locale['492'] = "هەواڵی نێردراو بسڕەوە";
$locale['493'] = "هەواڵەکە سڕدرایەوە";
// News Submission Form
$locale['500'] = "بینینی هەواڵە نێردراوەکان";
$locale['501'] = "ئەو هەواڵەی سەرەوە نێردراوە لەلایەن ";
$locale['502'] = "ئەتەوێت ئەم هەواڵە بڵاو بکەیتەوە یان بسڕیتەوە؟";
$locale['503'] = "هەواڵ بڵاوبکەوە";
$locale['504'] = "هەواڵ بسڕەوە";
$locale['505'] = "سەردێڕ:";
$locale['506'] = "هاوپۆل:";
$locale['507'] = "- هیچ -";
$locale['508'] = "هه‌واڵ:";
// Add/Delete Article Submissions
$locale['530'] = "وتاری نێردراو بڵاوبکەوە";
$locale['531'] = "وتارەکە بڵاوکرایەوە";
$locale['532'] = "وتاری نێردراو بسڕەوە";
$locale['533'] = "وتارەکە سڕدرایەوە";
// Article Submission Form
$locale['540'] = "بینینی وتاری نێردراو";
$locale['541'] = "ئەو وتارەی سەرەوە نێردراوە لەلایەن  ";
$locale['542'] = "ئەتەوێت ئەم وتارە بڵاو بکەیتەوە یان بسڕیتەوە؟";
$locale['543'] = "وتار بڵاوبکەوە";
$locale['544'] = "وتار بسڕەوە";
$locale['545'] = "هاوپۆل:";
$locale['546'] = "سەردێڕ:";
$locale['547'] = "کورتە:";
$locale['548'] = "وتار:";
// Add/Delete Photo Submissions
$locale['580'] = "وێنە نێردراوەکان بڵاو بکەوە";
$locale['581'] = "وێنه‌که‌ بڵاوکرایه‌وه‌";
$locale['582'] = "وێنەی نێردراو بسڕەوە";
$locale['583'] = "وێنەکە سڕدرایەوە‌";
// Photo Submission Form
$locale['590'] = "وێنە نێردراوەکان ببینە‌";
$locale['591'] = "کرته‌ لێره‌ بکه‌ بۆ بینینی وێنه‌که‌";
$locale['592'] = "وێنەی سەرەوە نێردراوە لەلایەن ";
$locale['593'] = "ئەتەوێت ئەم وێنەیە بڵاو بکەیتەوە یان بسڕیتەوە؟";
$locale['594'] = "وێنە بڵاوبکەوە";
$locale['595'] = "وێنە بسڕەوە";
$locale['596'] = "ناونیشان:";
$locale['597'] = "پەسن:";
$locale['598'] = "ئەلبوم";
?>