<?php
// Edit/Save/Delete User Group Messages
$locale['400'] = "گرووپی به‌کارهێنه‌ر نوێکرایەوە";
$locale['401'] = "گرووپی بەکارهێنەر زیادکرا";
$locale['402'] = "بەکارهێنەرە دیاریکراوەکان لابران لە گرووپدا";
$locale['403'] = "هەموو بەکارهێنەران لابران لە گرووپ";
$locale['404'] = "بەکارهێنەرە دیاریکراوەکان زیادکران بۆ گرووپ";
$locale['405'] = "ناتوانرێت گرووپی بەکارهێنەر بسڕدرێتەوە";
$locale['406'] = "بەکارهێنەر هەیە لەم گرووپەدا";
$locale['407'] = "گرووپی بەکارهێنەر سڕدرایەوە";
// Edit/Delete Options
$locale['420'] = "گرووپەکانی بەکارهێنەر";
$locale['421'] = "ده‌ستکاری";
$locale['422'] = "سڕینه‌وه‌";
$locale['423'] = "ئەم گرووپی بەکارهێنەرە بسڕدرێتەوە؟";
// Edit/Add User Group
$locale['430'] = "ده‌ستکاریکردنی گرووپی به‌کارهێنه‌ر";
$locale['431'] = "زیادکردنی گرووپی به‌کارهێنه‌ر";
$locale['432'] = "ناوی گرووپ:";
$locale['433'] = "پەسنی گرووپ:";
$locale['434'] = "پاشه‌که‌وتکردنی گرووپ";
// Search/Add Group Users
$locale['440'] = "زیادکردنی به‌کارهێنه‌ر بۆ گرووپ";
$locale['441'] = "گه‌ڕان به‌دوای به‌کارهێنه‌ر بۆ زیاد کردنی له‌م گرووپەدا بە به‌کارهێنانی ئه‌م فۆڕمه‌ی خواره‌وه‌.";
$locale['442'] = "ده‌توانیت بگه‌ڕێیت به‌دوای چه‌ندین به‌کارهێنه‌ر به‌ لێکجیاکردنه‌وه‌ی هه‌ر یه‌کێکیان به‌ کۆما/ فاریزە.";
$locale['443'] = "ID ـیەکانی بەکارهێنەر";
$locale['444'] = "ناوەکانی بەکارهێنەر";
$locale['445'] = "گه‌ڕان";
$locale['446'] = "ناوی بەکارهێنەر";
$locale['447'] = "جۆری به‌کارهێنه‌ر";
$locale['448'] = "دیاریکردنی هەمووی";
$locale['449'] = "دیاری نەکردنی هەمووی";
$locale['450'] = "بەکارهێنەرە دیاریکراوەکان زیاد بکە";
$locale['451'] = "هیچ بەکارهێنەرێک نەدۆزرایەوە.";
$locale['452'] = "جارێکی تر بگەڕێوە";
// Current Group Users
$locale['460'] = "بەکارهێنەرانی گرووپی هەنووکەیی";
$locale['461'] = "بەکارهێنەرە دیاریکراوەکان لاببە";
$locale['462'] = "هه‌موو به‌کارهێنه‌ران لاببە";
$locale['463'] = "هیچ به‌کارهێنه‌رێک نییه‌ له‌م گرووپه‌.";
?>