<?php
// Web Link Category titles
$locale['400'] = "زیادکردنی هاوپۆلی بەستەری وێب";
$locale['401'] = "ده‌ستکاریکردنی هاوپۆله‌کانی به‌سته‌ری وێب";
$locale['402'] = "هاوپۆلە هەنووکەییەکانی بەستەری وێب";
// Web Link Category messages
$locale['410'] = "هاوپۆلی بەستەری وێب زیادکرا";
$locale['411'] = "هاوپۆلی بەستەری وێب نوێکرایەوە";
$locale['412'] = "ناتوانرێت هاوپۆلی بەستەری وێب بسڕدرێتەوە";
$locale['413'] = "بەستەری وێب هەیە بۆ ئەم هاوپۆلە";
$locale['414'] = "هاوپۆلی به‌سته‌ری وێب سڕدرایه‌وه‌";
// Add/Edit Web Link Category Form
$locale['420'] = "ناوی هاوپۆل:";
$locale['421'] = "پەسنی هاوپۆل:";
$locale['422'] = "ڕیزبەندی هاوپۆل:";
$locale['423'] = "ID ـی بەستەری وێب:";
$locale['424'] = "ناوی به‌سته‌ری وێب";
$locale['425'] = "ڕێکه‌وتی به‌سته‌ری وێب";
$locale['426'] = "سەر بەرەوژوور";
$locale['427'] = "سەر بەرەوخوار";
$locale['428'] = "توانای بینینی هاوپۆل:";
$locale['429'] = "پاشه‌که‌وتکردنی هاوپۆل";
// Current Web Link categories
$locale['430'] = "هاوپۆل";
$locale['431'] = "توانای بینین";
// Delete Web Link category
$locale['440'] = "هاوپۆلی بەستەری وێب بسڕدرێتەوە؟";
// Web Link titles
$locale['500'] = "زیادکردنی بەستەری وێب";
$locale['501'] = "ده‌ستکاریکردنی به‌سته‌ری وێب";
$locale['502'] = "بەستەرە هەمیشەییەکانی وێب";
// Web Link messages
$locale['510'] = "بەستەری وێب زیادکرا";
$locale['511'] = "بەستەری وێب نوێکرایەوە";
$locale['512'] = "بەستەری وێب سڕدرایەوە";
// Web Link form
$locale['520'] = "ناوی ماڵپەڕ:";
$locale['521'] = "پەسن:";
$locale['522'] = "URL ـی ماڵپەڕ:";
$locale['523'] = "هاوپۆل:";
$locale['524'] = "نوێکردنەوەی ڕێکەوتی بڵاوکردنەوە";
$locale['525'] = "پاشه‌که‌وتکردنی به‌سته‌ری وێب";
// Current Web Links
$locale['531'] = "به‌سته‌ری وێب [کرته‌ بکه‌ بۆ تاقیکردنه‌وه‌]";
$locale['532'] = "هه‌ڵبژاردنه‌کان";
$locale['533'] = "ده‌ستاکری";
$locale['534'] = "سڕینه‌وه‌";
$locale['535'] = "به‌سته‌ری هیچ وێبێک زیاد نه‌کراوه‌ بۆ ئه‌م هاوپۆلە";
$locale['536'] = "هیچ هاوپۆلێکی بەستەری وێب پێناسە نەکراوە";
$locale['537'] = "هیچ هاوپۆلێکی بەستەری وێب پێناسە نەکراوە";
$locale['538'] = "پێویستە بە لانی کەمەوە هاوپۆلێک پێناسە بکەیت پێش ئەوەی بتوانیت هەر بەستەرێک زیاد بکەیت";
$locale['539'] = "کرته‌ لێره‌ بکه‌";
$locale['540'] = " بۆ ڕۆیشتن بۆ هاوپۆلەکانی بەستەری وێب";
// Delete Web Link
$locale['550'] = "ئەم بەستەری وێبە بسڕدرێتەوە؟";
?>