<?php
// Contact Form
$locale['400'] = "په‌یوه‌ندیم له‌گه‌ڵ بگره‌";
$locale['401'] = "به‌چه‌ند جۆرێك ده‌توانرێت په‌یوه‌ندی له‌گه‌ڵ من بگیردرێت یه‌كێك له‌وانه‌ ناردنی په‌یامه‌ بۆ 
".hide_email($settings['siteemail']).". ئه‌گه‌ر ئه‌ندامیت ده‌توانی
<a href='messages.php?msg_send=1'>په‌یامی تایبه‌ت</a> ـم بۆ بنووسیت. هه‌روه‌ها، ده‌توانی فۆرمی په‌یوه‌ندی له‌م په‌ڕه‌یەدا پڕ بكه‌یته‌وه‌ و په‌یامه‌كه‌تم به‌ده‌ست ده‌گات له‌ ڕێی ئیمه‌یله‌وه‌.";
$locale['402'] = "ناو:";
$locale['403'] = "ئیمه‌یل:";
$locale['404'] = "سه‌ردێڕ:";
$locale['405'] = "په‌یام:";
$locale['406'] = "ناردنی په‌یام";
$locale['407'] = "كۆدی سه‌لماندن:";
$locale['408'] = "تكایه‌ كۆدی سه‌لماندن بنووسه‌:";
// Contact Errors
$locale['420'] = "ده‌بێت ناوێك بنووسیت";
$locale['421'] = "ده‌بێت ئیمه‌یلێك بنووسیت";
$locale['422'] = "ده‌بێت سه‌ردێڕێك بنووسیت";
$locale['423'] = "ده‌بێت په‌یامێك بنووسیت";
$locale['424'] = "ده‌بێ كۆدی سه‌لماندن  به‌ درووستی بنووسیت";
$locale['425'] = "هه‌ڵه‌یه‌كی نێوخۆیی: نه‌توانرا په‌یامه‌كه‌ت بنێردرێت.";
// Message Sent
$locale['440'] = "په‌یامه‌كه‌ت به‌ سه‌ركه‌وتوویی نێردرا";
$locale['441'] = "زۆر سووپاس";
$locale['442'] = "نەتوانرا پەیامەکەت بنێردرێت لەبەر ئەم هۆکار(ان) ـەی خوارەوە:";
$locale['443'] = "تكایه‌ دووباره‌ هه‌وڵ بده‌وه‌.";
?>
