<?php
$locale['400'] = "ده‌ستكاری زانیاریی تاكه‌كه‌سی";
// Edit Profile Messages
$locale['410'] = "بۆ ئه‌وه‌ی بتوانی وشه‌ی تێپه‌ڕبوون یان ئیمه‌یله‌كه‌ت بگۆڕیت<br />پێویسته‌ تێپەڕەوشەی ئێستاییت بگۆڕیت.";
$locale['411'] = "زانیاریی تاكه‌كه‌سی به‌ سه‌ركه‌وتوویی نوێكرایه‌وه‌";
$locale['412'] = "نه‌توانرا زانیاریی تاكه‌كه‌سی نوێ بكرێته‌وه‌:";
// Edit Profile Form
$locale['420'] = "تێپەڕەوشە ئێستایی";
$locale['421'] = "تێپەڕەوشەی ئێستایی به‌ڕێوه‌به‌ر";
$locale['422'] = "تێپەڕەوشەی نوێی به‌ڕێوه‌به‌ر";
$locale['423'] = "سه‌لماندنی تێپەڕەوشەی بەڕێوەبەر";
$locale['424'] = "نوێكردنه‌وه‌ی زانیاری تاكه‌كه‌سی";
// Update Profile Errors
$locale['430'] = "پێویستە ناوێکی بەکارهێنەر و ناونیشانی پەیامێکی ئەلیکترۆنی بنووسیت";
$locale['431'] = "ناوی بەکارهێنەر نووسەی نەخوازراوی له‌خۆ گرتووه‌.";
$locale['432'] = "ناوی بەکارهێنەری ".(isset($_POST['user_name']) ? $_POST['user_name'] : "")." پێشتر تۆمار كراوه‌.";
$locale['433'] = "پەیامی ئەلیکترۆنی نەگونجاوە.";
$locale['434'] = "پەیامی ئەلیکترۆنی ".(isset($_POST['user_email']) ? $_POST['user_email'] : "")." پێشتر به‌كاربراوه‌.";
$locale['435'] = "تێپەڕەوشە نوێیەکان هاوتا نین.";
$locale['436'] = "تێپەڕەوشە نەگونجاوە، تەنها نووسە و ژمارە بەکارببە.<br />تێپەڕەوشە پێویستە لانی کەم 6 نووسە درێژ بێت.";
$locale['437'] = "ده‌بێ تێپەڕەوشەی ئێستاییت بنووسیت بۆ ئه‌وه‌ی بتوانی تێپەڕەوشە یان پەیامی ئەلیکترۆنی بگۆڕیت.";
$locale['438'] = "تێپەڕەوشە نوێیەکانی بەڕێوەبەر هاوتا نین";
$locale['439'] = "تێپەڕەوشەی ئه‌ندامه‌تیت ده‌بێ جیاواز بێت له‌وه‌ی كه‌ بۆ به‌ڕێوه‌به‌ریی به‌كاری ده‌به‌یت.";
$locale['440'] = "تێپەڕەوشەی بەڕێوەبەریی نەگونجاوە، تەنها نووسە و ژمارە بەکارببە.<br />تێپەڕەوشە پێویستە لانی کەم 6 نووسە درێژ بێت.";
$locale['441'] = "پێویستە تێپەڕەوشەی ئێستایی به‌ڕێوه‌به‌رییت بنووسیت بۆ ئه‌وه‌ی بتوانی تێپەڕەوشەی بەڕێوەبەری بگۆڕیت.";
?>