<?php
$locale['400'] = "تێپەڕەوشەت لە بیر کردووە؟";
$locale['401'] = "پەیامێکی دڵنیایی نێردرا بۆ ناونیشانی پەیامە ئەلیکترۆنییەکەت.";
$locale['402'] = "تێپەڕەوشەی نوێ نێردرا بۆ ناونیشانی پەیامە ئەلیکترۆنییەکەت";
$locale['403'] = "بگەڕێوە بۆ ماڵپەڕ";
$locale['404'] = "نەتوانرا ئەو پەیامە ئەلیکترۆنییە بدۆزرێتەوە کە دیاریت کردووە.";
$locale['405'] = "ئەو پەیامە ئەلیکترۆنییەی دیاریت کردووە نەگونجاوە";
$locale['406'] = "تکایە جارێکی تر هەوڵبدەوە.";
$locale['407'] = "تکایە ئەو تێپەڕەوشەیە بنووسە کە هەژمارەژەتی پێ تۆمار کراوە لە خوارەوە<br />
تێپەڕەوشەیەکی نوێ دروست دەکرێت و ئەنێردرێت بۆ پەیامە ئەلیکترۆنییەکەت";
$locale['408'] = "تێپەڕەوشە بنێرە";
$locale['409'] = "تێپەڕەوشەی نوێ بۆ ";
$locale['410'] = "سڵاو [USER_NAME]،\n
خۆت یان کەسێکی تر داوای نوێکردنەوەی تێپەڕەوشەی هەژمارەکەتی کردووە لە ".$settings['sitename']."\n
بۆ گۆڕینی تێپەڕەوشەکەت تکایە کرتە لەو بەستەرەی خوارەوە بکە:\n
[NEW_PASS_LINK]\n
لەگەڵ ڕێزدا،
".$settings['siteusername'];
$locale['411'] = "سڵاو [USER_NAME]،\n
تێپەڕەوشەی نوێت بۆ چوونەژوورەوە بۆ هەژمارەکەت لە ".$settings['sitename']." بریتییە لە:\n
[NEW_PASS]\n
لەگەڵ ڕێزدا،
".$settings['siteusername'];
?>