<?php
// Standard
$locale['400'] = "پەیامە تایبەتییەکان";
$locale['401'] = "پەیامێکی نوێ بنووسە";
$locale['402'] = "سندووقی هاتوو";
$locale['403'] = "سندووقی ڕۆیشتوو";
$locale['404'] = "ئەرشیڤ";
$locale['405'] = "سەردێڕ";
$locale['406'] = "لە";
$locale['407'] = "ڕێکەوت";
$locale['408'] = "خاوەنی وێبگە";
$locale['409'] = "بیکە لەگەڵ شتە دیاریکراوەکان:";
$locale['410'] = "هەمووی دیاری بکە";
$locale['411'] = "هەمووی لاببە";
$locale['412'] = "پاشەکەوتکردن";
$locale['413'] = "پاشەکەوتنەکردن";
$locale['414'] = "خوێندنەوە";
$locale['415'] = "نەخوێندراوە";
$locale['416'] = "سڕینەوە";
$locale['417'] = "نێرەر پیشانبدە لەگەڵ پیتەکان";
$locale['418'] = "هەموو";
$locale['419'] = "پەیامی تایبەتیت نییە";
$locale['420'] = "پەیامی تایبەتی بنێرە";
$locale['421'] = "بۆ";
$locale['422'] = "پەیام";
$locale['423'] = "کۆدی BB";
$locale['424'] = "خەندەکان";
$locale['425'] = "هەڵبژاردنەکان";
$locale['426'] = "بنێرە";
$locale['427'] = "خەندەکان پیشانبدە لە پەیام";
$locale['428'] = "واژۆ پیشانبدە لە پەیام";
$locale['429'] = "پێشبینین";
$locale['430'] = "بنێرە";
$locale['431'] = "پەیامی نوێ بخوێنەوە";
$locale['432'] = "داخستن";
$locale['433'] = "وەڵامدانەوە";
$locale['434'] = "بنێرە بۆ هەموو";
$locale['435'] = "پاشگەزبوونەوە";
$locale['436'] = "پێشبینینی وەڵام";
$locale['437'] = "بنێرە";
$locale['438'] = "پێشبینینی پەیام";
$locale['439'] = "وەڵامدانەوە";
$locale['440'] = "(گەیشتوو %s)";
$locale['441'] = "وەک خاوەن ماڵپەڕ بنووسە";
$locale['442'] = "ئاستەکانی بەکارهێنەر";
$locale['443'] = "گروپەکان";

// Search Options
$locale['450'] = "بگەڕێ و هەڵبژاردنەکان جۆر بکە";
$locale['451'] = "بگەڕێ / جۆر";
$locale['452'] = "پاککردنەوە";
$locale['453'] = "هیچ شتێک نەدۆزرایەوە لە کاتی گەڕانەکەت";
$locale['454'] = "بگەڕێ بۆ";
$locale['455'] = "لە";
$locale['456'] = "ڕیزکردن بە پێی";
$locale['457'] = "(? و * بەکارببە وەک Wildcard	)";
$locale['458'] = "هەنووکە ئەو ئەندامانە پیشان دەدرێت بە '%s' ـەوە لە '%s' ";
$locale['459'] = "نێرەر دەستپێبکات بە '%s'";
$locale['460'] = "ڕیزکردن بە پێی '%s'";
$locale['461'] = "ئەم سندووقی پەیامە بەتاڵە";
$locale['462'] = "سەردێر";
$locale['463'] = "پەیام";
$locale['464'] = "نێرەر";
$locale['465'] = "ڕێکەوت/ کاتی گەیشتوو";

// Error Messages
$locale['480'] = "هەڵە";
$locale['481'] = "ID ـی پەیام هەڵەیە";
$locale['482'] = "ID ـی ئەندام هەڵەیە";
$locale['483'] = "تەنها بۆ ئەندامان";
$locale['484'] = "توانای ناردنی پەیامی تایبەتیی لابراوە بەهۆی خراپ/ بە هەڵە بەکارهێنان";
$locale['485'] = "تکایە لانی کەم پەیامێک دیاری بکە";
$locale['486'] = "پێویستە هەموو خانەکان پڕ بکەیتەوە: سەردێڕ و پەیام";

// Tooltips
$locale['500'] = "کرتە بکە بۆ نووسینی پەیامێکی نوێ";
$locale['501'] = "کرتە بکە بۆ بینینی پەیامە پێگەیشتووەکانت";
$locale['502'] = "کرتە بکە بۆ بینینی پەیامە نێردراوەکانت";
$locale['503'] = "کرتە بکە بۆ بینینی پەیامە پاشەکەوتکراوەکانت";
$locale['504'] = "کرتە بکە بۆ  دیاریکردنی پەیامەکان";
$locale['505'] = "کرتە بکە بۆ  بینینی ئەم پەیامە";
$locale['506'] = "کرتە بکە بۆ بینینی زانیاری کەسی نێرەر";
$locale['507'] = "کرتە بکە بۆ دیاریکردنی هەموو پەیامەکان";
$locale['508'] = "کرتە بکە بۆ لابردنی دیاریکراوی هەموو پەیامەکان";
$locale['509'] = "کرتە بکە بۆ بینینی پەیامەکانی هەموو نێرەران";
$locale['510'] = "کرتە بکە بۆ بینینی پەیامەکانی ئەو نێرەرانە بە %s دەستپێدەکەن";
$locale['511'] = "کرتە بکە بۆ گواستنەوەی پەیامە دیاریکراوەکان بۆ سندووقی پاشەکەوت";
$locale['512'] = "کرتە بکە بۆ گواستنەوەی پەیامە دیاریکراوەکان بۆ سندووقی هاتوو";
$locale['513'] = "کرتە بکە تا پەیامە دیاریکراوەکان وەک خوێندراوە لێبکرێت ";
$locale['514'] = "کرتە بکە تا پەیامە دیاریکراوەکان وەک نەخوێندراوە لێبکرێت";
$locale['515'] = "کرتە بکە بۆ سڕینەوەی پەیامە دیاریکراوەکان";
$locale['516'] = "کرتە بکە بۆ پێکهێنانی گۆڕانکارییەکانی شێوەپێدان";

// Options
$locale['620'] = "هەڵبژاردنەکان";
$locale['621'] = "بە پەیامی ئەلیکترۆنی ئاگادارم بکەوە کاتێک پەیامێکی تایبەتیم پێ ئەگات:";
$locale['622'] = "خۆکارانە پەیامە نێردراوەکان پاشەکەوت بکە:";
$locale['623'] = "هەڵبژاردنەکان پاشەکەوت بکە";
$locale['624'] = "هەڵبژاردنە پاشەکەوتکراوەکان";
$locale['625'] = "پەیامێکی تایبەتی نوێ چاوەڕوانتە لە ".$settings['sitename'];
$locale['626'] = ",\r\nپەیامێکی تایبەتی نوێت پێ گەیشتووە بە ناونیشانی [SUBJECT] لەلایەن [USER] لە  ".$settings['sitename'].". ئەتوانی پەیامە تایبەتییەکە بخوێنیتەوە لە ".$settings['siteurl']."messages.php\r\n\r\nئەتوانی ئاگادارکردنەوەی پەیامی ئەلیکترۆنی ناچالاک بکەیت لە ڕێگەیت پانێڵی هەڵبژاردنەکانەوە لە پەڕەی پەیامی تایبەتی گەر چیتر ناتەوێت لە هاتنی پەیامی تایبەت ئاگادار بکرێیتەوە.";
$locale['627'] = "هەڵە";
$locale['628'] = "نەتوانرا پەیامی تایبەت بنێردرێت. سندووقی هاتووی بەکارهێنەر پڕە.";
$locale['629'] = "ناتوانی پەیامە دیاریکراوەکان بگوازیتەوە بۆ بوخچەی مەبەست چونکە لە سنووری بوخچە تێدەپەڕێت.";
$locale['630'] = " سنوردارکردنی پەیام";
$locale['631'] = "بەڵێ";
$locale['632'] = "نەخێر";
?>
