<?php
$locale['400'] = "ئەلبومەکانی وێنە";
$locale['401'] = "کردنەوەی ئەلبوم";
$locale['402'] = "وێنەچکۆلە نییە";
$locale['403'] = "ڕێکەوت: ";
$locale['404'] = "دروستکراوە لەلایەن: ";
$locale['405'] = "وێنەکان: ";
$locale['406'] = "هیچ ئەلبومێکی وێنە پێناسە نەکراوە";

$locale['420'] = "زانیاری ئەلبوم";
$locale['421'] = "ئەلبوم:";
$locale['422'] = "ژمارەی وێنەکان: ";
$locale['423'] = "دواترین وێنە زیادکراوە لەلایەن: ";
$locale['424'] = " لە ";
$locale['425'] = "هیچ وێنەیەک زیاد نەکراوە بۆ ئەم ئەلبومە";

$locale['430'] = "بینینی ئەلبوم";
$locale['431'] = "کرتە بکە بۆ بینین";
$locale['432'] = "وێنەچکۆلە نییە";
$locale['433'] = "ڕێکەوت: ";
$locale['434'] = "زیادکراوە لەلایەن: ";
$locale['435'] = "بینینەکان: ";
$locale['436'] = "لێدوانەکان";
$locale['436b'] = "لێدوان: ";
$locale['437'] = "هەڵسەنگاندنەکان";
$locale['438'] = "هیچ";

$locale['450'] = "بینینی وێنە";
$locale['451'] = "وێنەی پێشوو";
$locale['452'] = "وێنەی داهاتوو";
$locale['453'] = "کرتە بکە بۆ بینینی وێنەی پڕ";
$locale['454'] = "دوورییەکان: ";
$locale['455'] = "خاڵەکان";
$locale['456'] = "قەبارەی پەڕگە: ";
$locale['457'] = "ژمارەی بینینەکان: ";
$locale['458'] = "کرتە بکە بۆ داخستن";
?>