<?php
$locale['r100'] = "هەڵسەنگاندن";
$locale['r101'] = "هیچ هەڵسەنگاندنێک نەنێردراوە.";
$locale['r102'] = "لابردنی هەڵسەنگاندن";
$locale['r103'] = "ناردنی هەڵسەنگاندن";
$locale['r104'] = "هەڵسەنگاندن ته‌نیا بۆ ئه‌ندامانه‌.<br /><br />تكایه‌ خۆت تۆمار بكه‌ یان بچۆژووره‌وه‌ بۆ هەڵسەنگاندن.";
$locale['r105'] = "تۆ ئه‌مه‌ت هەڵسەنگاندووە <strong>%s</strong> له‌ ڕێكه‌وتی %s";
$locale['r106'] = "تكایه‌ هەڵسەنگاندنەکەت هه‌ڵبژێره‌";
$locale['r107'] = "هەڵسەنگاندن هه‌ڵبژێره‌:";
$locale['r108'] = "هێج ده‌نگێك نیه‌";
$locale['r109'] = "ده‌نگ";
$locale['r110'] = "ده‌نگ";
// Rating Options
$locale['r120'] = "نایاب";
$locale['r121'] = "زۆر باش";
$locale['r122'] = "باش";
$locale['r123'] = "ناوەند";
$locale['r124'] = "خراپ";
?>