<?php
$locale['400'] = "بگەڕێ لە ".$settings['sitename'];
$locale['401'] = "بگەڕێ بۆ:";
$locale['402'] = "بگەڕێ";
$locale['403'] = "بگەڕێ لە هەریەک لەو وشانە";
$locale['404'] = "ئەنجام پێویستە هەموو ئەو وشانەی تیادابێت";
$locale['405'] = "لە کوێ:";
$locale['406'] = "هەڵبژاردنەکان";
$locale['407'] = "هەموو ماڵپەڕ";
$locale['408'] = "ئەنجامەکانی گەڕان";
//addition date
$locale['420'] = "گەڕان:";
$locale['421'] = "هەموو";
$locale['422'] = "ڕۆژی پێشوو";
$locale['423'] = "هەفتەی پێشوو";
$locale['424'] = "دوو هەفتەی پێشووو";
$locale['425'] = "مانگی پێشوو";
$locale['426'] = "سێ مانگی پێشوو";
$locale['427'] = "شەش مانگی پێشوو";
//where
$locale['430'] = "سەردێڕ و پەیام";
$locale['431'] = "تەنها پەیام";
$locale['432'] = "تەنها سەردێڕ";
//sort by
$locale['440'] = "ڕیزکردن بە پێی:";
$locale['441'] = "ڕێکەوتی زیادکردن";
$locale['442'] = "سەردێڕ";
$locale['443'] = "نووسەر";
//
$locale['450'] = "سەر بەرەوخوار";
$locale['451'] = "سەر بەرەوژوور";
//characters in results
$locale['460'] = "پیشاندان:";
$locale['461'] = "نووسەکان لە ئەنجام";
$locale['462'] = "هەموو دەق";
//No results
$locale['500'] = "هیچ ئەنجامێك نەدۆزرایەوە";
$locale['501'] = "دەقی بۆ گەڕاو پێویستە لانی کەم سێ نووسە بێت.";
$locale['502'] = "ئەو وشانەی کە لە سێ نووسە کەمتربن فەرامۆش دەکرێن لە گەڕاندا.";
//Global search
$locale['510'] = "ئەنجامەکان لە گەڕانی هەموو ماڵپەڕ";
//
$locale['520'] = "ئەنجام";
$locale['521'] = "ئەنجامەکان";
$locale['522'] = "دۆزرایەوە کە وشەی بۆ گەڕاوی تیادابێت";
//more than 100 results
$locale['530'] = "تکایە زیاتر وردبە لە گەڕاندا. گەڕانەکەت %s ئەنجامی هەبوو، ئێمە تەنها 100 ئەنجامی یەکەم پیشان ئەدەین.";
?>