<?php
$locale['title'] = "دامەزراندنی PHP-Fusion ـی چاپی حەوتەم";
$locale['sub-title'] = "دامەزراندنی PHP-Fusion ـی چاپی حەوتەم";

$locale['charset'] = "utf-8";
$locale['001'] = "هەنگاوی 1: زمان";
$locale['002'] = "هەنگاوی 2: تاقیکردنەوەی دەسەڵاتەکانی بوخچە و پەڕگەکان";
$locale['003'] = "هەنگاوی 3: ڕێکخستنەکانی بنکەدراوە";
$locale['004'] = "هەنگاوی 4: شێوەپێدان/ دامەزراندنی بنکەدراوە";
$locale['005'] = "هەنگاوی 1: وردەکارییە سەرەتاییەکانی بەڕێوەبەرایەتی";
$locale['006'] = "هەنگاوی 6: ڕێکخستنەکانی کۆتایی";
$locale['007'] = "داهاتوو";
$locale['008'] = "دواوە";
$locale['009'] = "کۆتایی";
// Step 1
$locale['010'] = "تکایە زمانی پێویست دیاری بکە:";
$locale['011'] = "زمانی زیاتر لە <a href='http://www.php-fusion.co.uk'>php-fusion.co.uk</a> دابگرە";
// Step 2
$locale['020'] = "بۆ ئەوەی دامەزراندن بەردەوام بێت، پێویستە ئەم پەڕگە/ بوخچانەی خوارەوە توانای نووسینەوەیان لەسەر هەبێت.";
$locale['021'] = "دەسەڵاتەکانی نووسینەوە پشکنرا، کرتە لە داهاتوو بکە بۆ بەردەوامبوون.";
$locale['022'] = "پشکنینی دەسەڵاتەکانی نووسین شکستی هێنا، تکایە CHMOD ـی پەڕگە/ بوخچە نیشانەکراوەکان بگۆڕە.";
$locale['023'] = "تێپەڕێنرا";
$locale['024'] = "شکستی هێنا";
// Step 3 - Access criteria
$locale['030'] = "تکایە زانیارییەکانی دەستگەیشتن بە بنکەدراوەی MySQL لێبدە.";
$locale['031'] = "ناوی خانەخوێی بنکەدراوە:";
$locale['032'] = "ناوی بەکارهێنەری بنکەدراوە:";
$locale['033'] = "تێپەڕەوشەی بنکەدراوە:";
$locale['034'] = "ناوی بنکەدراوە:";
$locale['035'] = "Prefix ـی خشتە:";
// Step 4 - Database Setup
$locale['040'] = "پەیوەندیکردن بە بنکەدراوەوە دابینکرا.";
$locale['041'] = "پەڕگەی کۆنفیگ بە سەرکەوتوویی نووسرا";
$locale['042'] = "خشتەکانی بنکەدراوە دروستکران.";
$locale['043'] = "هەڵە:";
$locale['044'] = "نەتوانرا پەیوەندی بە بنکەدروەوە بکرێت.";
$locale['045'] = "تکایە لە ڕێکخستنەکانی بنکەدراوەی MySQL دڵنیابەوە.";
$locale['046'] = "نەتوانرا پەڕگەی کۆنفیگ بنووسرێت. ";
$locale['047'] = "تکایە دڵنیابە پەڕەگی config.php توانای نووسینەوەی لەسەر هەیە.";
$locale['048'] = "نەتوانرا خشتەکانی بنکەدراوە دروستبکرێت.";
$locale['049'] = "تکایە ناوی بنکەدراوە دیاری بکە.";
// Step 5 - Super Admin login
$locale['060'] = "وردەکارییە سەرەتاییەکانی چوونەژوورەوەی بەڕێوەبەری گشتی";
$locale['061'] = "ناوی بەکارهێنەر:";
$locale['062'] = "تێپەڕەوشەی چوونەژوورەوە:";
$locale['063'] = "تێپەڕەوشەی چوونەژوورەوە دووبارە بکەوە:";
$locale['064'] = "تێپەڕەوشەی بەڕێوەبەرایەتی:";
$locale['065'] = "تێپەڕەوشەی بەڕێوەبەر دووبارە بکەوە";
$locale['066'] = "ناونیشانی پەیامی ئەلیکترۆنی:";
// Step 6 - User details validation
$locale['070'] = "تێپەڕەوشە نووسەی نەگونجاوی تیادایە.";
$locale['071'] = "هەردوو تێپەڕەوشەکەت وەک یەک نین.";
$locale['072'] = "تێپەڕەوشەی چوونەژوورەوە نەگونجاوە، تکایە نووسەی ئەلف بێ یان ژمارەیی بەکارببە.<br />تێپەڕەوشە پێویستە لانی کەم 6 نووسە درێژ بێت.";
$locale['073'] = "هەردوو تێپەڕەوشەکەی بەڕێوەبەرایەتی وەک یەک نین.";
$locale['074'] = "پێویستە تێپەڕەوشەی بەکارهێنەر و بەڕێوەبەرایەتی جیاوازبن";
$locale['075'] = "تێپەڕەوشەی بەڕێوەبەرایەتی نەگونجاوە، تکایە نووسەی ئەلف بێ یان ژمارەیی بەکارببە.<br />تێپەڕەوشە پێویستە لانی کەم 6 نووسە درێژ بێت.";
$locale['076'] = "تێپەڕەوشەکەت وا دەرناکەوێت دروست بێت.";
$locale['077'] = "هەڵەیەک هەیە لە ڕێکخستنەکانی ئەندامەتیت.";
// Step 6 - Admin Panels
$locale['080'] = "بەڕێوەبەران";
$locale['081'] = "هاوپۆلەکانی وتار";
$locale['082'] = "وتارەکان";
$locale['083'] = "بەیداخەکان";
$locale['084'] = "کۆدەکانی BB";
$locale['085'] = "لیستی ڕەش";
$locale['086'] = "لێدوانەکان";
$locale['087'] = "پەڕە دەستکردەکان";
$locale['088'] = "پشتگیری بنکەدراوە";
$locale['089'] = "هاوپۆلەکانی داگرتن";
$locale['090'] = "داگرتنەکان";
$locale['091'] = "پ هـ د";
$locale['092'] = "مەکۆکان";
$locale['093'] = "وێنەکان";
$locale['094'] = "پێوەکراوەکان";
$locale['095'] = "پانێڵەکانی پێوەکراو";
$locale['096'] = "ئەندامان";
$locale['097'] = "هاوپۆلەکانی هەواڵ";
$locale['098'] = "هەواڵ";
$locale['099'] = "پانێڵەکان";
$locale['100'] = "ئەلبومەکانی وێنە";
$locale['101'] = "زانیاری پهپ";
$locale['102'] = "ڕاپرسییەکان";
$locale['103'] = "سەکۆی خێرا";
$locale['104'] = "بەستەری ماڵپەڕ";
$locale['105'] = "خەندەکان";
$locale['106'] = "نێردراوکان";
$locale['107'] = "نوێکردنەوە";
$locale['108'] = "گروپی بەکارهێنەران";
$locale['109'] = "هاوپۆلەکانی بەستەر";
$locale['110'] = "بەستەرەکانی وێب";
$locale['111'] = "ڕێکخستنە سەرەکییەکان";
$locale['112'] = "ڕێکخستنەکانی کات و ڕێکەوت";
$locale['113'] = "ڕێکخستنەکانی مەکۆ";
$locale['114'] = "ڕێکخستنەکانی خۆ تۆمارکردن";
$locale['115'] = "ڕێکخستنەکانی گەلەری وێنە";
$locale['116'] = "ڕێکخستنە جۆراوجۆرەکان";
$locale['117'] = "ڕێکخستنەکانی پەیامی تایبەتی";
$locale['118'] = "خانەکانی بەکارهێنەر";
$locale['119'] = "ئاستەکانی مەکۆ";
// Step 6 - Navigation Links
$locale['130'] = "ماڵەوە";
$locale['131'] = "وتارەکان";
$locale['132'] = "داگرتنەکان";
$locale['133'] = "پ هـ د";
$locale['134'] = "مەکۆی گفتوگۆ";
$locale['135'] = "پەیوەندیم پێوەبکە";
$locale['136'] = "هاوپۆلەکانی هەواڵ";
$locale['137'] = "بەستەرەکانی وێب";
$locale['138'] = "گەلەری وێنە";
$locale['139'] = "گەڕان";
$locale['140'] = "بەستەر بنێرە";
$locale['141'] = "هەواڵ بنێرە";
$locale['142'] = "وتار بنێرە";
$locale['143'] = "وێنە بنێرە";
// Stage 6 - Panels
$locale['160'] = "ڕێدۆزی";
$locale['161'] = "بەکارهێنەرانی سەرهێڵ";
$locale['162'] = "بابەتەکانی مەکۆ";
$locale['163'] = "دوا وتارەکان";
$locale['164'] = "پەیامی بەخێرهاتن";
$locale['165'] = "لیستی بابەتەکانی مەکۆ";
$locale['166'] = "زانیاری بەکارهێنەر";
$locale['167'] = "ڕاپرسی ئەندامان";
$locale['168'] = "سەکۆ";
// Stage 6 - News Categories
$locale['180'] = "هەڵەکان";
$locale['181'] = "داگرتنەکان";
$locale['182'] = "یارییەکان";
$locale['183'] = "گرافیکەکان";
$locale['184'] = "ڕەقەواڵا";
$locale['185'] = "ڕۆژنامەوانی";
$locale['186'] = "ئەندامان";
$locale['187'] = "چاودێران";
$locale['188'] = "فیلم";
$locale['189'] = "ڕایەڵە";
$locale['190'] = "هەواڵ";
$locale['191'] = "PHP-Fusion";
$locale['192'] = "ئاساییش";
$locale['193'] = "نەرمەواڵا";
$locale['194'] = "ڕووکارەکان";
$locale['195'] = "ویندۆز";
// Stage 6 - Sample Forum Ranks
$locale['200'] = "بەڕێوەبەری گشتی";
$locale['201'] = "بەڕێوەبەر";
$locale['202'] = "چاودێر";
$locale['203'] = "ئەندامی نوێ";
$locale['204'] = "ئەندامی سەرەتایی";
$locale['205'] = "ئەندام";
$locale['206'] = "ئەندامی ناوەندی";
$locale['207'] = "ئەندامی شارەزا";
$locale['208'] = "فیوژنەر";
// Welcome message
$locale['210'] = "بەخێربێیت بۆ ماڵپەڕەکەت";
// Final message
$locale['220'] = "دامەزراندن کۆتایی هات، PHP-Fusion ـی 7 ئێستا ئامادەیە بۆ بەکارهێنان.<br />
کرتە لە کۆتایی بکە بۆ ڕۆیشتن بۆ وێبگە پشتبەستوو بە PHP-Fusion ـەکەت <br />
<strong>تێبینی:</strong> دوای ئەوەی چوویتە ناو ماڵپەڕەکەت پێویستە پەڕگەی setup.php بسڕیتەوە لە ڕاژەکارەکەت و chmod ـی پەڕگەی config.php بگۆڕیت بۆ 644 بۆ مەبەستی ئاسایش.<br /><br />
سوپاس بۆ بەکارهێنانی PHP-Fusion.";
?>
