<?php
$locale['400'] = "ناردنی بەستەر";
// Submit Link Success
$locale['410'] = "سوپاس بۆ ناردنی بەستەرەکەت";
$locale['411'] = "بەستەرێکی تر بنێرە";
$locale['412'] = "بگەڕێوە بۆ ".$settings['sitename'];
// Submit Link Form
$locale['420'] = "ئەم فۆڕمەی خوارەوە بەکاربەرە بۆ ناردنی بەستەرێک. ناردنەکەت لەلایەن بەڕێوەبەرێکەوە چاوی لێدەکرێت. گەر بەستەر نەگونجاو بێت بڵاوناکرێتەوە.";
$locale['421'] = "هاوپۆلی بەستەر:";
$locale['422'] = "ناوی بەستەر:";
$locale['423'] = "URL ـی بەستەر";
$locale['424'] = "پەسنی بەستەر:";
$locale['425'] = "بەستەر بنێرە";
// Submit News
$locale['450'] = "ناردنی هەواڵ";
// Submit News Success
$locale['460'] = "سوپاس بۆ ناردنی هەواڵەکەت.";
$locale['461'] = "هەواڵێکی تر بنێرە";
// Submit News Form
$locale['470'] = "ئەم فۆڕمەی خوارەوە بەکاربەرە بۆ ناردنی هەواڵێک. هەواڵەکەت چاوی پیا دەخشێنرێتەوە لەلایەن
بەڕێوەبەرێکەوە. ".$settings['sitename']." مافی چاککاری و دەستکاریکردنی هەر نێردراوێک دەدات بە خۆی.
هەواڵ پێویستە تایبەت بێت بە ناوەڕۆکی ماڵپەڕ. نێردراوە نەگونجاوەکان بڵاوناکرێنەوە.";
$locale['471'] = "سەردێڕ:";
$locale['472'] = "هەواڵ:";
$locale['473'] = " هاتنە سەردێڕی خۆکارانە چالاک بکە";
$locale['474'] = "پێشبینینی هەواڵ";
$locale['475'] = "هەواڵ بنێرە";
$locale['476'] = "هاوپۆل:";
$locale['477'] = "- هیچ -";
// Submit Article
$locale['500'] = "ناردنی وتار";
// Submit Article Success
$locale['510'] = "سوپاس بۆ ناردنی وتارەکەت";
$locale['511'] = "وتارێکی تر بنێرە";
// Submit Article Form
$locale['520'] = "ئەم فۆڕمەی خوارەوە بەکاربەرە بۆ ناردنی وتارێک. وتارەکەت چاوی پیا دەخشێنرێتەوە لەلایەن
بەڕێوەبەرێکەوە. ".$settings['sitename']." مافی چاککاری و دەستکاریکردنی هەر نێردراوێک دەدات بە خۆی.
وتار پێویستە تایبەت بێت بە ناوەڕۆکی ماڵپەڕ. نێردراوە نەگونجاوەکان بڵاوناکرێنەوە.";
$locale['521'] = "هاوپۆل:";
$locale['522'] = "سەردێڕ:";
$locale['523'] = "کورتە:";
$locale['524'] = "وتار";
$locale['525'] = " هاتنە سەردێڕی خۆکارانە چالاک بکە";
$locale['526'] = "پێشبینینی وتار";
$locale['527'] = "وتار بنێرە";
// Submit Error
$locale['550'] = "تکایە فۆڕمەکە تەواو بکە.";
$locale['551'] = "هیچ هاوپۆلێک پێناسە نەکراوە.";
// Submit Photo
$locale['570'] = "ناردنی وێنە";
// Submit Photo Success
$locale['580'] = "سوپاس بۆ ناردنی وێنەکەت";
$locale['581'] = "وێنەیەکی تر بنێرە";
// Submit Photo Error
$locale['600'] = "نەتوانرا وێنەکەت بنێردرێت";
$locale['601'] = "ناوی پەڕگەی وێنە نەگونجاوە";
$locale['602'] = "پێویستە وێنە کەمتربێت لە %u بایت.";
$locale['603'] = "پێویستە جۆری وێنە GIF، JPEG یان PNG .بێت";
$locale['604'] = "پێویستە وێنە گەورەتر نەبێت لە %uw x %uh .خاڵ";
// Submit Photo Form
$locale['620'] = "ئەم فۆڕمەی خوارەوە بەکارببە بۆ ناردنی وێنەیەک. نێرداوەکەت چاوی لێ دەکرێت لەلایەن
بەڕێوەبەرێکەوە. ".$settings['sitename']." مافی هەر چاککاری و دەستکارییەک بە خۆی دەدات. وێنەکان
تایبەت بێت بە ناوەڕۆکی ماڵپەڕ. وێنەی نەگونجاو بڵاوناکرێتەوە.";
$locale['621'] = "ناونیشان:";
$locale['622'] = "پەسن:";
$locale['623'] = "وێنە: ";
$locale['624'] = "زۆرترین قەبارەی پەڕگەی وێنە: %s / زۆرترین قەبارە: %ux%u pixels";
$locale['625'] = "ئەلبوم:";
$locale['626'] = "وێنە بنێرە";
?>