<?php
$locale['u001'] = "ناوی بەکارهێنەر";
$locale['u002'] = "تێپەڕەوشە";
$locale['u003'] = "تێپەڕەوشەی نوێ";
$locale['u004'] = "تێپەڕەوشەی دڵنیایی";
$locale['u005'] = "ناونیشانی پەیامی ئەلیکترۆنی";
$locale['u006'] = "پەیامی ئەلیکترۆنی بشاردرێتەوە؟";
$locale['u007'] = " بەڵێ ";
$locale['u008'] = " نەخێر";
$locale['u009'] = "شێوازی کات";
$locale['u010'] = "وێنۆچکە";
$locale['u011'] = "کرتە لە Browse بکە بۆ ناردنی وێنەیەک. ";
$locale['u012'] = "زۆرترین قەبارەی پەڕگە: %s / زۆرترین قەبارە: %ux%u pixels";
$locale['u013'] = "سڕینەوە";
// Items shown in profiles
$locale['u040'] = "ڕێکەوتی بەشداربوون";
$locale['u041'] = "دوا سەردان";
$locale['u042'] = "سەردانی نەکردووە";
$locale['u043'] = "پەیامی تایبەتی بنێرە";
$locale['u044'] = "زانیاری پەیوەندیکردن";
$locale['u045'] = "زانیارییە جۆراوجۆرەکان";
$locale['u046'] = "هەڵبژاردنەکان";
$locale['u047'] = "ئامارەکان";
$locale['u048'] = "زانیاری بەڕێوەبەری";
$locale['u049'] = "ناونیشانی IP";
$locale['u050'] = "پێناسنەکراو";
?>