<?php
// Member Profile
$locale['400'] = "زانیاریی کەسی ئەندام";
$locale['401'] = "گروپی بەکارهێنەران";
$locale['402'] = "هەڵبژاردنەکانی بەڕێوەبەر";
// Administrator Options
$locale['410'] = "دەستکاری";
$locale['411'] = "قەدەغەکردن";
$locale['412'] = "سڕینەوە";
$locale['413'] = "ئەم بەکارهێنەرە قەدەغە بکرێت؟";
$locale['414'] = "ئەم بەکارهێنەرە بسڕدرێتەوە؟";
$locale['415'] = "زیادی بکە بۆ گروپ:";
$locale['416'] = "زیادکردن";
$locale['417'] = "ئەم ئەندامە زیادبکرێت بۆ گروپی دیاریکراو؟";
// View User Groups
$locale['420'] = "بینینی گروپی بەکارهێنەر";
$locale['421'] = "%u بەکارهێنەر";
$locale['422'] = "%u بەکارێنەر";
$locale['423'] = "ناوی بەکارهێنەر";
$locale['424'] = "جۆری بەکارهێنەر";
?>