<?php
// Infusion titles & description
$locale['apw_title'] = "Сброс административного пароля";
$locale['apw_desc'] = "Изменение для администраторов обычного и админпароля";
$locale['apw_admin1'] = "Сброс администратора";
$locale['400'] = "Кому сбрасывать:";
$locale['401'] = "Администраторам и суперадминам";
$locale['402'] = "Только суперадминам";
$locale['403'] = "Только администраторам";
$locale['404'] = "Причина сброса:";
$locale['405'] = "Сбросить админпароль и пользовательский";
$locale['406'] = "Сбросить пароли";
$locale['407'] = "Пароль сброшен на ";
$locale['408'] = "Приветствую, [USER_NAME]!<br/>Ваш административный пароль был сброшен на сайте [SITEURL]:<br/>
Новый админпароль: [NEW_ADMIN_PASS]<br/>Причина сброса: [RESET_MESSAGE]<br/>С наилучшими пожеланиями,<br/>[ADMIN]";
$locale['409'] = "Приветствую, [USER_NAME]!<br/>Ваши административный и пользовательский пароли были сброшены на сайте [SITEURL]:<br/>
Новый пароль: [NEW_PASS]<br/>Новый админпароль: [NEW_ADMIN_PASS]<br/>Причина сброса: [RESET_MESSAGE]<br/>
С наилучшими пожеланиями,<br/>[ADMIN]";
$locale['410'] = "Результаты сброса";
$locale['411'] = "<strong>Уведомление:</strong> Пароль администратора не введен или неправильный.";
$locale['412'] = "Админпароль:";
$locale['415'] = "Журнал сброса";
$locale['416'] = "ID записи";
$locale['417'] = "Время сброса";
$locale['418'] = "Кто сбросил";
$locale['419'] = "Сброс";
$locale['420'] = "Успешно";
$locale['421'] = "Причины";
$locale['422'] = "из";
$locale['423'] = "Причина не указана.";
