<?php
// Article titles
$locale['400'] = "Добавить статью";
$locale['401'] = "Изменить статью";
$locale['402'] = "Текущие статьи";
$locale['403'] = "Статьи";
// Article messages
$locale['410'] = "Статья добавлена";
$locale['411'] = "Статья обновлена";
$locale['412'] = "Статья удалена";
// Category form
$locale['420'] = "Правка";
$locale['421'] = "Удалить";
$locale['422'] = "Категория:";
$locale['423'] = "Тема:";
$locale['424'] = "Аннотация";
$locale['425'] = "Статья:";
$locale['426'] = "Сохранить как черновик";
$locale['427'] = "Автоматический переход на новую строку";
$locale['428'] = "Разрешить комментарии";
$locale['429'] = "Разрешить оценки";
$locale['430'] = "Предпросмотр";
$locale['431'] = "Сохранить";
$locale['432'] = "Разрыв страницы";
$locale['433'] = "[ЧЕРНОВИК]";
// Popup Error/Warning Messages
$locale['450'] = "Пожалуйста, укажите заголовок";
$locale['451'] = "Удалить эту статью?";
$locale['452'] = "Нет категорий";
$locale['453'] = "Вы должны создать как минимум одну категорию, чтобы добавлять статьи";
$locale['454'] = "Нажмите здесь";
$locale['455'] = " чтобы перейти в панель управления статьями.";
$locale['456'] = "%s отключены для всех элементов.<br />Этот параметр будет иметь эффект, только когда они будут включены снова.";
$locale['457'] = "Комментарии";
$locale['458'] = "Оценки";
$locale['459'] = $locale['457']." и ".$locale['458'];
