<?php
$locale['400'] = "BB Коды Admin";
$locale['401'] = "Тест BB кодов";
// Enabled BB Codes
$locale['402'] = "Разрешенные BB коды";
$locale['403'] = "Имя";
$locale['404'] = "Иконка";
$locale['405'] = "Описание";
$locale['406'] = "Использовать";
$locale['407'] = "Порядок";
$locale['408'] = "Вниз";
$locale['409'] = "Вверх";
$locale['410'] = "Запретить";
$locale['411'] = "Нет кодов для утверждения.";
// Disabled BB Codes
$locale['413'] = "Запрещеные BB коды";
$locale['414'] = "Разрешить";
$locale['415'] = "Перевод строки";
$locale['416'] = "Показывать кнопки ВВ кодов с новой строки";
// Test BB Codes
$locale['417'] = "Тест ВВ кодов закончен";
$locale['418'] = "Запретить смайлы в этом тесте";
?>