<?php
// Delete blacklisted user
$locale['400'] = "Удалить пользователя из Blacklist";
$locale['401'] = "Пользователь удален из Blacklist";
$locale['402'] = "Вернуться в администрирование Blacklist";
$locale['403'] = "Вернуться в панель админа";
// Add/Edit Blacklist Titles
$locale['420'] = "Blacklist пользователей";
$locale['421'] = "Редактировать Blacklist";
// Add/Edit blacklist form
$locale['440'] = "Введенный IP-адрес запретит пользователю с  указанным IP-адресом посещать Ваш сайт. 
Вы должны ввести полный IP, например, <em>123.45.67.89.</em>, или часть IP, например, <em>123.45.67</em> или <em>123.45</em>.
Пожалуйста, обратите внимание: IPv6-адреса преобразуются в их полную форму на этом сайте,
например, <em>ABCD:1234:5:6:7:8:9:FF</em> будет показано, как <em>ABCD:1234:0005:0006:0007:0008:0009:00FF</em>.
Смешанные IP-адреса (которые содержат как IPv6 и IPv4 части) не будут проверены на частичное совпадение.
<br /><br />
Введенный Email адрес запретит пользователю регистрироваться с этого адреса. Вы можете ввести полный Email адрес,
например, <em>foo@bar.com</em>, или Email домен, например, <em>bar.com</em>.";
$locale['441'] = "Blacklist IP адрес: <strong>or</strong>";
$locale['442'] = "Blacklist email адрес:";
$locale['443'] = "Blacklist, причины";
$locale['444'] = "Blacklist пользователей";
// Current blacklisted users
$locale['460'] = "Забаненные посетители";
$locale['461'] = "Информация";
$locale['462'] = "Опции";
$locale['463'] = "Править";
$locale['464'] = "Удалить";
$locale['465'] = "Blacklist пока пустой.";
$locale['466'] = "Не доступно";
$locale['467'] = "Админ";
$locale['468'] = "Дата";

?>