<?php
// Delete blacklisted user
$locale['400'] = "Удалить пользователя из Блэклиста";
$locale['401'] = "Пользователь удалён из чёрного списка";
$locale['402'] = "Вернуться в администрирование Блэклиста";
$locale['403'] = "Вернуться в начало админпанели";
$locale['404'] = "Пожалуйста, внесите в Блэкслист IP или Е-майл";
$locale['405'] = "Введённый Е-майл не является корректным адресом.";
// Add/Edit Blacklist Titles
$locale['420'] = "Добавление в чёрный список";
$locale['421'] = "Изменить пользователя из чёрного списка";
// Add/Edit blacklist form
$locale['440'] = "Введенный IP-адрес запретит пользователю с  указанным IP-адресом посещать Ваш сайт. 
Вы должны ввести полный IP, например, <em>123.45.67.89.</em>, или часть IP, например, <em>123.45.67</em> или <em>123.45</em>.
Пожалуйста, обратите внимание: IPv6-адреса преобразуются в их полную форму на этом сайте,
например, <em>ABCD:1234:5:6:7:8:9:FF</em> будет показано, как <em>ABCD:1234:0005:0006:0007:0008:0009:00FF</em>.
Смешанные IP-адреса (которые содержат как IPv6 и IPv4 части) не будут проверены на частичное совпадение.
<br /><br />
Введенный Е-майл адрес запретит пользователю регистрироваться с этого адреса. Вы можете ввести полный Е-майл адрес,
например, <em>foo@bar.com</em>, или Е-майл домен, например, <em>bar.com</em>.";
$locale['441'] = "Блэклист IP адрес: <strong>или</strong>";
$locale['442'] = "Блэклист Е-майл адрес:";
$locale['443'] = "Причина добавления";
$locale['444'] = "Добавить в чёрный список";
// Current blacklisted users
$locale['460'] = "Забаненные посетители";
$locale['461'] = "Информация о блокировке";
$locale['462'] = "Параметры";
$locale['463'] = "Правка";
$locale['464'] = "Удалить";
$locale['465'] = "Чёрный список пустой.";
$locale['466'] = "N/A";
$locale['467'] = "Администратор";
$locale['468'] = "Дата";
/*
// IPv6 specific
$locale['480'] = "IPv6 options";
$locale['481'] = "The specified IPv6 address contains a shortcut (::) therefore cannot be determined unequivocally.";
$locale['482'] = "Which version would you use?";
$locale['483'] = "Save";
*/
