<?php
// Blog titles
$locale['400'] = "Созданные блоги";
$locale['401'] = "Добавить блог";
$locale['402'] = "Изменить блог";
// Blog messages
$locale['410'] = "Запись блога добавлена";
$locale['411'] = "Запись блога обновлена";
$locale['412'] = "Запись блога удалена";
$locale['413'] = "Неверное имя файла изображения.";
$locale['414'] = "Размер файла изображения должен быть меньше, чем %s.";
$locale['415'] = "Изображение должно иметь расширение GIF, JPEG или PNG.";
$locale['416'] = "Изображение не должно быть больше, чем %uw на %uh пикселей.";
// Blog form
$locale['420'] = "Правка";
$locale['421'] = "Удалить";
$locale['422'] = "Тема:";
$locale['423'] = "Категория:";
$locale['424'] = "- пусто -";
$locale['425'] = "Аннотация:";
$locale['426'] = "Полный текст:";
$locale['427'] = "Начало отображения";
$locale['428'] = "Конец отображения";
$locale['429'] = "(необязательно)";
$locale['430'] = "Показывать для";
$locale['431'] = "Сохранить как черновик";
$locale['432'] = "Зафиксировать запись наверху";
$locale['433'] = "Автоматический переход на новую строку";
$locale['434'] = "Разрешить комментарии";
$locale['435'] = "Разрешить оценки";
$locale['436'] = "Предпросмотр блога";
$locale['437'] = "Сохранить запись";
$locale['438'] = "[ЧЕРНОВИК]";
$locale['439'] = "Изображение для записи";
$locale['440'] = "Макс. размер файла: %s / Разрешённые расширения: GIF, JPEG или PNG.";
$locale['441'] = "Разрыв страницы";
// Popup Error/Warning Messages
$locale['450'] = "Пожалуйста, укажите заголовок";
$locale['451'] = "Удалить запись?";
$locale['452'] = "%s отключены для всех элементов.<br />Этот параметр будет иметь эффект, только когда они будут включены снова.";
$locale['453'] = "Комментарии";
$locale['454'] = "Оценки";
$locale['455'] = $locale['453']." и ".$locale['454'];
