<?php
// Blog Categories titles
$locale['400'] = "Изменить категорию блогов";
$locale['401'] = "Добавить категорию";
$locale['402'] = "Текущая категория блогов";
// Blog Categories messages
$locale['420'] = "Категория добавлена";
$locale['421'] = "Категория обновлена";
$locale['422'] = "Невозможно удалить категорию";
$locale['423'] = "Эта категория содержит записи или подкатегории";
$locale['424'] = "Категория удалена";
// Blog Categories form
$locale['430'] = "Название:";
$locale['431'] = "Изображение:";
$locale['432'] = "Сохранить категорию";
$locale['433'] = "Правка";
$locale['434'] = "Удалить";
$locale['435'] = "Категории блогов не созданы";
$locale['436'] = "Нажмите для загрузки изображения для категорий";
// Popup Error/Warning Messages
$locale['450'] = "Удалить эту категорию?";
// Error Messages
$locale['460'] = "Пожалуйста, введите название категории.";
$locale['461'] = "Такая категория уже существует.";
