<?php
// Download Category titles
$locale['400'] = "Изменить категорию";
$locale['401'] = "Добавить категорию";
$locale['402'] = "Текущие категории файлов";
// Download Category messages
$locale['410'] = "Категория файлов добавлена";
$locale['411'] = "Категория файлов обновлена";
$locale['412'] = "Категория не может быть удалена";
$locale['413'] = "В этой категории есть файлы";
$locale['414'] = "Категория удалена";
// Download Category form
$locale['420'] = "Название:";
$locale['421'] = "Описание категории:";
$locale['422'] = "Сортировка категорий:";
$locale['423'] = "ID категории";
$locale['424'] = "Заголовок категории";
$locale['425'] = "Дата загрузки файла";
$locale['426'] = "Возрастание";
$locale['427'] = "Убывание";
$locale['428'] = "Доступ к категории:";
$locale['429'] = "Сохранить категорию";
// Current Download Categories
$locale['440'] = "Категория";
$locale['441'] = "Доступ";
$locale['442'] = "Параметры";
$locale['443'] = "Правка";
$locale['444'] = "Удалить";
$locale['445'] = "Нет категорий";
// Delete Download category
$locale['450'] = "Удалить эту категорию файлов?";
// Error Messages
$locale['460'] = "Пожалуйста, введите название категории.";
$locale['461'] = "Такая категория уже существует.";
