<?php
// Downloads titles
$locale['400'] = "Добавить файл";
$locale['401'] = "Изменить файл";
$locale['402'] = "Файлы";
// Downloads messages
$locale['410'] = "Файл добавлен";
$locale['411'] = "Файл обновлен";
$locale['412'] = "Файл удален";
$locale['413'] = "Произошла следующая ошибка:";
$locale['414'] = "Неверное имя файла.";
$locale['415'] = "Размер файла не дожен превышать %s.";
$locale['415a'] = "Размер файла изображения должен быть меньше, чем %s.";
$locale['415b'] = "Изображение должно быть меньшим, чем %s.";
$locale['416'] = "Файл должен быть одного из следующих типов: %s.";
$locale['416a'] = "Изображение должно быть одного из следующих типов: %s.";
$locale['417'] = "Поле заголовка не может быть пустым.";
$locale['418'] = "Файл уже загружен или поле url не заполнено.";
$locale['419'] = "Краткое описание не может быть пустым.";
$locale['419a'] = "Неизвестная ошибка";
// Downloads form
$locale['420'] = "Название:";
$locale['421'] = "Описание:";
$locale['421b'] = "Краткое описание:";
$locale['422'] = "URL:";
$locale['423'] = "Категория:";
$locale['424'] = "Лицензия:";
$locale['425'] = "О/С:";
$locale['426'] = "Версия:";
$locale['427'] = "Размер:";
$locale['428'] = "Сохранить";
$locale['429'] = "Обновить дату публикации";
$locale['430'] = "Файл:";
$locale['431'] = "Удалить";
$locale['432'] = "Посчитать размер файла";
$locale['433'] = "Макс. размер файла: %s / Допустимый тип файла: %s";
$locale['433b'] = "Макс. размер файла: %s / Допустимый тип файла: %s / Макс. ширина: %spx, Макс. высота: %spx";
$locale['434'] = "Скриншот:";
$locale['435'] = "Главная:";
$locale['436'] = "Авторские права:";
$locale['437'] = "Комментариев: ";
$locale['438'] = "Рейтинги:";
$locale['439'] = "Отмена";
// Current Downloads
$locale['440'] = "Название [Нажмите для тестирования]";
$locale['441'] = "Параметры";
$locale['442'] = "Правка";
$locale['443'] = "Удалить";
// No Downloads/Download Categories Defined
$locale['450'] = "В эту категорию загрузки не добавлены";
$locale['451'] = "Нет категорий";
$locale['452'] = "Перед добавлением загрузок слоедует создать по меньшей мере одну категорию";
$locale['453'] = "Нажмите здесь";
$locale['454'] = " перейти в панель управления категориями файлов";
// Popup Error/Warning Messages
$locale['460'] = "Удалить этот файл?";
$locale['461'] = "%s отключены для всех элементов.<br />Этот параметр будет иметь эффект, только когда они будут включены снова.";
$locale['462'] = "Комментарии";
$locale['463'] = "Оценки";
$locale['464'] = $locale['462']." и ".$locale['463'];
