<?php
// FAQ Category titles
$locale['400'] = "Добавить FAQ категорию";
$locale['401'] = "Править FAQ категорию";
// FAQ Category messages
$locale['410'] = "FAQ категория добавлена";
$locale['411'] = "Редактировать FAQ категорию";
$locale['412'] = "FAQ категория не может быть удалена";
$locale['413'] = "В этой категории есть FAQ";
$locale['414'] = "FAQ категория удалена";
// FAQ Category form
$locale['420'] = "Название категории";
$locale['421'] = "Описание категории";
$locale['422'] = "Сохранить";
// FAQ titles
$locale['500'] = "Добавить FAQ";
$locale['501'] = "Редактировать FAQ";
$locale['502'] = "FAQ";
// FAQ messages
$locale['510'] = "FAQ добавлены";
$locale['511'] = "FAQ отредактированы";
$locale['512'] = "FAQ удалены";
// FAQ Form
$locale['520'] = "Категории";
$locale['521'] = "Вопрос";
$locale['522'] = "Ответ";
$locale['523'] = "Сохранить";
// Current FAQs
$locale['540'] = "Категория / Вопрос";
$locale['541'] = "Опции";
$locale['542'] = "Изменить";
$locale['543'] = "Удалить";
$locale['544'] = "FAQ не добавлены.";
$locale['545'] = "Нет категорий.";
$locale['546'] = "Удалить эту FAQ категорию?";
$locale['547'] = "Удалить эту FAQ?";
// Error Messages
$locale['460'] = "Пожалуйста, введите имя категории.";
$locale['461'] = "Эта категория уже существует.";
$locale['462'] = "Пожалуйста, введите вопрос и ответ.";
?>