<?php
// FAQ Category titles
$locale['400'] = "Добавить категорию вопросов";
$locale['401'] = "Изменить категорию вопросов";
// FAQ Category messages
$locale['410'] = "ЧаВо категория добавлена";
$locale['411'] = "Категория вопросов обновлена";
$locale['412'] = "ЧаВо категория не может быть удалена";
$locale['413'] = "В этой категории есть ЧаВо";
$locale['414'] = "Категория вопросов удалена";
// FAQ Category form
$locale['420'] = "Название категории";
$locale['421'] = "Описание:";
$locale['422'] = "Сохранить категорию";
// FAQ titles
$locale['500'] = "Добавить вопрос";
$locale['501'] = "Изменить вопрос";
$locale['502'] = "ЧаВо";
// FAQ messages
$locale['510'] = "ЧаВо добавлены";
$locale['511'] = "ЧаВо отредактированы";
$locale['512'] = "ЧаВо удалены";
// FAQ Form
$locale['520'] = "Категория";
$locale['521'] = "Вопрос";
$locale['522'] = "Ответ";
$locale['523'] = "Сохранить";
// Current FAQs
$locale['540'] = "Категория / Вопрос";
$locale['541'] = "Параметры";
$locale['542'] = "Правка";
$locale['543'] = "Удалить";
$locale['544'] = "ЧаВо не добавлены.";
$locale['545'] = "Нет категорий.";
$locale['546'] = "Удалить эту ЧаВо категорию?";
$locale['547'] = "Удалить вопрос?";
// Error Messages
$locale['460'] = "Пожалуйста, введите название категории.";
$locale['461'] = "Такая категория уже существует.";
$locale['462'] = "Пожалуйста, введите вопрос и ответ.";
