<?php
// Forum Ranks Titles
$locale['400'] = "Добавить ранг";
$locale['401'] = "Изменить ранг";
$locale['402'] = "Созданные ранги";
$locale['403'] = "Система рангов отключена";
// News messages
$locale['410'] = "Ранг добавлен";
$locale['411'] = "Ранг обновлён";
$locale['412'] = "Ранг удалён";
$locale['413'] = "Администраторам и модераторам может быть назначен только один ранг";
$locale['414'] = "Пожалуйста, введите название ранга";
// Forum Ranks form
$locale['420'] = "Название:";
$locale['421'] = "Изображение:";
$locale['422'] = "Минимум сообщений:";
$locale['423'] = "Применить к:";
$locale['424'] = "Участники";
$locale['425'] = "Модераторам";
$locale['426'] = "Администраторы";
$locale['427'] = "Суперадмины";
$locale['428'] = "Сохранить";
$locale['429'] = "Тип ранга:";
$locale['429a'] = "Специальный";
$locale['429b'] = "Администратор";
$locale['429c'] = "По количеству собощений";
// Current Forum Ranks
$locale['430'] = "Заголовок";
$locale['431'] = "Применяется к";
$locale['432'] = "Изображение";
$locale['433'] = "Сообщения";
$locale['434'] = "Параметры";
$locale['435'] = "Правка";
$locale['436'] = "Удалить";
$locale['437'] = "Ранги не определены.";
$locale['438'] = "Тип / количество";
// Forum Ranks Disabled
$locale['450'] = "Система рангов отключена.<br />Пожалуйста включите их в %s.";
$locale['451'] = "Настройки  форума";
