<?php
// Infusion Management
$locale['400'] = "Плагины";
$locale['401'] = "Включить";
$locale['402'] = "Этот плагин уже включен";
$locale['403'] = "Этот плагин не может быть включен";
$locale['404'] = "Включенные плагины";
$locale['405'] = "Заголовок";
$locale['406'] = "Версия";
$locale['407'] = "Разработчик";
$locale['408'] = "Обратная связь";
$locale['409'] = "E-mail";
$locale['410'] = "Сайт";
$locale['411'] = "Отключить";
$locale['412'] = "Отключить плагин?";
$locale['413'] = "Ключ:";
$locale['414'] = "Не включен";
$locale['415'] = "Включен";
$locale['416'] = "Модифицировать доступные";
$locale['417'] = "Нет доступных плагинов.";
$locale['418'] = "Статус";
$locale['419'] = "Параметры";
$locale['420'] = "Версия";
$locale['421'] = "Автор";
$locale['422'] = "Загрузить другие плагины";
