<?php
// Album titles
$locale['400'] = "Добавить фото";
$locale['401'] = "Редактировать фото";
$locale['402'] = "Удалить Фото";
$locale['403'] = "Критическая ошибка";
// Album messages
$locale['410'] = "Фото добавлено";
$locale['411'] = "Фото успешно обновлено";
$locale['412'] = "Фото удалено";
$locale['413'] = "Удалить фото";
$locale['414'] = "Произошла следующая ошибка:";
$locale['415'] = "Неверное имя файла изображения.";
$locale['416'] = "Размер файла изображения должен быть меньше, чем %s.";
$locale['417'] = "Изображение должно иметь расширение GIF, JPEG или PNG.";
$locale['418'] = "Изображение не должно быть больше, чем %uw на %uh пикселей.";
$locale['419'] = "Фото перемещено.";
$locale['420'] = "Не обнаружена GD библиотека. Фотогалерея не может работать без GD библиотеки. Обратитесь к хостеру за подробной информацией.";
$locale['421'] = "Изображение не может быть пустым.";
$locale['422'] = "Выбранная папка не доступна для записи. Смените права на CHMOD 777.";
// Photos form
$locale['430'] = "Переместить фотоальбомы";
$locale['431'] = "Переместить";
$locale['432'] = "Название: ";
$locale['433'] = "Описание: ";
$locale['434'] = "Порядок: ";
$locale['435'] = "Превью: ";
$locale['436'] = "Изображение: ";
$locale['437'] = "Разрешить комментарии";
$locale['438'] = "Разрешить оценки";
$locale['439'] = "Сохранить фото";
$locale['440'] = "Отмена";
// Current Photos
$locale['450'] = "Нет картинок";
$locale['451'] = "Нажмите для просмотра";
$locale['452'] = "Переместить вверх";
$locale['453'] = "Переместить вниз";
$locale['454'] = "Правка";
$locale['455'] = "Удалить";
$locale['456'] = "Дата: ";
$locale['457'] = "Добавлено: ";
$locale['458'] = "Просмотров: ";
$locale['459'] = "Комментариев: ";
// Current Photos options
$locale['470'] = "Выделить все";
$locale['471'] = "Не выделять все";
$locale['472'] = "Переместить в альбом";
$locale['473'] = "Выбрать альбом";
$locale['474'] = "Переместить выделенное";
$locale['475'] = "Переместить все";
$locale['476'] = "Закрыть альбом";
// Additional notices
$locale['480'] = "Нет фотографий.";
$locale['481'] = "Переместить выделенные фото?";
$locale['482'] = "Переместить все фото?";
//Mass Upload
$locale['490'] = "Добавить папку";
$locale['491'] = "Добавить папку в альбом";
$locale['492'] = "Добавить фото в альбом";
$locale['493'] = "Загрузка одной фотографии";
$locale['494'] = "Загрузка папки с фотографиями";
$locale['495'] = "Загрузка нескольких фотографий";
$locale['496'] = "<strong>Предупреждение:</strong><br />Название и описание каждой загруженной фотографии будет пустым,<br />Вы можете ввести их позже путем редактирования каждой фотографии!";
$locale['497'] = "1. Загрузите папку с фотографиями в каталог <em>%s</em>.";
$locale['498'] = "2. Выберите папку, которую необходимо добавить в альбом <strong>%s</strong>.";
$locale['499'] = "Выберите папку:";
$locale['500'] = "Добавить выбранную папку в альбом";
$locale['501'] = "Папки не найдены";
$locale['502'] = "%s нет права на запись!";
$locale['503'] = "Пожалуйста, измените для директории разрешения на 0777 и нажмите на кнопку, чтобы перезагрузить эту страницу.";
$locale['504'] = "Обновить";
$locale['505'] = "1. Загрузите фотографии в папку <em>%s</em>.";
$locale['506'] = "2. Выберите фотографии, которые необходимо добавить в альбом <strong>%s</strong>.";
$locale['507'] = "3. Вы можете выбрать несколько фотографий, удерживая клавишу [SHIFT] или [Ctrl] при нажатии.";
$locale['508'] = "Выберите фотографию(и):";
$locale['509'] = "Добавить выбранные фотографии в альбом";
$locale['510'] = "Фотографии не найдены";
// Messages
$locale['520'] = "%s отключены для всех элементов.<br />Этот параметр будет иметь эффект, только когда они будут включены снова.";
$locale['521'] = "Комментарии";
$locale['522'] = "Оценки";
$locale['523'] = $locale['521']." и ".$locale['522'];
