<?php
// Titles
$locale['400'] = "robots.txt";
// Messages
$locale['410'] = "Вы уверены? Файл robots.txt будет установлен по умолчанию.";
$locale['411'] = "Файл robots.txt не существует. Пожалуйста, создайте файл в корневом каталоге и попробуйте еще раз.";
$locale['412'] = "Файл robots.txt обновлён.";
$locale['413'] = "Произошла следующая ошибка:";
$locale['414'] = "Файл robots.txt не доступен для записи.";
$locale['415'] = "Невозможно записать в файл robots.txt.";
// Edit form
$locale['420'] = "Измените файл robots.txt";
$locale['421'] = "Вы можете найти более подробную информацию и помощь о robots.txt здесь.";
$locale['422'] = "Сохранить";
$locale['423'] = "Установить по умолчанию";
