<?php
$locale['100'] = "Настройки блога";

$locale['601'] = "Размер предпросмотра:";
$locale['602'] = "Размер фото:";
$locale['603'] = "Максимальный размер фото:";
$locale['604'] = "Ширина x высота";
$locale['605'] = "Максимальный размер файла (байт):";

$locale['900'] = "Настройки обновлены";
$locale['901'] = "Ошибка обновления базы данных: настройки не были обновлены!";

$locale['950'] = "Загрузить изображение";
$locale['951'] = "Ссылка на изображении:";
$locale['952'] = "Категория";
$locale['953'] = "На запись";
$locale['954'] = "Пропорции предпросмотра:";
$locale['955'] = "Оригинал";
$locale['956'] = "Квадратное";
$locale['957'] = "Изображение на главной странице";
$locale['958'] = "Изображение на Читать далее";
$locale['959'] = "Загруженное изображение";
$locale['960'] = "Изображение категории";
$locale['961'] = "Сохранить параметры";
