<?php
// News titles
$locale['400'] = "Добавить ссылку навигации";
$locale['401'] = "Изменить ссылку навигации";
$locale['402'] = "Существующие ссылки";
// News messages
$locale['410'] = "Ссылка добавлена";
$locale['411'] = "Ссылка обновлена";
$locale['412'] = "Ссылка удалена";
// Site Links form
$locale['420'] = "Название:";
$locale['421'] = "URL:";
$locale['422'] = "Показывать для";
$locale['423'] = "Порядок:";
$locale['424'] = "Позиция:";
$locale['425'] = "Только панель навигации (меню)";
$locale['426'] = "Панель навигации и горизонтальное меню";
$locale['427'] = "Только горизонтальное меню";
$locale['428'] = "Открыть в новом окне";
$locale['429'] = "Сохранить ссылку";
// Site Links list
$locale['440'] = "Название ссылки";
$locale['441'] = "Показывать для:";
$locale['442'] = "Порядок";
$locale['443'] = "Параметры";
$locale['444'] = "Правка";
$locale['445'] = "Удалить";
$locale['446'] = "Ссылки навигации не созданы.";
// Link Ordering
$locale['450'] = "Вверх";
$locale['451'] = "Вниз";
$locale['452'] = "Переместить вверх";
$locale['453'] = "Переместить вниз";
$locale['454'] = "Обновить порядок ссылок";
$locale['455'] = "Порядок ссылок обновлен.";
// Delete Site Link category
$locale['460'] = "Удалить эту ссылку навигации?";
// Error
$locale['461'] = "Пожалуйста, введите название ссылки";
$locale['462'] = "Пожалуйста, введите адрес ссылки";
