<?php
// Smiley titles
$locale['401'] = "Добавить смайл";
$locale['402'] = "Изменить смайл";
$locale['400'] = "Текущие смайлы";
// Smiley messages
$locale['410'] = "Смайл добавлен";
$locale['411'] = "Смайл обновлён";
$locale['412'] = "Смайл удалён";
$locale['413'] = "Смайл не отредактирован";
$locale['414'] = "Смайл не добавлен";
$locale['415'] = "Этот код смайла уже используется.";
$locale['416'] = "Удалить смайл?";
// Smiley form
$locale['420'] = "Код смайла:";
$locale['421'] = "Изображение:";
$locale['422'] = "Текст:";
$locale['423'] = "Сохранить смайл";
$locale['424'] = "Предпросмотр:";
// Current Smileys
$locale['430'] = "Код";
$locale['431'] = "Изображение";
$locale['432'] = "Текст";
$locale['433'] = "Параметры";
$locale['434'] = "Правка";
$locale['435'] = "Удалить";
$locale['436'] = "Смайлы не определены.";
// Error Message
$locale['437'] = "Пожалуйста, введить код смайла";
$locale['438'] = "Пожалуйста, выберите изображение";
$locale['439'] = "Пожалуйста, введите текст";
