<?php
$locale['400'] = "Обновление";
//No upgrade
$locale['401'] = "Нет доступных обновлений.";
// Stage 6 - User Field Categories
$locale['420'] = "Контактная информация";
$locale['421'] = "Прочая информация";
$locale['422'] = "Опции";
$locale['423'] = "Статистика";
$locale['430'] = "Категории пользователей";
$locale['432'] = "Управление пользователями";
$locale['434'] = "Пунктов на страницу";
$locale['435'] = "Безопасность";
$locale['436'] = "Новые установки";
$locale['437'] = "Загрузка установок";
// v7.02 new locales
$locale['440'] = "Добавить загрузку";
$locale['441'] = "Мини-чат";
$locale['442'] = "robots.txt";
$locale['443'] = "Журнал пользователя";
$locale['444'] = "Сброс пароля администратора";
$locale['445'] = "Журнал ошибок";
// Upgrade locales
$locale['500'] = "%s обновления базы данных для этой версии PHP-Fusion.";
$locale['501'] = "Просто нажмите кнопку Обновление для обновления вашей системы.";
$locale['502'] = "Обновление базы данных завершено.";
$locale['503'] = "Основные";
$locale['504'] = "Незначительные";
// Cookie Prefix
$locale['600'] = "Измените файл config.php и замените его содержимое следующим кодом:"
?>