<?php
// Enabled User Fields
$locale['400'] = "Разрешить дополнительные поля пользователя";
$locale['401'] = "Имя поля";
$locale['402'] = "Описание";
$locale['403'] = "Порядок";
$locale['404'] = "Параметры";
$locale['405'] = "Вниз";
$locale['406'] = "Вверх";
$locale['407'] = "Правка";
$locale['408'] = "Запретить";
$locale['409'] = "Обновить порядок пользовательских полей";
$locale['410'] = "ВНИМАНИЕ: Данные пользовательских полей будут удалены без возможности восстановления!";
$locale['411'] = "Ошибка";
$locale['412'] = "Проверка файлов пользовательского поля %s!";
// Enable / Edit User Field
$locale['420'] = "Редактировать пользовательские поля";
$locale['421'] = "Разрешить пользовательские поля";
$locale['422'] = "Название поля:";
$locale['423'] = "Категория:";
$locale['424'] = "Обновить";
$locale['425'] = "Разрешить";
$locale['426'] = "Версия API:";
$locale['427'] = "Требуется";
$locale['428'] = "Это пользовательское поле не поддерживает требуемого";
$locale['429'] = "Журнал";
$locale['429a'] = "Это пользовательское поле не поддерживает захода";
// Disabled user fields
$locale['430'] = "Запретить поля пользователя";
$locale['431'] = "Разрешить";
// All user fields are enabled / No user fields are enabled
$locale['440'] = "Все поля доступны.";
$locale['441'] = "Пользовательские поля недоступны";
// User Field Groups
$locale['450'] = "Обратная связь";
$locale['451'] = "Информация";
$locale['452'] = "Параметры";
$locale['453'] = "Статистика";
// Enable / Edit User Field Part #2
$locale['480'] = "Регистрация";
