<?php
// Forum Index   Κατάλογος Δ. Συζητήσεων
$locale['400'] = "Δημόσια συζήτηση";
$locale['401'] = "Δημόσια συζήτηση";
$locale['402'] = "Θέματα";
$locale['403'] = "Μηνύματα";
$locale['404'] = "Τελευταίο μήνυμα";
$locale['405'] = "Κανένα μήνυμα";
$locale['406'] = "από ";
$locale['407'] = "Δεν έχουν καθορισθεί ακόμα Δ. Συζητήσεις.";
$locale['408'] = "Δεν έχουν καθορισθεί ακόμα Κατηγορίες στις Δ. Συζητήσεις.";
$locale['409'] = "Νέα μηνύματα από την τελευταία επίσκεψή σας.";
$locale['410'] = "Κανένα νέο μήνυμα από την τελευταία επίσκεψή σας.";
$locale['411'] = "Συντονιστής ";

// View Forum  Προβολή Δ. συζήτησης
$locale['450'] = "Προβολή Δ. συζήτησης";
$locale['451'] = "Θέμα";
$locale['452'] = "Συγγραφέας";
$locale['453'] = "Αιτήσεις";
$locale['454'] = "Απαντήσεις";
$locale['455'] = "Σελίδα: ";
$locale['456'] = "Δεν υπάρχουν θέματα επί του παρόντος";

// View Forum Moderator options  Επιλογές συντονιστή
$locale['460'] = "Επιλογή όλων";
$locale['461'] = "Απεπιλογή όλων";
$locale['462'] = "Διαγραφή θεμάτων";
$locale['463'] = "Διαγραφή επιλεγμένων θεμάτων;";

// Forum Guide/Priveleges  Οδηγός Δ. Συζητήσεων
$locale['470'] = "Προβολή θέματος με νέες δημοσιεύσεις από την τελευταία σας επίσκεψη";
$locale['471'] = "20 δημοσιεύσεις ή περισσότερες";
$locale['472'] = "Προβολή θέματος δίχως νέες δημοσιεύσεις από την τελευταία σας επίσκεψη.";
$locale['473'] = "Κλειδωμένο.";
$locale['474'] = "Ενδιαφέρον.";

// View Thread Poll   Δημοσκόπηση
$locale['480'] = "Σύνολο ψήφων";
$locale['481'] = "Ψηφίστε";

// View Thread Προβολή θέματος
$locale['500'] = "Προβολή θέματος";
$locale['501'] = "Συγγραφέας";
$locale['502'] = "Δημοσιεύσεις:";
$locale['503'] = "Τόπος:";
$locale['504'] = "Μέλος από:";
$locale['505'] = "Δημοσιεύθηκε ";
$locale['506'] = " επισύναψε την ακόλουθη:";
$locale['506a'] = "Εικόνα:";
$locale['506b'] = "εικόνες:";
$locale['506c'] = "αρχείο:";
$locale['506d'] = "αρχεία:";
$locale['506e'] = "Εικόνα";
$locale['506f'] = "από";
$locale['507'] = " επισυνάπτεται το ακόλουθο αρχείο:";
$locale['507a'] = " Λήψεις";
$locale['507b'] = "Δεν σας επιτρέπεται να δείτε τα συνημμένα σε αυτό το θέμα.";
$locale['508'] = "Επεξεργασία από ";
$locale['508a'] = "Αιτιολογία";
$locale['508b'] = "Κάντε κλικ εδώ για να δείτε να επεξεργαστείτε την αιτία.";
$locale['509'] = " σχετικά με ";
$locale['510'] = "Δεν έχετε δικαίωμα να δείτε αυτό το Θέμα.";
$locale['511'] = "Επιστροφή στην Αρχική σελίδα";
$locale['512'] = "Γρήγορη Απάντηση";
$locale['513'] = "Απενεργοποίηση Φατσούλες";
$locale['513a'] = "Εμφάνιση υπογραφής μου σε αυτή την Δημοσίευση";
$locale['513b'] = "Ειδοποίηση όταν μια απάντηση έχει αναρτηθεί";
$locale['514'] = "Απάντηση";
$locale['514a'] = "Απάντηση Προεπισκόπηση";
$locale['515'] = "Λήξη παρακολούθησης του θέματος";
$locale['516'] = "Παρακολούθηση του θέματος";
$locale['517'] = "Διαγραφή δημοσιεύσεων";
$locale['517a'] = "Μετακίνηση δημοσιεύσεις";
$locale['518'] = "Διαγραφή επιλεγμένων δημοσιεύσεων;";
$locale['518a'] = "Μετακίνηση επιλεγμένων δημοσιεύσεις?";
$locale['519'] = "Εκτύπωση θέματος";
$locale['519a'] = "Εκτύπωση δημοσίευσης";


// Moderator Options - Επιλογές Συντονιστή
$locale['520'] = "Επιλογές Συντονιστή:";
$locale['521'] = "Διαγραφή θέματος";
$locale['522'] = "Κλείδωμα θέματος";
$locale['523'] = "Ξεκλείδωμα θέματος";
$locale['524'] = "Τοποθέτηση στα Μόνιμα";
$locale['525'] = "Τοποθέτηση στα μη Μόνιμα";
$locale['526'] = "Μετακίνηση θέματος";
$locale['527'] = "Ανανέωση θέματος";
$locale['528'] = "Υποβολή";
// Jump to Forum    Αλλαγή δημόσιας συζήτησης
$locale['540'] = "Πήγαινε στη Δ. Συζήτηση:";
// Search Forum  Αναζήτηση
$locale['550'] = "Αναζήτηση";
// Image Alt attributes
$locale['560'] = "Νέες δημοσιεύσεις";
$locale['561'] = "Δεν υπάρχουν νέες δημοσιεύσεις";
$locale['562'] = "Ενδιαφέρον";
$locale['563'] = "Μόνιμο";
$locale['564'] = "Κλειδωμένο";
$locale['565'] = "Απάντηση";
$locale['566'] = "Νέο Θέμα";
$locale['567'] = "Avatar χρήστη";
$locale['568'] = "Επεξεργασία";
$locale['569'] = "Παράθεση";
$locale['570'] = "έγραψε";
$locale['571'] = "IP";
$locale['572'] = "Αποστολή προσωπικού μηνύματος";
// Move Posts
$locale['600'] = "Μετακίνηση μηνυμάτων";
$locale['601'] = "Επιλέξτε νέο φόρουμ";
$locale['602'] = "Επόμενο";
$locale['603'] = "Επιλέξτε νέο θέμα";
$locale['604'] = "Μετακίνηση μηνυμάτων";
$locale['605'] = "Προσπαθείτε να μετακινήσετε το πρώτο μήνυμα σε αυτό το θέμα! <strong> δεν θα μετακινηθεί</strong> και έχει αφαιρεθεί από τον κατάλογο, επειδή εξακολουθούν να υπάρχουν δημοσιεύσεις πίσω στο θέμα.";
$locale['606'] = "Προσπαθείτε να μετακινήσετε το πρώτο μήνυμα σε αυτό το  θέμα! <br/> Το πρώτο <strong> θέση θα μετακινηθεί </ strong> και το θέμα θα διαγραφεί.";
$locale['607'] = "Όχι δημοσιεύσεις για να μετακινήσετε.";
$locale['608'] = "Όχι τα θέματα στο φόρουμ.";
$locale['609'] = "Επιστροφή στο θέμα.";
$locale['610'] = "Όχι θέματα να μετακινήσετε δημοσιεύσεις.";
// Move Posts Errors
$locale['error-MP000'] = "Μετακίνηση δημοσιεύσεις - σφάλμα";
$locale['error-MP001'] = "Νέα θέμα δεν υπάρχει.";
$locale['error-MP002'] = "Δημοσιεύσεις που έχετε φέρει για να μετακινήσετε, δεν υπάρχει, ή κάποιος άλλος ήδη τα μετέφερε.";
$locale['error-MP003'] = "Όχι δημοσιεύσεις να μετακινήσετε.";
?>

