<?php
// Delete Thread - Διαγραφή θέματος
$locale['400'] = "Διαγραφή θέματος";
$locale['401'] = "Το θέμα διαγράφηκε.";
$locale['402'] = "Επιστροφή στη Δ. συζήτηση";
$locale['403'] = "Επιστροφή στον κατάλογο Δ. Συζητήσεων";
$locale['404'] = "Είστε σίγουροι ότι θέλετε να διαγράψετε το θέμα;";
$locale['405'] = "Ναι";
$locale['406'] = "Όχι";
// Lock Thread  - Κλείδωμα θέματος
$locale['410'] = "Κλείδωμα θέματος";
$locale['411'] = "Το θέμα κλειδώθηκε.";
// Unlock Thread  - Ξεκλείδωμα θέματος
$locale['420'] = "Ξεκλείδωμα θέματος";
$locale['421'] = "Το θέμα ξεκλειδώθηκε.";
// Make Thread Sticky - Προβολή του θέματος στα μόνιμα
$locale['430'] = "Προβολή του θέματος στα μόνιμα";
$locale['431'] = "Το θέμα επισημάνθηκε.";
// Make Thread Non-Sticky
$locale['440'] = "Απενεργοποίηση προβολής στα μόνιμα";
$locale['441'] = "Απενεργοποιήθηκε η επισήμανση του θέματος.";
// Move Thread - Μετακίνηση θέματος
$locale['450'] = "Μετακίνηση θέματος";
$locale['451'] = "Μετακίνηση θέματος στο:";
$locale['452'] = "Το θέμα μετακινήθηκε με επιτυχία.";
// Renew Thread - Ανανέωση θέματος
$locale['458'] = "Ανανέωση θέματος";
$locale['459'] = "Το θέμα ανανεώθηκε.";
// Search Forum -  Αναζήτηση στη Δ. συζήτηση
$locale['460'] = "Δ. συζήτηση";
$locale['461'] = "Θέμα";
$locale['462'] = "Συντάκτης";
$locale['463'] = " ";
$locale['464'] = "Δε βρέθηκε, δοκιμάστε ξανά.";
$locale['465'] = "Παρακαλούμε συμπεριλάβετε τουλάχιστον μια λέξη στην αναζήτηση.";
?>