<?php
// Post Titles
$locale['400'] = "Προβολή θέματος";
$locale['401'] = "Αποστολή θέματος";
$locale['402'] = "Προβολή απάντησης";
$locale['403'] = "Απάντηση στο θέμα";
$locale['404'] = "Αποστολή απάντησης";
$locale['405'] = "Προβολή αλλαγών";
$locale['407'] = "Διαγραφή μηνύματος";
$locale['408'] = "Επεξεργασία μηνύματος";
$locale['409'] = "Αποθήκευση αλλαγών";
// Post Preview
$locale['420'] = "Θέμα κενό";
$locale['421'] = "Κενό μήνυμα: Το μήνυμα σας θα διαγραφεί αν δεν γράψετε κείμενο";
$locale['422'] = "Συντάκτης:";
$locale['423'] = "Μηνύματα:";
$locale['424'] = "Τόπος:";
$locale['425'] = "Εγγραφή:";
$locale['426'] = "Γράφτηκε στις ";
$locale['427'] = "Επεξεργασία ";
$locale['428'] = " ";
$locale['429'] = " έγραψε:";

// Post Error/Success
$locale['440a'] = "Μη επιτρεπτός τύπος αρχείου.";
$locale['440b'] = "Μη έγκυρο όνομα ή μέγεθος αρχείου.";
$locale['441'] = "Σφάλμα: Δε συμπεριλάβατε θέμα και/ή μήνυμα";
$locale['442'] = "Το θέμα σας δημοσιεύτηκε";
$locale['443'] = "Η απάντησή σας δημοσιεύτηκε";
$locale['444'] = "Το θέμα διαγράφτηκε";
$locale['445'] = "Η δημοσίευση διαγράφτηκε";
$locale['446'] = "Η δημοσίευσή σας ανανεώθηκε";
$locale['447'] = "Επιστροφή στο θέμα";
$locale['448'] = "Επιστροφή στη Δ. συζήτηση";
$locale['449'] = "Επιστροφή στον κατάλογο Δ. συζητήσεων";
$locale['450'] = "Σφάλμα: Τα cookies σας έληξαν, συνδεθείτε και δοκιμάστε εκ νέου";
$locale['451'] = "Παρακολούθηση θέματος";
$locale['452'] = "Παρακολουθείτε το θέμα";
$locale['453'] = "Δεν παρακολουθείτε άλλο το θέμα";
$locale['454'] = "Αυτή η θέση είναι κλειδωμένη. Επικοινωνήστε με τον συντονιστή για περισσότερες πληροφορίες.";
$locale['455'] = "Μπορείτε να επεξεργαστείτε μόνο μια θέση για %dλεπτό (ά) μετά την αρχική υποβολή.";
$locale['474'] = "Επεξεργασία Αιτιολογία";
$locale['487'] = "Απόκρυψη Επεξεργασία";
$locale['488'] = "Κλείδωμα Δημοσίευση";

// Post Form
$locale['460'] = "Θέμα";
$locale['461'] = "Μήνυμα";
$locale['462'] = "Χρώμα γραμμ.: ";
$locale['463'] = "Επιλογές";
$locale['464'] = "Επισύναψη";
$locale['465'] = " (Προαιρετική)";
$locale['466'] = "Μεγ. μεγ. αρχείου: %s / Ειτρεπόμενοι τύποι αρχείων: %s Max. αριθμό των συνημμένων %s ";
$locale['467'] = "Πρόσθεση δημπσκόπησης (Προαιρετική)";
$locale['468'] = "Επεξεργασία δημοσκόπησης";
$locale['469'] = "Τίτλος δημοσκόπησης";
$locale['470'] = "Επιλογές δημοσκόπησης";
$locale['471'] = "Πρόσθεση επιλογής";
$locale['472'] = "Ανανέωση";
$locale['473'] = "Διαγραφή";

// Post Form Options
$locale['480'] = "Επισήμανση του θέματος στα Μόνιμα";
$locale['481'] = "Κλείδωμα του θέματος";
$locale['482'] = "Απενεργοποίηση φατσούλες στη δημοσίευση";
$locale['483'] = "Εμφάνιση της υπογραφής μου στη δημοσίευση";
$locale['484'] = "Διαγραφή της δημοσίευσης";
$locale['485'] = "Διαγραφή επισύναψης -";
$locale['486'] = "Να ειδοποιηθώ σε περίπτωση απάντησης";
// Post Access Violation
$locale['500'] = "Δεν μπορείτε να επεξεργαστείτε τη δημοσίευση.";

$locale['520'] = "Merged on";

// Search Forum Form
$locale['520'] = "Συγχωνεύθηκαν την";
$locale['530'] = "Αναζήτηση στη Δ. συζήτηση";
$locale['531'] = "Αναζήτηση με λέξεις κλειδιά";
$locale['532'] = "Αναζήτηση";

// Forum Notification Email   Ειδοποίηση απάντησης με email
$locale['550'] = "Ειδοποίηση απάντησης - {THREAD_SUBJECT}";
$locale['551'] = "Γεια σας {USERNAME},

Έχει δημοσιευθεί απάντηση στο θέμα  '{THREAD_SUBJECT}' που παρακολουθείτε ".$settings['sitename'].". Χρησιμοποιήστε τον παρακάτω σύνδεσμο για να δείτε την απάντηση:

{THREAD_URL}

Εάν δεν επιθυμείτε πλέον να παρακολουθείτε το θέμα μπορείτε να επιλέξετε 'Λήξη παρακολούθησης' στην κεφαλίδα του θέματος.

Με εκτίμηση,
".$settings['siteusername'].".";
?>