<?php
// Administrators messages
$locale['400'] = "Администратора добавен";
$locale['401'] = "Администратора обновен";
$locale['402'] = "Администратора премахнат";
// Search/Add Administrator
$locale['410'] = "Добави администратор";
$locale['411'] = "Потърси потребители за добавяне чрез формата по-долу.";
$locale['412'] = "ID на потребителя";
$locale['413'] = "Потребителско име";
$locale['414'] = "Търси";
$locale['415'] = "Прикачи всички права";
$locale['416'] = "Направи Супер администратор";
$locale['417'] = "Добави админ";
$locale['418'] = "Няма намерени потребители.";
$locale['419'] = "Потърси отново";
// Current Administrators
$locale['420'] = "Администратори";
$locale['421'] = "Потребителско имеe";
$locale['422'] = "Администраторско ниво";
$locale['423'] = "Възможности";
$locale['424'] = "Основен админ";
$locale['425'] = "Няма прикачени права";
$locale['426'] = "Редакция";
$locale['427'] = "Премахни";
// Edit Admin Rights
$locale['440'] = "Редакция на админ. права";
$locale['441'] = "Администратор на съдържание";
$locale['442'] = "Администратор на потребители";
$locale['443'] = "Администратор на системата";
$locale['444'] = "Добавки";
$locale['445'] = "Избери всички";
$locale['446'] = "Размаркирай всички";
$locale['447'] = "Административна парола:";
$locale['448'] = "Запази админ. права";
// Popup Error/Warning Messages
$locale['460'] = "Да премахна ли този администратор?";
// Remove Admin confirmation
$locale['470'] = "Изтриване на админ";
$locale['471'] = "За да премахнете този администратор, въведете административната си парола:";
$locale['472'] = "Потвърди";
$locale['473'] = "Отказ";
?>