<?php
// Category titles
$locale['400'] = "Добави категория статии";
$locale['401'] = "Редактирай категория";
$locale['402'] = "Съществуващи категории статии";
// Category messages
$locale['410'] = "Категорията добавена";
$locale['411'] = "Категорията обновена";
$locale['412'] = "Категорията не може да бъде изтрита";
$locale['413'] = "Има статии свързани с тази категория";
$locale['414'] = "Категорията изтрита";
// Category form
$locale['420'] = "Име на категорията:";
$locale['421'] = "Описание:";
$locale['422'] = "Сортиране:";
$locale['423'] = "ID на статията";
$locale['424'] = "Тема на статията";
$locale['425'] = "Дата на статията";
$locale['426'] = "Нарастващо";
$locale['427'] = "Намаляващо";
$locale['428'] = "Достъп до категорията:";
$locale['429'] = "Запази категорията";
// Current category options
$locale['440'] = "Категория";
$locale['441'] = "Достъп";
$locale['442'] = "Опции";
$locale['443'] = "Редакция";
$locale['444'] = "Изтрий";
$locale['445'] = "Няма указани категории";
// Delete Article category
$locale['450'] = "Да изтрия ли тази категория?";
?>