<?php
// News titles
$locale['400'] = "Добави статия";
$locale['401'] = "Редактирай статия";
$locale['402'] = "Текущи статии";
$locale['403'] = "Статии";
// News messages
$locale['410'] = "Статията добавена";
$locale['411'] = "Статията обновена";
$locale['412'] = "Статията изтрита";
// Category form
$locale['420'] = "Редакция";
$locale['421'] = "Изтрий";
$locale['422'] = "Категория:";
$locale['423'] = "Тема:";
$locale['424'] = "Отрязък:";
$locale['425'] = "Статия:";
$locale['426'] = "Запази като чернова";
$locale['427'] = "Автоматично пренасяне";
$locale['428'] = "Позволи коментари";
$locale['429'] = "Позволи оценки";
$locale['430'] = "Преглед";
$locale['431'] = "Запази";
$locale['432'] = "Пренасяне";
$locale['433'] = "[ЧЕРНОВА]";
// Popup Error/Warning Messages
$locale['450'] = "Моля укажете тема";
$locale['451'] = "Да изтрия ли тази статия?";
$locale['452'] = "Няма указани категории за статии";
$locale['453'] = "Трябва да укажете поне една категория, за да добавяте статии";
$locale['454'] = "Натиснете тук";
$locale['455'] = " за да отидете в Категории за статиите";
?>