<?php
// Delete blacklisted user
$locale['400'] = "Изтрий потербителя от черния списък";
$locale['401'] = "Потребителя изтрит от черния списък";
$locale['402'] = "Назад към администрация на черния списък";
$locale['403'] = "Назад към  Админ панел";
// Add/Edit Blacklist Titles
$locale['420'] = "Блокирай потребител";
$locale['421'] = "Редактирай блокираните потребители";
// Add/Edit blacklist form
$locale['440'] = "Въвеждането на IP адрес ще блокира посещениято от този адрес. Можете да въведете пълно IP, например <i>123.123.123.123</i>, или частично IP, например <i>123.123.123 or 123.123</i>.<br /><br />
Ако въведете пощенски адрес, потребителите няма да могат да се регистрират с този email. Можете да въведете пълен email адрес, например <i>foo@bar.com</i>, или само  email домейн, например <i>bar.com</i>";
$locale['441'] = "Блокирай IP адрес: <b>or</b>";
$locale['442'] = "Блокирай email адрес:";
$locale['443'] = "Причина за блокиране";
$locale['444'] = "Блокирай потребител";
// Current blacklisted users
$locale['460'] = "Блокиран потербител";
$locale['461'] = "Инфо";
$locale['462'] = "Опции";
$locale['463'] = "Редакция	";
$locale['464'] = "Изтриване";
$locale['465'] = "В момента черния списък е празен.";
?>