<?php
// Comments titles
$locale['400'] = "Редакция на коментарите";
$locale['401'] = "Коментари";
// Comments messages
$locale['410'] = "Коментара обновен";
$locale['411'] = "Коментара изтрит";
// Edit Comment form
$locale['420'] = "Премахни усмивките в този коментар";
$locale['421'] = "Запази коментарс";
// Comments
$locale['430'] = "Редакция";
$locale['431'] = "Изтриване";
$locale['432'] = "Потребителско IP:";
$locale['433'] = "Да изтрия ли този коментар?";
$locale['434'] = "Няма коментари.";
?>