<?php
// Custom Pages titles
$locale['400'] = "Добави допълнителна страница";
$locale['401'] = "Редакция на допълнителна страница";
$locale['402'] = "Текуща страница";
// Custom Pages messages
$locale['410'] = "Допълнителната страница добавена";
$locale['411'] = "Страницата обновена";
$locale['412'] = "Адреса на страницата е : ";
$locale['413'] = "Страницата изтрита";
// Custom Page form
$locale['420'] = "Редактирай";
$locale['421'] = "Изтрий";
$locale['422'] = "Заглавие:";
$locale['423'] = "Достъп: ";
$locale['424'] = "PСъддържание:";
$locale['425'] = "Админ. парола:";
$locale['426'] = "Добави връзка в навигационното меню";
$locale['427'] = "Разреши коментарите";
$locale['428'] = "Разреши оценките";
$locale['429'] = "Преглед";
$locale['430'] = "Запази";
// Popup errors / warning messages
$locale['450'] = "Да изтрия ли страницата?";
$locale['451'] = "Моля укажете заглавие";
$locale['452'] = "Моля въведете парола";
$locale['453'] = "Администраторската парола не съвпада";
// TinyMCE editor
$locale['460'] = "TinyMCE:";
$locale['461'] = "Активирай";
$locale['462'] = "Спри";
?>
