<?php
// Database Restore
$locale['400'] = "Възстановяване на базата";
$locale['401'] = "Грешка";
$locale['402'] = "Грешен файлов формат на архива";
$locale['403'] = "Затвори";
// Backup File Information
$locale['410'] = "Информация за архива";
$locale['411'] = "Информация";
$locale['412'] = "Име на архива:";
$locale['413'] = "Дата:";
$locale['414'] = "Име на базата:";
$locale['415'] = "Префикс на ядрото:";
$locale['416'] = "Таблици:";
$locale['417'] = "Виж";
$locale['418'] = "Отказ";
$locale['419'] = "Таблици";
// Database Restore
$locale['430'] = "Опции за възстановяване";
$locale['431'] = "Име на файла:";
$locale['432'] = "дата:";
$locale['433'] = "Създай таблици:";
$locale['434'] = "Запълни таблици:";
$locale['435'] = "Избери:";
$locale['436'] = "всички";
$locale['437'] = "никоя";
$locale['438'] = "Възстанови";
$locale['439'] = "Отказ";
// Database Backup
$locale['450'] = "Архив на базата";
$locale['451'] = "Инфо за базата";
$locale['452'] = "Общ размер на ттаблиците:";
$locale['453'] = "Размер на таблиците на ядрото:";
$locale['454'] = "Опции за архивиране:";
$locale['455'] = "Тип архив:";
$locale['456'] = "(компресиран)";
$locale['457'] = "Таблици на базата";
$locale['458'] = "ядро";
$locale['459'] = "Архив";
$locale['460'] = "Административна парола:";
$locale['461'] = "Необходима информация";
// Backup List
$locale['480'] = "Възстанови архив";
$locale['481'] = "Име на файла:";
?>