<?php
// Downloads titles
$locale['400'] = "Добави файл";
$locale['401'] = "Редактирай файл";
$locale['402'] = "Текущи файлове";
// Downloads messages
$locale['410'] = "Файла добавен";
$locale['411'] = "Файла обновен";
$locale['412'] = "Файла изтрит";
// Downloads form
$locale['420'] = "Име:";
$locale['421'] = "Описание:";
$locale['422'] = "URL:";
$locale['423'] = "Категория:";
$locale['424'] = "Лиценз:";
$locale['425'] = "O/S:";
$locale['426'] = "Версия:";
$locale['427'] = "Размер:";
$locale['428'] = "Запази";
$locale['429'] = "Дата на обновяване";
// Current Downloads
$locale['440'] = "Свали [Натисни за тест]";
$locale['441'] = "Опции";
$locale['442'] = "Редакция";
$locale['443'] = "Изтриване";
// No Downloads/Download Categories Defined
$locale['450'] = "В тази категория няма файлове";
$locale['451'] = "Няма създадени категории";
$locale['452'] = "Преди да добавите файлове, трябва да създадете поне една категория";
$locale['453'] = "Натиснете тук";
$locale['454'] = " за да отидете в категориите за файлове";
// Popup Error/Warning Messages
$locale['460'] = "Да изтрия ли този файл?";
?>