<?php
// Download Category titles
$locale['400'] = "Редакция на категориите на файловете";
$locale['401'] = "Добави категория";
$locale['402'] = "Текущи категории";
// Download Category messages
$locale['410'] = "Категорията добавена";
$locale['411'] = "Категорията обновена";
$locale['412'] = "Категорията не може да бъде изтрита";
$locale['413'] = "Има файлове в категорията";
$locale['414'] = "Категорията изтрита";
// Download Category form
$locale['420'] = "Име на категорията:";
$locale['421'] = "Описание:";
$locale['422'] = "Сортиране:";
$locale['423'] = "ID на файла";
$locale['424'] = "Име на файла";
$locale['425'] = "Дата";
$locale['426'] = "Възходящо";
$locale['427'] = "Низходящо";
$locale['428'] = "Достъп до категорията:";
$locale['429'] = "Запази категорията";
// Current Download Categories
$locale['440'] = "Категория";
$locale['441'] = "Достъп";
$locale['442'] = "Опции";
$locale['443'] = "Редакция";
$locale['444'] = "Изтриване";
$locale['445'] = "Няма категории за файлове";
// Delete Download category
$locale['450'] = "Да изтрия ли категорията?";
?>