<?php
// FAQ Category titles
$locale['400'] = "Добави категория";
$locale['401'] = "Редактирай категория";
// FAQ Category messages
$locale['410'] = "Категория ЧЗВ добавена";
$locale['411'] = "Категорията обновена";
$locale['412'] = "Категорията не може да бъде изтрита";
$locale['413'] = "Има ЧЗВ в тази категория";
$locale['414'] = "Категорията изтрита";
// FAQ Category form
$locale['420'] = "Име на категорията";
$locale['421'] = "Описание";
$locale['422'] = "Запази категорията";
// FAQ titles
$locale['500'] = "ДОбави ЧЗВ";
$locale['501'] = "Редактирай ЧЗВ";
$locale['502'] = "СЪществуващи ЧЗВ";
// FAQ messages
$locale['510'] = "ЧЗВ добавени";
$locale['511'] = "ЧЗВ обновени";
$locale['512'] = "ЧЗВ изтрити";
// FAQ Form
$locale['520'] = "Категория";
$locale['521'] = "Въпрос";
$locale['522'] = "Отговор";
$locale['523'] = "Запази";
// Current FAQs
$locale['540'] = "Категория / Въпрос";
$locale['541'] = "Опции";
$locale['542'] = "Редакция";
$locale['543'] = "Изтрий";
$locale['544'] = "Няма добавени ЧЗВ.";
$locale['545'] = "Няма категории ЧЗВ.";
$locale['546'] = "Да изтрия ли категорията ЧЗВ?";
$locale['547'] = "Да изтрия ли ЧЗВ?";
?>