<?php
// Forum Ranks Titles
$locale['400'] = "Добави ранг";
$locale['401'] = "Редактирай ранг";
$locale['402'] = "Съществуващи рангове";
$locale['403'] = "СИстемата за рангове не е активна";
// News messages
$locale['410'] = "Ранга добавен";
$locale['411'] = "Ранга обновен";
$locale['412'] = "Ранга изтрит";
$locale['413'] = "Само един ранг може да бъде прикачен към модератори и админи";
// Forum Ranks form
$locale['420'] = "Име на ранга:";
$locale['421'] = "Изображение на ранга:";
$locale['422'] = "Отговори за ранг:";
$locale['423'] = "Прикачи към:";
$locale['424'] = "Потебители";
$locale['425'] = "Модератори";
$locale['426'] = "Админи";
$locale['427'] = "Супер администратори";
$locale['428'] = "Запази ранга";
// Current Forum Ranks
$locale['430'] = "Име";
$locale['431'] = "Прикачи към";
$locale['432'] = "Изображение";
$locale['433'] = "Публикации";
$locale['434'] = "Опции";
$locale['435'] = "Редакция";
$locale['436'] = "Изтриване";
$locale['437'] = "Няма създадени рангове.";
// Forum Ranks Disabled
$locale['450'] = "Ранговете не са активни.<br />Моля птидете в %s Админ панел за да ги активирате.";
$locale['451'] = "Настройки на форума";
?>