<?php
// Forum Category titles
$locale['400'] = "Дпбави категория на форума";
$locale['401'] = "Редактирай категориите във форума";
// Forum Category messages
$locale['410'] = "Категорията добавена";
$locale['411'] = "Категорията обновена";
$locale['412'] = "Категорията не може да бъде изтрита";
$locale['413'] = "В нея има форуми";
$locale['414'] = "Категорията изтрита";
// Forum Category form
$locale['420'] = "Име на категорията";
$locale['421'] = "Ред";
$locale['422'] = "Запази категорията";
// Delete Forum Category
$locale['440'] = "Да изтрия ли категорията?";
// Forum titles
$locale['500'] = "Добави форум";
$locale['501'] = "Редактирай форум";
// Forum Category messages
$locale['510'] = "Форума добавен";
$locale['511'] = "Форума обновен";
$locale['512'] = "Форума не може да бъде изтрит";
$locale['513'] = "В категорията име теми";
$locale['514'] = "Форума изтрит";
$locale['515'] = "Модераторите обновени";
// Add/Edit Forum Form
$locale['520'] = "Име на форума:";
$locale['521'] = "Описание:";
$locale['522'] = "Категория:";
$locale['523'] = "Ред:";
$locale['524'] = "Права на форума";
$locale['525'] = "Достъп до форума:";
$locale['526'] = "Създай теми:";
$locale['527'] = "Публикувай отговор:";
$locale['528'] = "Прикачени файлове:";
$locale['529'] = "Създай анкета:";
$locale['530'] = "Подреди гласовете:";
$locale['531'] = "Изкл.";
$locale['532'] = "Запази";
$locale['533'] = "Модератори";
$locale['534'] = "Запази модераторите";
// Current Forums
$locale['550'] = "Текущи форуми";
$locale['551'] = "Категория/Форум";
$locale['552'] = "Ред";
$locale['553'] = "Опции";
$locale['554'] = "Редакция";
$locale['555'] = "Изтрий";
$locale['556'] = "Горе";
$locale['557'] = "Долу";
$locale['558'] = "Премести нагоре";
$locale['559'] = "Премести надолу";
$locale['560'] = "Няма създадени категории форуми";
$locale['561'] = "Няма форуми";
$locale['562'] = "Обнови подредбата";
$locale['563'] = "Изчисти";
// Delete Forum
$locale['570'] = "Да изтрия ли форума?";
// Pruning
$locale['600'] = "Да изчистя ли форума";
$locale['601'] = "Това ще премахне темите и отговорите";
$locale['602'] = "по-стари от избрания период от време.";
$locale['603'] = "Период на прочистване: ";
$locale['604'] = "Седмица";
$locale['605'] = "Седмици";
$locale['606'] = "Месец";
$locale['607'] = "Месеци";
$locale['608'] = "Прочистването завършено.";
$locale['609'] = "Изтрити отговори: ";
$locale['610'] = "Изтрити прикачени файлове: ";
$locale['611'] = "Изтрити теми: ";
$locale['612'] = "Прочистените теми, отговори и файлове ще бъдат загубени. Да прочистя ли форума?";
?>