<?php
// Delete Image
$locale['400'] = "Изтрий изображението";
$locale['401'] = "Изображението изтрито";
$locale['402'] = "Назад към Администрация на изображенията";
$locale['403'] = "Назад към Администрация";
// Upload Image
$locale['420'] = "Качи изображение";
$locale['421'] = "Име:";
$locale['422'] = "Основни изображения";
$locale['423'] = "Изображения за статиите";
$locale['424'] = "Изображения за новините";
$locale['425'] = "Изображенията могат да бъдат само gif, jpg или png";
$locale['426'] = "Изображението качено";
$locale['427'] = "Изображения за категориите новини";
// View Image
$locale['440'] = "Виж изображение";
$locale['441'] = "Грешен файлов формат, не мога да покажа.";
$locale['442'] = "Изтрий това изображение";
// Image Management
$locale['460'] = "Изображения";
$locale['461'] = "Виж";
$locale['462'] = "Изтрий";
$locale['463'] = "Тази папка е празна";
$locale['464'] = "Обнови списъка за TinyMCE ";
// Popup Error/Warning Messages
$locale['470'] = "Да изтрия ли изображението?";
?>