<?php
// Infusion Management
$locale['400'] = "Добавки";
$locale['401'] = "Добави";
$locale['402'] = "Това е вече добавено";
$locale['403'] = "Това не може да бъде добавено";
$locale['404'] = "Добавени добавки";
$locale['405'] = "Име";
$locale['406'] = "Версия";
$locale['407'] = "Разработчик";
$locale['408'] = "Контакт";
$locale['409'] = "Email";
$locale['410'] = "Web";
$locale['411'] = "Премахни";
$locale['412'] = "Да премахна ли добавката?";
$locale['413'] = "Ключ:";
$locale['414'] = "Не е добавена";
$locale['415'] = "Добавена";
$locale['416'] = "Има налично обновяване";
?>