<?php
// Member Management Options
$locale['400'] = "Членове";
$locale['401'] = "Потребител";
$locale['402'] = "Добави нов член";
$locale['403'] = "Тип потребители";
$locale['404'] = "Опции";
$locale['405'] = "Виж";
$locale['406'] = "Редакция";
$locale['407'] = "Активирай";
$locale['408'] = "Разблокирай";
$locale['409'] = "Блокирай";
$locale['410'] = "Изтрий";
$locale['411'] = "Има %s потербители";
$locale['412'] = " започващи с ";
$locale['413'] = " съвпадащи ";
$locale['414'] = "Покажи всички";
$locale['415'] = "Търсене на потребители:";
$locale['416'] = "Търси";
// Member types
$locale['417'] = "Потребители";
$locale['418'] = "Неактивирани";
$locale['419'] = "Блокирани";
// Ban/Unban/Delete Member
$locale['420'] = "Блокиран";
$locale['421'] = "Отблокиран";
$locale['422'] = "Потребителя изтрит";
$locale['423'] = "Искате ли да изтриете този потребител?";
$locale['424'] = "Потребителя активиран";
$locale['425'] = "Акаунта активиран на ";
$locale['426'] = "Здравей [USER_NAME],\n
Вашият акаунт в ".$settings['sitename']." е активиран.\n
Можете да влезете, като използвате избран ото име и парола.\n
Поздрави,
".$settings['siteusername'];
// Edit Member Details
$locale['430'] = "Редакция на потребител";
$locale['431'] = "Данните обновени";
$locale['432'] = "Назад към администрация на потребителите";
$locale['433'] = "Назад към администрация";
$locale['434'] = "Данните на потребителя не са обновени:";
// Extra Edit Member Details form options
$locale['440'] = "Запази промените";
// Update Profile Errors
$locale['450'] = "Основния администратор не може да се редактира.";
$locale['451'] = "Моля укажете потребителско име и поща.";
$locale['452'] = "Името съдържа невалидни символи.";
$locale['453'] = "Потребиелското име ".(isset($_POST['user_name']) ? $_POST['user_name'] : "")." е заето.";
$locale['454'] = "Грешен email.";
$locale['455'] = "Пощата ".(isset($_POST['user_email']) ? $_POST['user_email'] : "")." се използва.";
$locale['456'] = "Новите пароли не съвпадат.";
$locale['457'] = "Грешна парола - използвайте само букви и цифри.<br />
Паролата трябва да е минимум 6 символа.";
$locale['458'] = "<b>Внимание:</b> грешен скрипт.";
// View Member Profile
$locale['470'] = "Потребителски профил";
$locale['472'] = "Статистики";
$locale['473'] = "Потребителски групи";
// Add Member Errors
$locale['480'] = "Добави потребител";
$locale['481'] = "Потребителския профил е създаден.";
$locale['482'] = "Потребителския профил не беше създаден.";
?>