<?php
// News Categories titles
$locale['400'] = "Редактирай категориите новини";
$locale['401'] = "Добави категория новини";
$locale['402'] = "Съществуващи новини";
// News Categories messages
$locale['420'] = "Категорията добавена";
$locale['421'] = "Категорията обновена";
$locale['422'] = "Категорията не може да бъде изтрита";
$locale['423'] = "Има новини в тази категория";
$locale['424'] = "Категорията изтрита";
// News Categories form
$locale['430'] = "Име на категорията:";
$locale['431'] = "Изображение:";
$locale['432'] = "Запази категорията";
$locale['433'] = "Редакция";
$locale['434'] = "Изтрий";
$locale['435'] = "Няма създадени категории";
$locale['436'] = "Натисни тук за да качиш изображения за категориите";
// Popup Error/Warning Messages
$locale['450'] = "Да изтрия ли тази категория?";
?>