<?php
// News titles
$locale['400'] = "Текущи новини";
$locale['401'] = "Добави новина";
$locale['402'] = "Редактирай новина";
// News messages
$locale['410'] = "Новината добавена";
$locale['411'] = "Новината обновена";
$locale['412'] = "Новината изтрита";
// News form
$locale['420'] = "Редакция";
$locale['421'] = "Изтрий";
$locale['422'] = "Тема:";
$locale['423'] = "Категория:";
$locale['424'] = "- НЯМА -";
$locale['425'] = "Новина:";
$locale['426'] = "Пъулна новина:";
$locale['427'] = "Начална дата:";
$locale['428'] = "Крайна дата:";
$locale['429'] = "(По избор)";
$locale['430'] = "Видима за:";
$locale['431'] = "Запази като чернова";
$locale['432'] = "Маркирайх новината като важна";
$locale['433'] = "Автоматично пренасяне";
$locale['434'] = "Разреши коментарите";
$locale['435'] = "Разреши оценките";
$locale['436'] = "Преглед";
$locale['437'] = "Запази новината";
$locale['438'] = "[ЧЕРНОВА]";
// Popup Error/Warning Messages
$locale['450'] = "Моля укажете тема";
$locale['451'] = "Да изтрия ли новината?";
?>