<?php
// Panel Management
$locale['400'] = "Панели";
$locale['401'] = "Име на панела";
$locale['402'] = "Страна";
$locale['403'] = "Ред";
$locale['404'] = "Тип";
$locale['405'] = "Достъп";
$locale['406'] = "Опции";
// Panel Settings
$locale['420'] = "Ляво";
$locale['421'] = "Център-горе";
$locale['422'] = "Дясно";
$locale['423'] = "Файл";
$locale['424'] = "PHP";
$locale['425'] = "Център-долу";
// Panel Options
$locale['430'] = "Премести наляво";
$locale['431'] = "Премести надясно";
$locale['432'] = "Нагоре";
$locale['433'] = "Надолу";
$locale['434'] = "Редактирай";
$locale['435'] = "Активирай";
$locale['436'] = "Спри";
$locale['437'] = "Изтрий";
$locale['438'] = "Добави нов панел";
$locale['439'] = "Опресни подреждането на панелите";
$locale['440'] = "Да изтрия ли този панел?";
$locale['441'] = "Ляво";
$locale['442'] = "Дясно";
$locale['443'] = "Горе";
$locale['444'] = "Долу";
$locale['445'] = "Премести нагоре";
$locale['446'] = "Премести надолу";
// Add/Edit Panel Form
$locale['450'] = "Редактирай панела";
$locale['451'] = "ДОбави панел";
$locale['452'] = "Име на панела:";
$locale['453'] = "Име на файла:";
$locale['454'] = "Съдържанието на панела ще бъде игнорирано ако изберете";
$locale['455'] = "Съдържание на панела:";
$locale['456'] = "Aдмнинистративна парола:";
$locale['457'] = "Разположение на панела:";
$locale['458'] = "Достъп до панела:";
$locale['459'] = "Показвай на всички страници";
$locale['460'] = "Преглед";
$locale['461'] = "Запази";
// Update/Add new Panel Errors
$locale['470'] = "Не сте указали име на панела";
$locale['471'] = "Името се използва";
$locale['472'] = "Няма съдържание";
$locale['473'] = "Няма указано име на файла";
$locale['474'] = "Администраторската парола е грешна";
// Update/Add new Panel Success/Fail
$locale['480'] = "Обнови панела";
$locale['481'] = "Панела не беше обновен";
$locale['482'] = "Панела е обновен";
$locale['483'] = "Добави нов панел";
$locale['484'] = "Новия панел не е добавен";
$locale['485'] = "Панела добавен";
$locale['486'] = "Назад към управление на панелите";
$locale['487'] = "Назад към администрация";
?>