<?php
// Album titles
$locale['400'] = "Добави албум";
$locale['401'] = "редактирай албум";
$locale['402'] = "Текущи албуми";
$locale['403'] = "Сериозна грешка при албумите";
// Album messages
$locale['410'] = "Албума добавен";
$locale['411'] = "Албума обновен";
$locale['412'] = "Картинката на албума изтрита";
$locale['413'] = "Албума изтрит";
$locale['414'] = "Възникна следната грешка:";
$locale['415'] = "Грешно име на файла.";
$locale['416'] = "Изображението трябва да е по-малко от %s.";
$locale['417'] = "Изображението трябва да е GIF, JPEG или PNG .";
$locale['418'] = "Изображението не трябва да е по голямо от %uw x %uh пиксела.";
$locale['419'] = "Албума не може да се изтрие. Грешна парола.";
$locale['420'] = "Няма GD library . Албумите не могат да работят без GD library. Свържете се с хостинг доставчика си.";
// Album confirmation
$locale['430'] = "Потвърждение за изтриване";
$locale['431'] = "Албума, който се опитвате да изтриете съдържа изображения.<br />\n"
								."За да изтриете този албум, въведете админ. парола:";
$locale['432'] = "Потвърждение";
$locale['433'] = "Отказ";
// Album form
$locale['440'] = "Име: ";
$locale['441'] = "Описание: ";
$locale['442'] = "Достъп: ";
$locale['443'] = "Ред: ";
$locale['444'] = "Картинка: ";
$locale['445'] = "Запази албум";
// Current Albums
$locale['460'] = "Отвори албум";
$locale['461'] = "Няма картинка";
$locale['462'] = "Дата: ";
$locale['463'] = "Създаден от: ";
$locale['464'] = "Достъп: ";
$locale['465'] = "Снимки: ";
$locale['466'] = "Премести нагоре";
$locale['467'] = "Премести надолу";
$locale['468'] = "Редакция";
$locale['469'] = "Изтрий";
$locale['470'] = "Опресни подредбата";
$locale['471'] = "Няма създадени албуми.";
// Delete Album
$locale['500'] = "Да изтрия ли албума?";
?>
