<?php
// Album titles
$locale['400'] = "Добави снимка";
$locale['401'] = "Редактирай снимка";
$locale['402'] = "Текущи снимки";
$locale['403'] = "Сериозна грешка";
// Album messages
$locale['410'] = "Снимката добавена";
$locale['411'] = "Снимката обновена";
$locale['412'] = "Картинката към снимката изтрита";
$locale['413'] = "Снимката изтрита";
$locale['414'] = "Възникна следната грешка:";
$locale['415'] = "IГрешно име на файла.";
$locale['416'] = "Снимката трябвада е по-малка от  %s.";
$locale['417'] = "Изображението трябва да е GIF, JPEG или PNG.";
$locale['418'] = "Изображението не трябва да е по-голямо от %uw x %uh пиксела.";
$locale['419'] = "Снимката/те преместени.";
$locale['420'] = "Няма активна GD library . Албумите не работят без GD library. Свържете се с хостинг доставчика си.";
// Photos form
$locale['430'] = "Премести снимката в албум";
$locale['431'] = "Премести";
$locale['432'] = "Име: ";
$locale['433'] = "Описание: ";
$locale['434'] = "Ред: ";
$locale['435'] = "Картинка: ";
$locale['436'] = "Изображение: ";
$locale['437'] = "Разреши коментарите";
$locale['438'] = "Разреши оценките";
$locale['439'] = "Запази";
$locale['440'] = "Отказ";
// Current Photos
$locale['450'] = "Няма изображение";
$locale['451'] = "Натисни за да видиш";
$locale['452'] = "Премести нагоре";
$locale['453'] = "Премести надолу";
$locale['454'] = "Редактирай";
$locale['455'] = "Изтрий";
$locale['456'] = "Дата: ";
$locale['457'] = "Добавена от: ";
$locale['458'] = "Видяна: ";
$locale['459'] = "Коментари: ";
// Current Photos options
$locale['470'] = "Избери всички";
$locale['471'] = "Размаркирай всички";
$locale['472'] = "Премести в албум";
$locale['473'] = "Избери албум";
$locale['474'] = "Премести избраните";
$locale['475'] = "Премести всички";
$locale['476'] = "Затвори албума";
// Additional notices
$locale['480'] = "Няма снимки.";
$locale['481'] = "MДа преместя ли избраните?";
$locale['482'] = "Да преместя ли всички?";

?>
