<?php
// Polls titles
$locale['400'] = "Добави анкета";
$locale['401'] = "Редактирай анкета";
$locale['402'] = "Текущи анкети";
$locale['403'] = "Преглед";
// Polls messages
$locale['410'] = "Анкетата добавена";
$locale['411'] = "Анкетата обновена";
$locale['412'] = "Анкетата изтрита";
// Edit/Delete Polls
$locale['420'] = "Текущи анкети";
$locale['421'] = "Редактирай";
$locale['422'] = "Изтрий";
// Preview Polls
$locale['430'] = "Гласувай";
// Polls Form
$locale['431'] = "Име на анкетата:";
$locale['432'] = "Отговор ";
$locale['433'] = " Затвори тази анкета";
$locale['434'] = "Стартирала на: ";
$locale['435'] = "Приключила на: ";
$locale['436'] = "Добави отговор";
$locale['437'] = "Преглед";
$locale['438'] = "Запази";
?>