<?php
$locale['400'] = "Настройки";
// Site Settings
$locale['401'] = "Главни";
$locale['402'] = "Име на сайта:";
$locale['403'] = "URL:";
$locale['404'] = "Банер на сайта:";
$locale['405'] = "Основен e-mail на сайта:";
$locale['406'] = "Вашето име или прякор:";
$locale['407'] = "Поздравително съобщение на сайта:";
$locale['408'] = "Остави празно ако не е необходимо";
$locale['409'] = "Описание на сайта:";
$locale['410'] = "Ключови думи:";
$locale['411'] = "Отделете всяка дума със запетайка";
$locale['412'] = "Долна част на сайта ( футър ):";
$locale['413'] = "Начална страница:";
$locale['414'] = "Стил на новините:";
$locale['415'] = "Единична колона";
$locale['416'] = "Две колони";
$locale['417'] = "Език на сайта:";
$locale['418'] = "Цветова тема:";
$locale['419'] = "Основно място за търсене:";
$locale['420'] = "Изключи левите панели:";
$locale['421'] = "Изключи горните панели:";
$locale['422'] = "Изключи долните панели:";
$locale['423'] = "Изключи десните панели:";
$locale['424'] = "<i>Примери:</i><br />/news.php<br />/forum/index.php";
// Time & Date Settings
$locale['450'] = "Час и дата";
$locale['451'] = "Къс формат на датата:";
$locale['452'] = "Дълъг формат на датата:";
$locale['453'] = "Формат на датата във форума:";
$locale['454'] = "Формат на датата в главата на сайта:";
$locale['455'] = "-- Избери формат --";
$locale['456'] = "Часова зона";
// Forum Settings
$locale['500'] = "Форум";
$locale['501'] = "Панел за последните теми от форума:";
$locale['502'] = "Вкл.";
$locale['503'] = "Изкл.";
$locale['505'] = "Колко теми да показвам:";
$locale['506'] = "(Панел за последни теми от форума)";
$locale['507'] = "Показвай IP публично:";
$locale['508'] = "Максимален размер на прикачените файлове:";
$locale['509'] = "Максимален размер в байтове";
$locale['510'] = "Разрешени видове файлове:";
$locale['511'] = "Отдели всеки вид със запетайка";
$locale['512'] = "Да активирам ли уведомяването за темивъв форума?";
$locale['518'] = "Да";
$locale['519'] = "Не";
$locale['520'] = "Да активирам ли ранговете?";
$locale['521'] = "Забрани редакция:";
$locale['522'] = "(Забранява на потребителите да си редактират постовете)";
$locale['523'] = "Преброй наново постовете";
$locale['524'] = "[ОК]";
// Registration Settings
$locale['550'] = "Регистрация";
$locale['551'] = "Да позволя ли регистрация?";
$locale['552'] = "Използвайте email за потвърждение ?";
$locale['553'] = "Да показвам ли код за потвърждение?";
$locale['554'] = "Метод за показване на кода:";
$locale['555'] = "Изображение";
$locale['556'] = "Текст";
$locale['557'] = "Администраторско активиране на нови потербители?";
$locale['558'] = "Да активирам ли общи условия?";
$locale['559'] = "Общи условия за ползване";
// Photo Gallery Settings
$locale['600'] = "Фото галерия";
$locale['601'] = "Размер на картинката:";
$locale['602'] = "Размер на снимката:";
$locale['603'] = "Макс. размер на снимката:";
$locale['604'] = "Шир. x Вис.";
$locale['605'] = "Максимален размер (bytes):";
$locale['606'] = "Метод за компресия на картинката:";
$locale['607'] = "GD1";
$locale['608'] = "GD2";
$locale['609'] = "Картинки на ред:";
$locale['610'] = "Картинки на страница:";
$locale['611'] = "Да активирам ли воден знак?";
$locale['612'] = "Укажи PNG воден знак";
$locale['613'] = "Да активирам ли текстово описание?";
$locale['614'] = "Цвят на името на албума";
$locale['615'] = "Цвят на описаниет на албума";
$locale['616'] = "Цвят на името на снимката";
$locale['617'] = "Да запазя ли генерираните водни знаци?";
$locale['618'] = "Намалява товаренето на сървъра; заема повече дисково пространство";
$locale['619'] = "Изтрий съществуващите водни знаци";
$locale['620'] = "Да изтрия ли съществуващите водни знаци?";
// Other Settings
$locale['650'] = "Други настройки";
$locale['651'] = "Списък с мръсни думи:";
$locale['652'] = "Въвеждайте една дума на ред.";
$locale['653'] = "Оставете празно ако не е необходимо.";
$locale['654'] = "Подмени блокираните думи с:";
$locale['655'] = "Позволи на гости да публикуват?";
$locale['656'] = "Брой отговори в чата:";
$locale['657'] = "Режим на поддръжка:";
$locale['658'] = "Съобщение при поддръжка:";
$locale['659'] = "Филтъра за мръсни думи активен?";
$locale['660'] = "Интервал за флууд:";
$locale['661'] = "Оставете празно за моментално качване/сваляне на архиви.";
$locale['662'] = "Да използвам ли TinyMCE HTML editor?";
$locale['663'] = "Само за администрация настатии и новини.";
$locale['664'] = "SMTP Host";
$locale['665'] = "Leave empty if sendmail is enabled.";
$locale['666'] = "SMTP Username";
$locale['667'] = "SMTP Password";
// Private Message Settings
$locale['700'] = "Лични съобщения";
$locale['701'] = "Брой съобщения в кутията:";
$locale['702'] = "Брой изходящи съобщения:";
$locale['703'] = "Лимит на архивираните съобщения:";
$locale['704'] = "0 за неограничен";
$locale['707'] = "Ограничения за Лични съобщения";
$locale['708'] = "Индивидуални стойности за потребителите";
$locale['709'] = "Уведомяване по email?";
$locale['710'] = "Да пазя ли изпратените ЛС?";
$locale['711'] = "Внимание: Ако има указани индивидуални стойности за потребителите, важат те.Ако няма указани, важат общите условия.";
// Save Settings
$locale['750'] = "Запази настройките";
// Other Settings
$locale['800'] = "Изчисти форумите";
$locale['801'] = "Изтрити отговори: ";
$locale['802'] = "Изтрити теми: ";
$locale['803'] = "Изтрити файлове: ";
// Banners Settings
$locale['850'] = "Банери";
$locale['851'] = "Банер 1";
$locale['852'] = "Банер 2";
$locale['853'] = "Административна парола:";
$locale['854'] = "Запази банерите";
$locale['855'] = "Преглед";
// Settings Error
$locale['900'] = "Настройките обновени";
$locale['901'] = "Грешка при обновяване на базата: Настройките не са обновени!";
?>
