<?php
// News titles
$locale['400'] = "Добави връзка в сайта";
$locale['401'] = "Редактирай връзка";
$locale['402'] = "Съществуващи връзки";
// News messages
$locale['410'] = "Връзката добавена";
$locale['411'] = "Връзката обновена";
$locale['412'] = "Връзката изтрита";
// Site Links form
$locale['420'] = "Име на връзката:";
$locale['421'] = "URL:";
$locale['422'] = "Видимост:";
$locale['423'] = "Ред:";
$locale['424'] = "Позиция:";
$locale['425'] = "Само в навигационния панел";
$locale['426'] = "В навигационния панел и в заглавната част";
$locale['427'] = "Само в заглавната част";
$locale['428'] = "Отвори връзката в нов прозорец";
$locale['429'] = "Запази връзката";
// Site Links list
$locale['440'] = "Име на връзката";
$locale['441'] = "Видимост";
$locale['442'] = "Ред";
$locale['443'] = "Опции";
$locale['444'] = "Редакция";
$locale['445'] = "Изтрий";
$locale['446'] = "Няма връзки в сайта.";
// Link Ordering
$locale['450'] = "Горе";
$locale['451'] = "Долу";
$locale['452'] = "Нагоре";
$locale['453'] = "Надолу";
$locale['454'] = "Обнови подреждането";
// Delete Site Link category
$locale['460'] = "Да изтрия ли тази връзка?";
?>