<?php
// Smiley titles
$locale['401'] = "Добави емотикон";
$locale['402'] = "Редактирай емотикон";
$locale['400'] = "Текущи емотикони";
// Smiley messages
$locale['410'] = "Емотикон добавен";
$locale['411'] = "Емотикона обновен";
$locale['412'] = "Емотикона изтрит";
$locale['413'] = "Неуспешно обновяване";
$locale['414'] = "Емотикона не е добавен";
$locale['415'] = "Кода за емотикона се използва.";
$locale['416'] = "Да изтрия ли този емотикон?";
// Smiley form
$locale['420'] = "Код на емотикона:";
$locale['421'] = "Изображение на емотикона:";
$locale['422'] = "Текст на емотикона:";
$locale['423'] = "Запази емотикона";
$locale['424'] = "Преглед:";
// Current Smileys
$locale['430'] = "Код";
$locale['431'] = "Изображение";
$locale['432'] = "Текст";
$locale['433'] = "Опции";
$locale['434'] = "Редакция";
$locale['435'] = "Изтрий";
$locale['436'] = "Няма указани емотикони.";
?>
