<?php
// Delete Submission
$locale['400'] = "Изтрий предложения";
$locale['401'] = "Предложението беше изтрито";
$locale['402'] = "Назад към менюто за предложени";
$locale['403'] = "Назад към администрация";
// Submission Options
$locale['410'] = "Предложения";
$locale['411'] = "Предложени връзки:";
$locale['412'] = "Предложени новини:";
$locale['413'] = "Предложени статии:";
$locale['414'] = "Няма връзки, чакащи одобрение.";
$locale['415'] = "Няма новини, чакащи одобрение.";
$locale['416'] = "Няма статии, чакащи одобрение.";
$locale['417'] = "Виж";
$locale['418'] = "Изтрий";
$locale['419'] = "Предложени снимки:";
$locale['420'] = "Няма снимки, чакащи одобрение.";
// Add/Delete Web Link Submissions
$locale['430'] = "Публикувай предложената връзка";
$locale['431'] = "Връзката публикувана";
$locale['432'] = "Изтрий предложената връзка";
$locale['433'] = "Връзката беше изтрита";
$locale['434'] = "Няма категория";
// Web Link Submission Form
$locale['440'] = "Прегледай предложенията";
$locale['441'] = "Тази връзка е предложена от ";
$locale['442'] = " на ";
$locale['443'] = "Категория:";
$locale['444'] = "Име:";
$locale['445'] = "URL:";
$locale['446'] = "Описание:";
$locale['447'] = "Да публикувам или да изтрия тази връзка?";
$locale['448'] = "Публикувай";
$locale['449'] = "Изтрий";
// Add/Delete News Submissions
$locale['490'] = "Публикувай предложените новини";
$locale['491'] = "Новината публикувана";
$locale['492'] = "Изтрий предложената новина";
$locale['493'] = "Новината изтрита";
// News Submission Form
$locale['500'] = "Прегледай предложената новина";
$locale['501'] = "Новината е предложена от ";
$locale['502'] = "Да публикувам или да изтрия новината?";
$locale['503'] = "Публикувай";
$locale['504'] = "Изтрий";
$locale['505'] = "Тема:";
$locale['506'] = "Категория:";
$locale['507'] = "- Няма -";
$locale['508'] = "Новина:";
// Add/Delete Article Submissions
$locale['530'] = "Публикувай предложените статии";
$locale['531'] = "Статията публикувана";
$locale['532'] = "Изтрий предложената статия";
$locale['533'] = "Статията изтрита";
// Article Submission Form
$locale['540'] = "Прегледай предложената статия";
$locale['541'] = "Статията предложена от ";
$locale['542'] = "Да публикувам или да изтрия?";
$locale['543'] = "Публикувай";
$locale['544'] = "Изтрий";
$locale['545'] = "Категория:";
$locale['546'] = "Тема:";
$locale['547'] = "Отрязък:";
$locale['548'] = "Статия:";
// Add/Delete Photo Submissions
$locale['580'] = "Публикувай предложените снимки";
$locale['581'] = "Снимката публикувана";
$locale['582'] = "Изтрий предложената снимка";
$locale['583'] = "Снимката изтрита";
// Photo Submission Form
$locale['590'] = "Прегледай предложената снимка";
$locale['591'] = "Натисни тук за да видиш снимката";
$locale['592'] = "Снимката е предложена от ";
$locale['593'] = "Да публикувам или да изтрия?";
$locale['594'] = "Публикувай";
$locale['595'] = "Изтрий";
$locale['596'] = "Име:";
$locale['597'] = "Описание:";
$locale['598'] = "Албум";
?>