<?php
// Edit/Save/Delete User Group Messages
$locale['400'] = "Потребителската група обновена";
$locale['401'] = "Потребителската група добавена";
$locale['402'] = "Избраните потребители премахнати от групата";
$locale['403'] = "Всички потребители са изтрити от групата";
$locale['404'] = "Избраните потребители са добавени в групата";
$locale['405'] = "Не мога да изтрия групата";
$locale['406'] = "Има потребители в нея";
$locale['407'] = "Потребителската група изтрита";
// Edit/Delete Options
$locale['420'] = "Потребителски групи";
$locale['421'] = "Редакция";
$locale['422'] = "Изтрий";
$locale['423'] = "Да изтрия ли тази група?";
// Edit/Add User Group
$locale['430'] = "Редактирай групата";
$locale['431'] = "Добави група";
$locale['432'] = "Име на групата:";
$locale['433'] = "Описание:";
$locale['434'] = "Запази групата";
// Search/Add Group Users
$locale['440'] = "Добави потребители в групата";
$locale['441'] = "Търси потребители за добавяне чрез формата по-долу.";
$locale['442'] = "Можете да търсите за много потребители, като разделяте имената със запетая.";
$locale['443'] = "Потербителски IDs";
$locale['444'] = "Потребителски имена";
$locale['445'] = "Търси";
$locale['446'] = "Потребителско име";
$locale['447'] = "Тип потребители";
$locale['448'] = "Избери всички";
$locale['449'] = "Размаркирай всички";
$locale['450'] = "Добави избраните потребители";
$locale['451'] = "Няма намерени потребители.";
$locale['452'] = "Търси отново";
// Current Group Users
$locale['460'] = "Текущо потребители в групата";
$locale['461'] = "Премахни избраните потребители";
$locale['462'] = "Премахни всички потребители";
$locale['463'] = "В тази група няма потребители.";
?>