<?php
// Web Link Category titles
$locale['400'] = "Добави категория за уеб връзки";
$locale['401'] = "Редактирай категорията";
$locale['402'] = "Съществуващи категории за уеб връзки";
// Web Link Category messages
$locale['410'] = "Категорията добавена";
$locale['411'] = "Категорията обновена";
$locale['412'] = "Категорията не може да бъде изтрита";
$locale['413'] = "Има връзки в нея";
$locale['414'] = "Категорията изтрита";
// Add/Edit Web Link Category Form
$locale['420'] = "Име на категорията:";
$locale['421'] = "Описание:";
$locale['422'] = "Подредба:";
$locale['423'] = "ID на връзка";
$locale['424'] = "Име на връзка";
$locale['425'] = "Дата на връзка";
$locale['426'] = "Нарастващо";
$locale['427'] = "Намаляващо";
$locale['428'] = "Достъп:";
$locale['429'] = "Запази категорията";
// Current Web Link categories
$locale['430'] = "Категория";
$locale['431'] = "Достъп";
// Delete Web Link category
$locale['440'] = "Да изтрия ли категорията?";
// Web Link titles
$locale['500'] = "Добави фръзка";
$locale['501'] = "Изтрий връзка";
$locale['502'] = "Съществуващи връзки";
// Web Link messages
$locale['510'] = "Връзката добавена";
$locale['511'] = "Връзката обновена";
$locale['512'] = "Връзката изтрита";
// Web Link form
$locale['520'] = "Име на сайта:";
$locale['521'] = "Описание:";
$locale['522'] = "URL:";
$locale['523'] = "Категория:";
$locale['524'] = "Обнови дата на публикуване";
$locale['525'] = "Запази";
// Current Web Links
$locale['531'] = "Връзка[Натисни за тест]";
$locale['532'] = "Опции";
$locale['533'] = "Редакция";
$locale['534'] = "Изтрий";
$locale['535'] = "В тази категория няма връзки";
$locale['536'] = "Няма създадени категории";
$locale['537'] = "Няма създадени категории";
$locale['538'] = "Преди да добавите връзка, трябва да създадете поне една категория";
$locale['539'] = "Натиснете тук";
$locale['540'] = " за да отидете в категории";
// Delete Web Link
$locale['550'] = "Да изтрия ли тази връзка?";
?>