<?php
// Contact Form
$locale['400'] = "יצירת קשר עם מנהל האתר";
$locale['401'] = "אם הנך חבר רשום ניתן לשלוח אלי <a href='messages.php?msg_send=1'>הודעה אישית</a>.
לחלופין, ניתן למלא את הטופס בעמוד זה, והפרטים יועברו אלי בדואל.";
$locale['402'] = "שם:";
$locale['403'] = "כתובת דואל:";
$locale['404'] = "נושא:";
$locale['405'] = "מסר:";
$locale['406'] = "שליחת המסר";
$locale['407'] = "קוד אישור:";
$locale['408'] = "הכנסת קוד אישור:";
$locale['407'] = "קוד אימות:";
$locale['408'] = "הכנסת קוד אימות:";
// Contact Errors
$locale['420'] = "יש למלא את שדה השם";
$locale['421'] = "יש למלא את שדה הדואל";
$locale['422'] = "יש למלא את שדה הנושא";
$locale['423'] = "יש למלא את שדה המסר";
$locale['424'] = "יש להכניס קוד אישור מדויק";
$locale['425'] = "שגיאה: לא ניתן לשלוח את המסר שלך.";
// Message Sent
$locale['440'] = "המסר שלך נשלח";
$locale['441'] = "תודה רבה";
$locale['442'] = "המסר לא נשלח בשל הסיבות הבאות:";
$locale['443'] = "בבקשה לנסות שוב";
?>