<?php
$locale['400'] = "הורדות";
// Download File Information
$locale['410'] = "[חדש]";
$locale['411'] = "רישיון:";
$locale['412'] = "מערכת הפעלה:";
$locale['413'] = "גירסה:";
$locale['414'] = "הוסף:";
$locale['415'] = "הורדות:";
$locale['416'] = "הורדה";
$locale['417'] = "דף בית הורדות";
$locale['418'] = "דף בית";
$locale['419'] = "תמונת מסך";
$locale['420'] = "כותרת הורדה";
$locale['421'] = "תאריך";
$locale['422'] = "מחבר";
$locale['423'] = "גרסה";
$locale['424'] = "הורדות";
$locale['425'] = "הערות";
$locale['426'] = "דרוג";
$locale['427'] = "לוח שנה";
$locale['428'] = "מידע";
$locale['429'] = "סטטיסטיקת הורדה";
// Downloads Notices
$locale['430'] = "לא הוגדרו קטגוריות הורדה";
$locale['431'] = "לא הוספו הורדות לקטגוריה זו";
// Statistics
$locale['440'] = "הורדו:";
$locale['441'] = "הכי הורדו:";
$locale['442'] = "הכי הורדו לאחרונה:";
// Search and filters
$locale['450'] = "השתמשו בפילטרים מימין לאיתור הורדות.";
$locale['451'] = "ראו הכול";
$locale['452'] = "מספר זיהוי";
$locale['453'] = "כותרת";
$locale['454'] = "מחבר";
$locale['455'] = "הורדות";
$locale['456'] = "תאריך";
$locale['457'] = "עולה";
$locale['458'] = "יורד";
$locale['459'] = "החל";
$locale['460'] = "חיפוש הורדות:";
$locale['461'] = "חיפוש";
$locale['462'] = "קטגוריה:";
$locale['463'] = "סידור:";
?>