<?php
$locale['400'] = "עריכת פרופיל";
// Edit Profile Messages
$locale['410'] = "על מנת שניתן יהיה לשנות את הסיסמא או כתובת הדואל שלך<br />יש להכניס את הסיסמא הקיימת.";
$locale['411'] = "הפרופיל עודכן בהצלחה";
$locale['412'] = "לא ניתן לעדכן פרופיל:";
// Edit Profile Form
$locale['420'] = "סיסמא קיימת";
$locale['421'] = "סיסמת מנהל האתר הקיימת";
$locale['422'] = "סיסמת מנהל האתר החדשה";
$locale['423'] = "סיסמת מנהל האתר החדשה בשנית";
$locale['424'] = "עדכון פרופיל";
// Update Profile Errors
$locale['430'] = "יש לספק שם משתמש וכתובת דואל";
$locale['431'] = "שם משתמש מכיל תווים לא חוקיים";
$locale['432'] = "שם המשתמש ".(isset($_POST['user_name']) ? $_POST['user_name'] : "")." תפוס";
$locale['433'] = "כתובת דואל שגויה";
$locale['434'] = "כתובת הדואל ".(isset($_POST['user_email']) ? $_POST['user_email'] : "")." תפוסה";
$locale['435'] = "סיסמאות חדשות לא מתאימות";
$locale['436'] = "סיסמא לא חוקית, יש להשתמש באותיות וספרות בלבד<br />הסיסמא צריכה להכיל לפחות 6 תווים";
$locale['437'] = "יש לספק את הסיסמא הקיימת בכדי לשנות את הסיסמא או את כתובת הדואל.";
$locale['438'] = "סיסמאות מנהל האתר החדשות אינן שוות.";
$locale['439'] = "סיסמת המשתמש וסיסמת מנהל האתר צריכות להיות שונות.";
$locale['440'] = "סיסמת מנהל אתר לא תקינה, יש להשתמש באותיות וספרות בלבד.<br />סיסמת מנהל האתר צריכה להכיל לפחות 6 תווים.";
$locale['441'] = "יש לספק את סיסמת מנהל האתר הקיימת בכדי לשנות את ססמת המנהל או את כתובת הדואל שלו.";
$locale['442'] = "קובץ תמונת פרופיל לא חוקי.";
$locale['443'] = "קובץ תמונת פרופיל גדול מדי.";
$locale['444'] = "סוג קובץ תמונת פרופיל אינו חוקי.";
?>