<?php
$locale['400'] = "סיסמא אבודה";
$locale['401'] = "הודעת אימות נשלחה לכתובת הדואל שלך";
$locale['402'] = "הסיסמא החדשה נשלחה לכתובת הדואל שלך";
$locale['403'] = "חזרה לאתר הראשי";
$locale['404'] = "לא נמצאה כתובת הדואל שמסרת";
$locale['405'] = "כתובת הדואל שמסרת אינה חוקית";
$locale['406'] = "יש לנסות שוב";
$locale['407'] = "יש להכניס את כתובת הדואל שחשבונך נרשם למטה.<br/>
סיסמא חדשה תופק ותשלח לכתובת דואל זו";
$locale['408'] = "שליחת סיסמא";
$locale['409'] = "סיסמא חדשה עבור ";
$locale['410'] = "שלום [USER_NAME],\n
אתה או מישהו אחר ביקשתם סיסמא חדשה לחשבונך באתר ".$settings['sitename']." .\n
לשינוי הסיסמא יש להכנס לקישור זה:\n
[NEW_PASS_LINK]\n
בברכה,
".$settings['siteusername'];
$locale['411'] = "שלום [USER_NAME],\n
הסיסמא החדשה לחשבונך באתר ".$settings['sitename']." הופקה והנה:\n
[NEW_PASS]\n
בברכה,
".$settings['siteusername'];
$locale['412'] = "אירעה שגיאה, אנא נסו שוב.";
?>