<?php
// Standard
$locale['400'] = "הודעות פרטיות";
$locale['401'] = "כתיבת הודעה חדשה";
$locale['402'] = "דואר נכנס";
$locale['403'] = "דואר יוצא";
$locale['404'] = "ארכיב";
$locale['405'] = "נושא";
$locale['406'] = "שולח";
$locale['407'] = "תאריך";
$locale['408'] = "בעל האתר";
$locale['409'] = "בצע לפריטים מסומנים:";
$locale['410'] = "סימון הכול";
$locale['411'] = "ביטול סימון להכול";
$locale['412'] = "שמירה";
$locale['413'] = "לא לשמור";
$locale['414'] = "נקרא";
$locale['415'] = "לא נקרא";
$locale['416'] = "מחיקה";
$locale['417'] = "הראה שולח המתחיל באותיות:";
$locale['418'] = "הכול";
$locale['419'] = "אין הודעות פרטיות";
$locale['420'] = "שליחת הודעה פרטית";
$locale['421'] = "נמען";
$locale['422'] = "הודעה";
$locale['423'] = "BB Code";
$locale['424'] = "רגשונים";
$locale['425'] = "אפשרויות";
$locale['426'] = "שליחה";
$locale['427'] = "מנע רגשונים בהודעה";
$locale['428'] = "הוספת חתימה להודעה";
$locale['429'] = "תצוגה מקדימה";
$locale['430'] = "שליחה";
$locale['431'] = "קריאת הודעה מקדימה";
$locale['432'] = "סגירה";
$locale['433'] = "השב";
$locale['434'] = "שליחה לכולם";
$locale['435'] = "ביטול";
$locale['436'] = "תצוגה מקדימה לתשובה";
$locale['437'] = "שליחה";
$locale['438'] = "תצוגה מקדימה להודעה";
$locale['439'] = "השב";
$locale['440'] = "(התקבלו %s)";
$locale['441'] = "כתוב כבעל האתר";
$locale['442'] = "רמות משתמש";
$locale['443'] = "קבוצות";

// Search Options
$locale['450'] = "אפשרויות חיפוש ומיון";
$locale['451'] = "חיפוש / מיון";
$locale['452'] = "נקה";
$locale['453'] = "לא נמצא דבר בזמן החיפוש";
$locale['454'] = "חיפוש עבור";
$locale['455'] = "ב-";
$locale['456'] = "מוין על פי";
$locale['457'] = "(שימוש ב- ? או ב- * כתו כללי)";
$locale['458'] = "כרגע מציג חברים עם '%s' ב- '%s' ";
$locale['459'] = "שולחים המתחילים ב- '%s' ";
$locale['460'] = "ממוינים על פי '%s'";
$locale['461'] = "תיבת הודעה זו ריקה";
$locale['462'] = "נושא";
$locale['463'] = "הודעה";
$locale['464'] = "שולח";
$locale['465'] = "תאריך/זמן התקבל";

// Error Messages
$locale['480'] = "שגיאה";
$locale['481'] = "מספר זיהוי הודעה שגוי";
$locale['482'] = "מספר זיהוי משתמש שגוי";
$locale['483'] = "למשתמשים רשומים בלבד";
$locale['484'] = "מודול ההודעות הפרטיות בוטל עקב שימוש פסול על ידך";
$locale['485'] = "יש לבחור לפחות הודעה אחת";
$locale['486'] = "יש להשלים את כל השדות: כותרת והודעה";
$locale['487'] = "הצפה! יש להמתין %s שניות לפני פרסום ההודעה הבאה.";

// Tooltips
$locale['500'] = "לחיצה לכתיבת הודעה חדשה";
$locale['501'] = "לחיצה לתצוגת ההודעות שהתקבלו";
$locale['502'] = "לחיצה לתצוגת ההודעות שנשלחו";
$locale['503'] = "לחיצה לתצוגת ההודעות שנשמרו";
$locale['504'] = "לחיצה לסימון הודעה זו";
$locale['505'] = "לחיצה לצפיה בתצוגה זו";
$locale['506'] = "לחיצה לצפיה בפרופיל השולח";
$locale['507'] = "לחיצה לסימון כל ההודעות";
$locale['508'] = "לחיצה לביטול סימון כל ההוגעות";
$locale['509'] = "לחיצה לתצוגת הודעות מכל השולחים";
$locale['510'] = "לחיצה לתצוגת הודעות מהשולחים המתחילים באות %s";
$locale['511'] = "לחיצה להעברת ההודעות המסומנות לתיבת ההודעות השמורות";
$locale['512'] = "לחיצה להעברת ההודעות המסומנות לתיבת דואר נכנס";
$locale['513'] = "לחיצה לסימון ההודעות המסומנות כהודעות שנקראו";
$locale['514'] = "לחיצה לסימון ההודעות המסומנות כהודעות שלא נקראו";
$locale['515'] = "לחיצה למחיקת ההודעות המסומנות";
$locale['516'] = "לחיצה לביצוע שינויי תצורה";

// Options
$locale['620'] = "אפשרויות";
$locale['621'] = "הודעה על הודעות פרטיות בדואל:";
$locale['622'] = "שמירת הודעות יוצאות באופן אוטומטי:";
$locale['623'] = "אפשרויות שמירה";
$locale['624'] = "אפשרויות שמירה";
$locale['625'] = "יש לך הודעה פרטית הממתינה באתר ".$settings['sitename'];
$locale['626'] = ",\r\nהתקבלה הודעה פרטית באתר ".$settings['sitename'].". ניתן לקרוא את ההודעה הפרטית ב- ".$settings['siteurl']."messages.php\r\n\r\nניתן לבטל את משלוח ההתראה על קבלת הודעה פרטית לכתובת הדואל בעזרת לוח האפשרויות של ההודעות הפרטיות";
$locale['627'] = "שגיאה";
$locale['628'] = "לא ניתן לשלוח הודעה פרטית. תיבת הדואר הנכנס של הנמען מלאה";
$locale['629'] = "לא ניתן להעביר את ההודעות הנבחרות כיוון שהספריה תכיל מספר הודעות הגדול מהמותר.";
$locale['630'] = " מספר הודעות מקסימלי";
$locale['631'] = "כן";
$locale['632'] = "לא";
?>