<?php
$locale['400'] = "אלבומי תמונות";
$locale['401'] = "פתיחת אלבום";
$locale['402'] = "אין תמונות ממוזערות";
$locale['403'] = "תאריך: ";
$locale['404'] = "נוצר על ידי: ";
$locale['405'] = "תמונות: ";
$locale['406'] = "לא הוגדרו אלבומי תמונות";

$locale['420'] = "נתוני אלבום";
$locale['421'] = "אלבום: ";
$locale['422'] = "מספר תמונות: ";
$locale['423'] = "תמונה אחרונה הוספה על ידי ";
$locale['424'] = " ב- ";
$locale['425'] = "לא נוספו תמונות לאלבום זה";

$locale['430'] = "הצגת אלבום";
$locale['431'] = "לחיצה להצגה";
$locale['432'] = "אין תמונות ממוזערות";
$locale['433'] = "תאריך: ";
$locale['434'] = "נוצר על ידי: ";
$locale['435'] = "צפיות: ";
$locale['436'] = "תגובות: ";
$locale['436b'] = "תגובה: ";
$locale['437'] = "דרוג: ";
$locale['438'] = "לא קיים";

$locale['450'] = "הצגת תמונה";
$locale['451'] = "תמונה קודמת";
$locale['452'] = "תמונה הבאה";
$locale['453'] = "לחיצה לתצוגת תמונה מלאה";
$locale['454'] = "ממדים: ";
$locale['455'] = "פיקסלים";
$locale['456'] = "גודל קובץ: ";
$locale['457'] = "מספר צפיות: ";
$locale['458'] = "לחיצה לסגירה";
$locale['459'] = "תמונה ראשונה";
$locale['460'] = "תמונה אחרונה";
?>