<?php
$locale['400'] = "חיפוש באתר ".$settings['sitename'];
$locale['401'] = "חיפוש אחר:";
$locale['402'] = "חיפוש";
$locale['403'] = "חיפוש אחר אחת מהמילים";
$locale['404'] = "תוצאת החיפוש חייבת להכיל את כל המילים";
$locale['405'] = "היכן:";
$locale['406'] = "אפשרויות:";
$locale['407'] = "כל האתר";
$locale['408'] = "חיפוש בתוצאות";
//addition date
$locale['420'] = "חיפוש:";
$locale['421'] = "הכול";
$locale['422'] = "יום אחרון";
$locale['423'] = "שבוע אחרון";
$locale['424'] = "שבועיים אחרונים";
$locale['425'] = "חודש אחרון";
$locale['426'] = "שלושה חודשים אחרונים";
$locale['427'] = "שישה חודשים אחרונים";
//where
$locale['430'] = "כותרת והודעה";
$locale['431'] = "הודעה בלבד";
$locale['432'] = "כותרת בלבד";
//sort by
$locale['440'] = "סדר על פי:";
$locale['441'] = "תאריך";
$locale['442'] = "כותרת";
$locale['443'] = "מחבר";
//
$locale['450'] = "סדר יורד";
$locale['451'] = "סדר עולה";
//characters in results
$locale['460'] = "הצג:";
$locale['461'] = "תווים בתוצאות";
$locale['462'] = "מלל מלא";
//No results
$locale['500'] = "לא נמצאה התאמה.";
$locale['501'] = "מילת החיפוש חייבת לכלול לפחות 3 תווים.";
$locale['502'] = "מחרוזות חיפוש בנות פחות משלושה תווים (%s) אינן נכללות בחיפוש.";
//Global search
$locale['510'] = "התאמות בחיפוש מלא";
//
$locale['520'] = "התאמה נמצאה";
$locale['521'] = "התאמות נמצאו";
$locale['522'] = "בהתאמה לקריטריון החיפוש";
//more than 100 results
$locale['530'] = "יש להיות יותר מדוייק בקריטריון החיפוש. נמצאו %s תוצאות. מוצגים בפניך 100 התוצאות הראשונות";
?>