<?php
$locale['title'] = "התקנת מערכת PHP-Fusion בגרסה 7";
$locale['sub-title'] = "התקנת מערכת PHP-Fusion בגרסה 7";

$locale['xml_lang'] = "he";
$locale['charset'] = "utf-8";
$locale['001'] = "שלב 1: בחירת לוקליזציה";
$locale['002'] = "שלב 2: בדיקת הרשאות כתיבה לקבצים ותיקיות";
$locale['003'] = "שלב 3: הגדרות מסד נתונים";
$locale['004'] = "שלב 4: הגדרת תצורה למסד הנתונים";
$locale['005'] = "שלב 5: פרטי מנהל האתר";
$locale['006'] = "שלב 6: הגדרות סיום";
$locale['007'] = "הבא";
$locale['008'] = "הקודם";
$locale['009'] = "סיום";
// Step 1
$locale['010'] = "יש לבחור את הלוקליזציה (שפה) הנדרשת (Hebrew עבור עברית):";
$locale['011'] = "הורדת קבצי שפה נוספים ניתנת לביצוע מהאתר הרישמי <a href='http://www.php-fusion.co.uk'>php-fusion.co.uk</a>";
// Step 2
$locale['020'] = "בכדי להמשיך הרשאות הכתיבה CHMOD לקבצים והתיקיות הבאים צריכים להיות מוגדרים כניתנים לכתיבה:";
$locale['021'] = "בדיקת הרשאות כתיבה עברה בהצלחה, יש ללחוץ על כפתור הבא להמשך.";
$locale['022'] = "בדיקת הרשאות כתיבה נכשלה, יש להגדיר הרשאות כתיבה CHMOD לקבצים והתיקיות המסומנים ולנסות שוב.";
$locale['023'] = "עבר";
$locale['024'] = "נכשל";
$locale['025'] = "רענון";
// Step 3 - Access criteria
$locale['030'] = "יש להכניס את הגדרות הכניסה למסד הנתונים.";
$locale['031'] = "מחשב מארח מסד נתונים:";
$locale['031e'] = "Database Hostname:";
$locale['032'] = "שם משתמש מסד נתונים:";
$locale['032e'] = "Database Username:";
$locale['033'] = "סיסמת מסד נתונים:";
$locale['033e'] = "Database Password:";
$locale['034'] = "שם מסד נתונים:";
$locale['034e'] = "Database Name:";
$locale['035'] = "קידומת לטבלאות מסד הנתונים:";
$locale['035e'] = "Table Prefix:";
// Step 4 - Database Setup
$locale['040'] = "נוצר קשר עם מסד הנתונים.";
$locale['041'] = "הגדרות התצורה נכתבו בהצלחה.";
$locale['042'] = "טבלאות מסד הנתונים נוצרו בהצלחה.";
$locale['043'] = "שגיאה:";
$locale['044'] = "לא התאפשר ליצור קשר עם מסד הנתונים.";
$locale['045'] = "יש לבדוק את הגדרות מסד הנתונים מחדש.";
$locale['046'] = "לא התאפשר לכתוב לקובץ ההגדרות.";
$locale['047'] = "יש לבדוק את הרשאות הכתיבה CHMOD של קובץ config.php.";
$locale['048'] = "לא ניתן ליצור את טבלאות מסד הנתונים.";
$locale['049'] = "יש לספק את שם מסד הנתונים.";
$locale['050'] = "לא ניתן ליצור קשר עם מסד נתונים MySQL.";
$locale['051'] = "מסד הנתונים MySQL הספציפי אינו קיים.";
$locale['052'] = "שגיאה בתחילית של הטבלה.";
$locale['053'] = "התחילית הספציפית שנבחרה עבור הטבלה כבר בשימוש.";
$locale['054'] = "לא ניתן לכתוב או למחוק טבלאות MySQL.";
$locale['055'] = "יש לבדוק שמשתמש מסד הנתונים MySQL יש הרשאות קריאה, כתיבה ומחיקה עבור הטבלאות שנבחרו.";
$locale['056'] = "שדות ריקים.";
$locale['057'] = "יש לבדוק שמולאו כל פרטי מסד הנתונים MySQL.";
// Step 5 - Super Admin login
$locale['060'] = "פרטי התחברות מנהל-על";
$locale['061'] = "שם משתמש:";
$locale['062'] = "סיסמת חיבור:";
$locale['063'] = "סיסמת חיבור לאימות:";
$locale['064'] = "סיסמת ניהול אתר:";
$locale['065'] = "סיסמת ניהול אתר לאימות:";
$locale['066'] = "דואל:";
// Step 6 - User details validation
$locale['070'] = "שם משתמש מכיל תווים לא חוקיים";
$locale['070b'] = "שדה שם משתמש אינו יכול להשאר ריק.";
$locale['071'] = "שתי הסיסמאות אינן זהות";
$locale['072'] = "סיסמא שגויה, יש להשתמש בתווי אותיות ומספרים בלבד.<br>אורך סיסמא מינימלי הנו 6 תווים";
$locale['072b'] = "שדה סיסמת כניסה אינו יכול להשאר ריק";
$locale['073'] = "שתי סיסמאות מנהל האתר אינן זהות.";
$locale['074'] = "סיסמת מנהל האתר וסיסמת המשתמש חייבות להיות שונות.";
$locale['075'] = "סיסמת מנהל האתר אינה חוקית, יש להשתמש באותיות וספרות בלבד.<br>סיסמא חייבת להכיל 6 תווים לפחות.";
$locale['075b'] = "שדה סיסמת מנהל האתר אינו יכול להשאר ריק.";
$locale['076'] = "כתובת הדואל אינה חוקית";
$locale['076b'] = "דשה דואר אלקטרוני אינו יכול להשאר ריק.";
$locale['077'] = "קיימת שגיאה בהגדרות המשתמש שלך:";
// Step 6 - Admin Panels
$locale['080'] = "מנהלים";
$locale['081'] = "קטגוריות מאמרים";
$locale['082'] = "מאמרים";
$locale['083'] = "בנרים";
$locale['084'] = "BB Codes";
$locale['085'] = "רשימה שחורה";
$locale['086'] = "תגובות";
$locale['087'] = "עמודים מותאמים אישית";
$locale['088'] = "גיבוי מסד נתונים";
$locale['089'] = "קטגוריות הורדות";
$locale['090'] = "הורדות";
$locale['091'] = "שאלות ותשובות";
$locale['092'] = "פורומים";
$locale['093'] = "תמונות";
$locale['094'] = "תוספים";
$locale['095'] = "לוחות התוספים";
$locale['096'] = "חברים";
$locale['097'] = "קטגוריות פריטי חדשות";
$locale['098'] = "פריטי חדשות";
$locale['099'] = "לוחות";
$locale['100'] = "אלבומי תמונות";
$locale['101'] = "PHP Info";
$locale['102'] = "סקרים";
$locale['103'] = "תיבת שיחה";
$locale['104'] = "קישורי האתר";
$locale['105'] = "רגשונים";
$locale['106'] = "הגשות";
$locale['107'] = "שדרוג";
$locale['108'] = "קבוצות משתמשים";
$locale['109'] = "קטגוריות קישורי אינטרנט";
$locale['110'] = "קישורי אינטרנט";
$locale['111'] = "הגדרות ראשיות";
$locale['112'] = "הגדרות תאריך ושעה";
$locale['113'] = "הגדרות פורום";
$locale['114'] = "הגדרות הרשמה";
$locale['115'] = "הגדרות גלרית התמונות";
$locale['116'] = "הגדרות נוספות";
$locale['117'] = "הגדרות הודעות אישיות";
$locale['118'] = "שדות פרופיל משתמש";
$locale['119'] = "דרגות בפורום";
$locale['120'] = "קטגוריות שדות משתמש";
$locale['121'] = "חדשות";
$locale['122'] = "ניהול משתמשים";
$locale['123'] = "הורדות";
$locale['124'] = "פריטים לדף";
$locale['125'] = "אבטחה";
$locale['126'] = "הגדרות פריטי חדשות";
$locale['127'] = "הגדרות הורדות";
// Step 6 - Navigation Links
$locale['130'] = "דף הבית";
$locale['131'] = "מאמרים";
$locale['132'] = "הורדות";
$locale['133'] = "שאלות ותשובות";
$locale['134'] = "פורום";
$locale['135'] = "צור קשר";
$locale['136'] = "קטגוריות פריטי חדשות";
$locale['137'] = "קישורים";
$locale['138'] = "גלרית תמונות";
$locale['139'] = "חיפוש";
$locale['140'] = "הוספת קישור";
$locale['141'] = "הוספת פריט חדשותי";
$locale['142'] = "הוספת מאמר";
$locale['143'] = "הוספת תמונה";
// Stage 6 - Panels
$locale['160'] = "ניווט";
$locale['161'] = "משתמשים מחוברים";
$locale['162'] = "שרשורי פורום";
$locale['163'] = "מאמרים אחרונים";
$locale['164'] = "הודעת קבלת פנים";
$locale['165'] = "רשימת שרשורי פורום";
$locale['166'] = "פרטי משתמש";
$locale['167'] = "סקר חברים";
$locale['168'] = "תיבת שיחה";
// Stage 6 - News Categories
$locale['180'] = "באגים";
$locale['181'] = "הורדות";
$locale['182'] = "משחקים";
$locale['183'] = "גרפיקות";
$locale['184'] = "חומרה";
$locale['185'] = "עיתון";
$locale['186'] = "חברים";
$locale['187'] = "מודים";
$locale['188'] = "סרטים";
$locale['189'] = "תקשורת";
$locale['190'] = "חדשות";
$locale['191'] = "PHP-Fusion";
$locale['192'] = "אבטחה";
$locale['193'] = "תוכנה";
$locale['194'] = "תבניות";
$locale['195'] = "חלונות";
// Stage 6 - Sample Forum Ranks
$locale['200'] = "מנהל על";
$locale['201'] = "מנהל";
$locale['202'] = "מנהל פורום";
$locale['203'] = "חבר חדש";
$locale['204'] = "חבר זוטר";
$locale['205'] = "חבר";
$locale['206'] = "חבר בכיר";
$locale['207'] = "חבר מנוסה";
$locale['208'] = "חבר כבוד";
// Stage 6 - User Field Categories
$locale['220'] = "פרטי יצירת קשר";
$locale['221'] = "פריטי שונות";
$locale['222'] = "אפשרויות";
$locale['223'] = "סטטיסטיקות";
// Welcome message
$locale['230'] = "ברוכים הבאים לאתר שלך";
// Final message
$locale['240'] = "ההתקנה הסתיימה, PHP-Fusion 7 עכשיו מוכן לשימוש.<br>
למעבר לאתר שלך המבוסס על מערכת PHP-Fusion יש ללחוץ על סיום.<br>
<b>הערה חשובה:</b> בשל דרישות אבטחה של המערכת, לאחר הכניסה לאתר יש למחוק את קובץ setup.php מהשרת<br>
ולהחזיר הגדרת הרשאות CHMOD לקובץ config.php ל- 644.<br><br>
תודה שאתם מנסים את מערכת PHP-Fusion בגרסה 7.";
// Default time settings
// http://php.net/manual/en/function.strftime.php
$locale['shortdate'] = "%d.%m.%y";
$locale['longdate'] = "%B %d %Y %H:%M:%S";
$locale['forumdate'] = "%d-%m-%Y %H:%M";
$locale['newsdate'] = "%B %d %Y";
$locale['subheaderdate'] = "%B %d %Y %H:%M:%S";
?>
