<?php
$locale['400'] = "עזרה לתיבת השיחה";
$locale['401'] = "תיבת השיחה של ".$settings['sitename']." מאפשרת לאורחים וחברים רשומים לכתוב הודעות קצרות. תגי HTML מוסרים כיוון שקוד הנכתב בצורה גרועה עלול לפגוע בעיצוב האתר. אורך הודעה מקסימלי מותר הנו
255 תווים, כל מלל העובר ערך זה יחתך. מילים הכוללות 20 תווים ויותר יחתכו תוך שימוש במעבר שורה כדי למנוע פגיעה בעיצוב. אנא <b>לא</b>:<br/>
<br/>
· לתקוף לפגוע ולהעליב משתמשים אחרים.<br/>
· לכתוב הודעות ספאם או להציף על ידי כתיבת הודעות חוזרות.<br/>
· להשתמש במילים פוגעניות או לא נעימות.<br/>
<br/>
ניתן לפרסם אתר בבעלותך כל עוד אין בדבר פגיעה בזכויות יוצרים. יש לספק נושא להודעה ומסר אחרת ההודעה תדחה. ניתן להשתמש ברגשונים על מנת לתת נופך נוסף להודעה:";
$locale['402'] = "קוד";
$locale['403'] = "רגשון";
$locale['404'] = "".$settings['sitename']." שומרים לעצמת את הזכות למחוק הודעה שסותרת את החוקים לעיל. כל שאלה ניתן להפנות לדואל <a href='mailto:".$settings['siteemail']."'>זה</a>.";
?>