<?php
$locale['400'] = "הוספת קישור";
// Submit Link Success
$locale['410'] = "תודה על הוספת הקישור";
$locale['411'] = "הוספת קישור נוסף";
$locale['412'] = "חזרה לאתר ".$settings['sitename'];
// Submit Link Form
$locale['420'] = "יש להשתמש בטופס הבא להגשת קישור. ההגשה תבדק על ידי מנהל. קישור שלא יעבור את סף ההתאמה לא יפורסם.";
$locale['421'] = "קטגורית קישורים:";
$locale['422'] = "שם קישור:";
$locale['423'] = "כתובת קישור:";
$locale['424'] = "תיאור קישור:";
$locale['425'] = "שליחת קישור";
// Submit News
$locale['450'] = "שליחת פריט חדשותי";
// Submit News Success
$locale['460'] = "תודה על הגשת פריט החדשות";
$locale['461'] = "הגשת פריט חדשות נוסף";
// Submit News Form
$locale['470'] = "יש להשתמש בטופס הבא להגשת פריט חדשות. הפריט יבדק על ידי מנהל. ".$settings['sitename']." שומר את הזכות לתקן או לערוך כל הגשה. פריט חדשות צריך להיות מתאים לתוכן האתר. הגשה לא מתאימה תמחק.";
$locale['471'] = "כותרת:";
$locale['472'] = "חדשות:";
$locale['473'] = " אפשר שבירת שורות אוטומטית";
$locale['474'] = "תצוגה מקדימה לפריט חדשות";
$locale['475'] = "שליחת פריט חדשות";
$locale['476'] = "קטגוריה:";
$locale['477'] = "- ריק -";
$locale['476'] = "קטגוריה:";
$locale['477'] = "- ללא -";
// Submit Article
$locale['500'] = "שליחת מאמר";
// Submit Article Success
$locale['510'] = "תודה על שליחת המאמר";
$locale['511'] = "שליחת מאמר נוסף";
// Submit Article Form
$locale['520'] = "יש להשתמש בטופס הבא להגשת מאמר. הפריט יבדק על ידי מנהל. ".$settings['sitename']." שומר את הזכות לתקן או לערוך את המאמר. מאמרים צריכים להתאים לתוכן האתר. מאמרים לא ראויים ימחקו.";
$locale['521'] = "קטגוריה:";
$locale['522'] = "נושא:";
$locale['523'] = "הקדמה:";
$locale['524'] = "מאמר:";
$locale['525'] = " אפשר שובר שורות אוטומטי";
$locale['526'] = "תצוגה מקדימה למאמר";
$locale['527'] = "שליחת מאמר";
$locale['526'] = "תצוגה מקדימה למאמר";
$locale['527'] = "הגשת המאמר";
// Submit Error
$locale['550'] = "יש להשלים את הטופס.";
$locale['551'] = "לא הוגדרו קטגוריות.";
// Submit Photo
$locale['570'] = "הגשת תמונה";
// Submit Photo Success
$locale['580'] = "תודה על הגשת התמונה";
$locale['581'] = "הגשת תמונה נוספת";
// Submit Photo Error
$locale['600'] = "לא ניתן להגיש תמונה זו";
$locale['601'] = "שם קובץ תמונה לא חוקי.";
$locale['602'] = "גודל התמונה צריך להיות פחות מ- %u בייטים.";
$locale['603'] = "תמונה חייבת להיות מסוג GIF, JPEG או PNG.";
$locale['604'] = "רוחב וגובה התמונה צריכים להיות פחות מערכים אלה %uw x %uh פיקסלים.";
// Submit Photo Form
$locale['620'] = "יש להשתמש בטופס הבא להגשת תמונה. ההגשה תבדק על ידי מנהל. ".$settings['sitename']." שומר על הזכות לתקן או לערוך כל הגשה. תמונות חייבות להתאים לתוכן של האתר. תמונות שימצאו לא מתאימות ימחקו.";
$locale['621'] = "כותרת:";
$locale['622'] = "תיאור:";
$locale['623'] = "תמונה: ";
$locale['624'] = "גודל קובץ מקסימלי: %s / גודל מקסימלי: %ux%u פיקסלים";
$locale['625'] = "אלבום:";
$locale['626'] = "שליחת תמונה";
// Submit Download
$locale['650'] = "שליחת הורדה";
// Submit Download Success
$locale['660'] = "תודה על שליחת ההורדה";
$locale['661'] = "לשליחת הורדה נוספת";
// Submit Download Error
$locale['670'] = "לא ניתן לשלוח את ההורדה";
$locale['671'] = "שם קובץ לא חוקי.";
$locale['671a'] = "שם קובץ תמונה לא חוקי.";
$locale['672'] = "הקובץ חייב להיות קטן מ- %s.";
$locale['672a'] = "קובץ תמונה חייב להיות קטן מ- %s.";
$locale['672b'] = "תמונה חייבת להיות קטנה מ- %s.";
$locale['673'] = "הקובץ חייב להיות באחד הפורמטים הבאים: %s.";
$locale['673a'] = "קובץ התמונה חייב להיות באחד הפורמטים הבאים: %s.";
$locale['674'] = "כותרת הורדה לא יכולה להיות ריקה.";
$locale['675'] = "קובץ הורדה או קישור אינו יכול להיות ריק.";
$locale['676'] = "התאור הקצר לא יכול להיות ריק.";
$locale['676a'] = "שגיאה לא ידועה";
// Submit Download Form
$locale['680'] = "יש להשתמש בטופס הבא לשליחת ההורדה. ההורדה תבדק על ידי מנהל. האתר ".$settings['sitename']." שומר לעצמו את הזכות לתקן או לערוך כל הורדה. ההורדות חייבות להיות תואמות לתוכן האתר. הורדות לא תואמות ידחו.";
$locale['681'] = "כותרת:";
$locale['682'] = "תאור:";
$locale['682b'] = "תאור קצר:";
$locale['683'] = "קישור:";
$locale['684'] = "או קובץ:";
$locale['685'] = "חישוב גודל קובץ";
$locale['686'] = "תמונת מסך:";
$locale['687'] = "קטגוריה:";
$locale['688'] = "רישיון:";
$locale['689'] = "מערכת הפעלה:";
$locale['690'] = "גרסה:";
$locale['691'] = "דף בית:";
$locale['692'] = "זכויות יוצרים:";
$locale['693'] = "גודל קובץ:";
$locale['694'] = "גודל קובץ מרבי: %s / סוגי קבצים מותרים: %s";
$locale['694b'] = "גודל קובץ מרבי: %s / סוגי קבצים מותרים: %s / רוחב מקסימלי: %spx, גובה מקסימלי: %spx";
$locale['695'] = "שליחת הורדה";
?>