<?php
// Items shown in profiles
$locale['u040'] = "תאריך הצטרפות:";
$locale['u041'] = "ביקור אחרון";
$locale['u042'] = "לא בוצע ביקור";
$locale['u043'] = "שליחת הודעה אישית";
$locale['u044'] = "יצירת קשר";
$locale['u045'] = "נתונים";
$locale['u046'] = "אפשרויות";
$locale['u047'] = "סטטיסטיקות";
$locale['u048'] = "מידע למנהלים";
$locale['u049'] = "כתובת IP";
$locale['u050'] = "לא מוגדר";
$locale['u051'] = "הסתרת דואר אלקטרוני?";
$locale['u052'] = " כן ";
$locale['u053'] = " לא";
$locale['u054'] = "הצגת רשימת מושעים";
$locale['u055'] = "מצב משתמש:";
$locale['u056'] = "סיבה";
$locale['u057'] = "קבוצות משתמש";
$locale['u058'] = "אפשרויות ניהול";
$locale['u059'] = "הוספה";
$locale['u060'] = "הוספת משתמש זה לקבוצה נבחרת?";
$locale['u061'] = "הוספה לקבוצה";
$locale['u062'] = "סמלון משתמש";
$locale['u063'] = "דרגת משתמש";
$locale['u064'] = "דואר אלקטרוני";

$locale['u066'] = "תאריך הצטרפות";
$locale['u067'] = "ביקור אחרון";
$locale['u068'] = "שם משתמש";
$locale['u069'] = "עריכה";
$locale['u070'] = "ברחקה";
$locale['u071'] = "השעיה";
$locale['u072'] = "מחיקה";
$locale['u073'] = "מחיקת משתמש זה?";

// Profile and register
$locale['u100'] = "בכדי לשנות סיסמא או דואר אלקטרוני<br />יש להכניס סיסמא נוכחית.";
$locale['u101'] = "הרשמה";
$locale['u102'] = "עריכת פרופיל";
$locale['u103'] = "פרופיל";
$locale['u104'] = "פרופיל חבר ל";
$locale['u105'] = "עדכון פרופיל";

// View User Groups
$locale['u110'] = "הצגת קבוצת משתמש";
$locale['u111'] = "%u משתמש";
$locale['u112'] = "%u משתמשים";
$locale['u113'] = "שם משתמש";
$locale['u114'] = "סוג משתמש";

// User name and email
$locale['u120'] = "שם המשתמש מכיל תווים לא חוקיים.";
$locale['u121'] = "שם המשתמש הנבחר תפוס כבר על ידי משתמש אחר.";
$locale['u122'] = "שם משתמש אינו יכול להשאר ריק.";
$locale['u123'] = "כתובת הדואר האלקטרוני שלך נראית לא חוקית.";
$locale['u124'] = "כתובת הדואר האלקטרוני או הדומיין שלך ברשימה השחורה.";
$locale['u125'] = "כתובת הדואר האלקטרוני כבר רשומה תחת שם משתמש אחר.";
$locale['u126'] = "כתובת דואר אלקטרוני לא יכולה להיות ריקה.";
$locale['u127'] = "שם משתמש";
$locale['u128'] = "כתובת דואר אלקטרוני";
$locale['u129'] = "מידע חשבון";

// Passwords
$locale['u130'] = "סיסמאות מנהל";
$locale['u131'] = "סיסמת מנהל";
$locale['u132'] = "סיסמאות כניסה";
$locale['u133'] = "סיסמת כניסה";
$locale['u134'] = "סיסמת כניסה חדשה";
$locale['u135'] = "סיסמא חוזרת";
$locale['u136'] = "סיסמא לא יכולה להשאר ריקה.";
$locale['u137'] = "סיסמת מנהל נוכחית לא יכולה להשאר ריקה.";
$locale['u138'] = "סיסמת כניסה נוכחית לא יכולה להשאר ריקה.";
$locale['u139'] = "סיסמת כניסה לא מתאימה לסיסמת כניסה נוכחית.";
$locale['u140'] = "סיסמת מנהל לא מתאימה לסיסמת מנהל נוכחית.";
$locale['u141'] = " לא יכולה להיות כמו ";
$locale['u142'] = " קצרה מדי או מכילה תווים לא חוקיים!";
$locale['u143'] = " לא תואמות!";
$locale['u143a'] = " לא יכולה להשאר ריקה.";
$locale['u144'] = "סיסמת מנהל חדשה";
$locale['u145'] = "סיסמת מנהל חוזרת";
$locale['u146'] = " לא יכולה להיות כמו ";
$locale['u147'] = "סיסמא חייבת להיות בין 8 עד 64 תווים.<br />תווים מותרים הנם a-z, 0-9 and @!#$%&amp;\/()=-_?+*.,:;";
$locale['u148'] = "סיסמאות כניסה חדשות לא תואמות.";
$locale['u148a'] = "סיסמאות מנהל חדשות לא תואמות.";
$locale['u149'] = "סיסמת הכניסה הנוכחית שלך לא הוגדרה או שאינה חוקית.";
$locale['u149a'] = "סיסמת מנהל חדשה שלך לא הוגדרה או שאינה חוקית.";
$locale['u149b'] = "סיסמת הכניסה הנוכחית לא הוגדרה או שאינה חוקית.<br />לא ניתן להגדיר סיסמת מנהל ללא סיסמת כניסה נכונה.";

// Email actiation
$locale['u150'] = "הרישום כמעט הושלם, תקבלו הודעת דואר עם פרטי הכניסה וקישור לאימות החשבון.";
$locale['u151'] = "ברוכים הבאים לאתר ".$settings['sitename'];
$locale['u152'] = "שלום USER_NAME,\n
ברוכים הבאים לאתר ".$settings['sitename'].". להלן פרטי הכניסה שלך:\n
שם משתמש: USER_NAME
סיסמא: USER_PASSWORD\n
אנא הפעילו את חשבונכם בעזרת הקישור הבא: ACTIVATION_LINK\n\n
בברכה,
אתר ".$settings['sitename'];
$locale['u153'] = "לא ניתן לשלוח את הודעת אימות החשבון.";
$locale['u154'] = "בבקשה <a href='".BASEDIR."contact.php'>צרו קשר</a> עם מנהל האתר.";
$locale['u155'] = "הפעלת החשבון";
$locale['u156'] = "אנא כתבו את הסיסמא הנוכחית לשינוי כתובת הדואר האלקטרוני.";

// Success / Fail
$locale['u160'] = "הרישום הושלם";
$locale['u161'] = "עכשיו ניתן להתחבר לאתר.";
$locale['u162'] = "מנהל יפעיל את החשבון שלך בזמן הקרוב.";
$locale['u163'] = "הפרופיל עודכן בהצלחה.";
$locale['u164'] = "עדכון נכשל";
$locale['u165'] = "הרשיום נכשל";
$locale['u167'] = "בשל הסיבות הבאות:";
$locale['u168'] = "אנא נסו שוב.";
$locale['u169'] = "פרופיל עודכן";
$locale['u170'] = "הרישום בוצע בהצלחה";
$locale['u171'] = "החשבון שלך אומת.";
$locale['u172'] = "משתמש הוסף בהצלחה.";
$locale['u173'] = "חזרה לניהול משתמש.";
$locale['u174'] = "הוספת משתמש נוסף.";

// Avatar upload
$locale['u180'] = "הסימלון שלך עבר את גודל הקובץ המותר, הגודל המקסימלי המותר הנו ".parsebytesize($settings['avatar_filesize']).".";
$locale['u181'] = "הסמלון שלך בפורמט לא נתמך, פורמטים נתמכים הנם jpg, png וכן gif.";
$locale['u182'] = "גודל הסמלון שלך עולה על ".$settings['avatar_width']."x".$settings['avatar_height']." פיקסלים.";
$locale['u183'] = "הסמלון לא הועלה נכון.";
$locale['u184'] = "גודל קובץ מרבי: %s / גודל מרבי: %ux%u פיקסלים";
$locale['u185'] = "סמלון";
$locale['u186'] = "יש ללחוץ על עיון להעלאת תמונה";
$locale['u187'] = "מחיקה";

// Captcha and terms
$locale['u190'] = "קוד אימות";
$locale['u191'] = "הכנסת קוד אימות";
$locale['u192'] = "תנאי הסכם";
$locale['u193'] = "קראתי את <a href='".BASEDIR."print.php?type=T' target='_blank'>תנאי ההסכם</a> ואני מסכים להם.";
$locale['u194'] = "קוד אימות שגוי.";
$locale['u195'] = "קוד Captcha לא יכול להשאר ריק.";

// E-mail Change Confirmation
$locale['u200'] = "הודעת אימות נשלחה לכתובת הדואר האלקטרוני שלך (%s).";
$locale['u201'] = "כתובת הדואר האלקטרוני שלך תשתנה כשתלחצו על הקישור בהודעה.";
$locale['u202'] = "אימות כתובת דואר אלקטרוני - ".$settings['sitename'];
$locale['u203'] = "שלום [USER_NAME],\n
מישהו הגדיר את כתובת הדואר האלקטרוני בחשבונו שבאתר שלנו.\n
אם באמת אתם מעוניינים לשנות את כתובת הדואר האלקטרוני לכתובת זו אנא לחצו על הקישור הבא:\n
[EMAIL_VERIFY_LINK]\n
Note: יש להיות מחוברים בכדי להמשיך.\n
בברכה,
".$settings['siteusername']."
אתר ".$settings['sitename'];
?>