<?php
// Member Profile
$locale['400'] = "פרופיל משתמש";
$locale['401'] = "קבוצות משתמשים";
$locale['402'] = "אפשרויות ניהול";
// Administrator Options
$locale['410'] = "עריכה";
$locale['411'] = "הרחקה";
$locale['412'] = "מחיקה";
$locale['413'] = "הרחקת משתמש זה?";
$locale['414'] = "מחיקת משתמש זה?";
$locale['415'] = "הוספה לקבוצה:";
$locale['416'] = "הוספה";
$locale['417'] = "הוספת משתמש זה לקבוצה המסומנת?";
$locale['418'] = "הפעלה";
$locale['419'] = "הצגת לוג מושהים";
// View User Groups
$locale['420'] = "הצגת קבוצת משתמשים";
$locale['421'] = "%u משתמש";
$locale['422'] = "%u משתמשים";
$locale['423'] = "שם משתמש";
$locale['424'] = "סוג משתמש";
// Member statuses
$locale['440'] = "פעיל";
$locale['441'] = "חסום";
$locale['442'] = "לא הופעל";
$locale['443'] = "מושהה";
$locale['444'] = "חסימת אבטחה";
$locale['445'] = "בוטל";
$locale['446'] = "שינוי לאנונימי";
$locale['447'] = "מנוטרל";
$locale['448'] = "סיבה:";
?>