<?php
$locale['tcp_title'] = "لوحة تحكم ثيم Ddraig";

$locale['sets_up'] = "كل الإعدادات <b>تم تحديثها بنجاح</b>";
$locale['invalid'] = "<b>خطأ:</b> قيمة الإدخال ليست رقماً صالحاً أو أن الحقل تم تركه فارغاً!";
$locale['maxwidth_low'] = "<b>خطأ:</b> يجب أن يكون الإدخال في أقصى عرض أعلى أو مماثلًا لأدنى عرض ";

$locale['g_sets'] = "الاعدادات العامة";

$locale['max_w'] = "أقصى عرض للثيم:";
$locale['max_w_des'] = "أقصى عرض للثيم";
$locale['min_w'] = "الحد الأدنى لعرض الثيم:";
$locale['min_w_des'] = "الحد الأدنى لعرض الثيم";
$locale['max_wf'] = "أقصى عرض للثيم بينما يستخدم في المنتدى:";
$locale['max_wf_des'] = "يضبط الحد الأقصى لعرض الثيم إلى قيمة مختلفة أثناء عرض المنتدى";
$locale['max_wa'] = "أقصى عرض للثيم أثناء الإستخدام في لوحة الإدارة:";
$locale['max_wa_des'] = "يضبط الحد الأقصى لعرض الثيم إلى قيمة مختلفة أثناء الإستخدام في لوحة الإدارة";
$locale['home_icon'] = "الصفحة الرئيسية كأيقونة:";
$locale['home_icon_des'] = "يستبدل رابط الصفحة الرئيسية في تنقل الرأسية بأيقونة";
$locale['winter'] = "نمط الشتاء:";
$locale['winter_des'] = "هذا سيضيف بعض التصميم الشتوي للثيم";

$locale['save_sets'] = "حفظ الإعدادات";

$locale['enabled'] = "تمكين";
$locale['disabled'] = "معطل";
