<?php
// Contact Form
$locale['400'] = "ÇáÇÊÕÇá ÈäÇ";
$locale['401'] = "åäÇß ÚÏÉ ØÑŞ ááÇÊÕÇá ÈäÇ¡ ÍíË íãßäß ÅÑÓÇá ÑÓÇáÉ ÈÑíÏ ÇáßÊÑæäí ãÈÇÔÑÉ ÅáíäÇ Úáì ÇáÚäæÇä  <a href='mailto:".str_replace("@","&#64;",$settings['siteemail'])."'>".str_replace("@","&#64;",$settings['siteemail'])."</a>.
ÅĞÇ ßäÊ ÚÖæÇğ İí ãæŞÚäÇ¡ íãßäß ÅÑÓÇá 
<a href='messages.php?msg_send=1'>ÑÓÇáÉ ÎÇÕÉ</a>.
ßãÇ íãßäß ÃíÖÇğ ÊÚÈÆÉ ÇáäãæĞÌ ÇáãæÌæÏ İí åĞå ÇáÕİÍÉ æÇáĞí ÓíÑÓá ÑÓÇáÊß ÅáíäÇ Úä ØÑíŞ ÈÑíÏäÇ ÇáÅáßÊÑæäí. ";
$locale['402'] = "ÇáÇÓã:";
$locale['403'] = "ÇáÈÑíÏ ÇáÅáßÊÑæäí:";
$locale['404'] = "ÇáãæÖæÚ:";
$locale['405'] = "ÇáÑÓÇáÉ:";
$locale['406'] = "ÅÑÓÇá ÇáÑÓÇáÉ";
$locale['407'] = "ßæÏ (ÔİÑÉ) ÇáÊÍŞŞ:";
$locale['408'] = "ÅÏÎÇá ßæÏ ÇáÊÍŞŞ:";
// Contact Errors
$locale['420'] = "íÌÈ ÊÍÏíÏ ÇáÇÓã";
$locale['421'] = "íÌÈ ÊÍÏíÏ ÚäæÇä ÇáÈÑíÏ ÇáÅáßÊÑæäí";
$locale['422'] = "íÌÈ ÊÍÏíÏ ÇáãæÖæÚ";
$locale['423'] = "íÌÈ ÊÍÏíÏ ÇáÑÓÇáÉ";
$locale['424'] = "íÌÈ ßÊÇÈÉ ßæÏ ÇáÊÍŞŞ ÈÔßá ÕÍíÍ";
// Message Sent
$locale['440'] = "Êã ÅÑÓÇá ÇáÑÓÇáÉ.";
$locale['441'] = "ÔßÑÇğ áß.";
$locale['442'] = "áã íÊã ÅÑÓÇá ÇáÑÓÇáÉ ááÓÈÈ Ãæ ÇáÃÓÈÇÈ ÇáÊÇáíÉ:";
$locale['443'] = "äÑÌæ ÇáãÍÇæáÉ ãÑÉ ÃÎÑì.";
?>
