<?php
// Contact Form
$locale['400'] = "الاتصال بي";
$locale['401'] = "هناك عدة طرق يمكنك الإتصال بنا عن طريقها. يمكنك إرسال بريد إلكتروني علي [SITE_EMAIL]. إن كنت عضواً بإمكانك إرسال رسالة خاصة عبر [PM_LINK].
أو يمكنك ملء هذا النموذج في هذه الصفحة والذي بدوره يقوم بإرسال رسالتك مباشرة إلى صاحب الموقع علي البريد الإلكتروني.";
$locale['402'] = "الإسم:";
$locale['403'] = "البريد الإلكتروني:";
$locale['404'] = "الموضوع:";
$locale['405'] = "الرسالة:";
$locale['406'] = "إرسال";
$locale['407'] = "رمز التحقق:";
$locale['408'] = "قم بإدخال رمز التحقق:";
// Contact Errors
$locale['420'] = "يجب كتابة الإسم";
$locale['421'] = "يجب كتابة البريد الإلكتروني";
$locale['422'] = "يجب كتابة عنوان الموضوع";
$locale['423'] = "يجب كتابة نص الرسالة";
$locale['424'] = "يجب إدخال رمز التحقق صحيحاً";
$locale['425'] = "خطأ برمجي، لا يمكن إرسال هذه الرسالة.";
// Message Sent
$locale['440'] = "تم إرسال رسالتك";
$locale['441'] = "شكراً لك";
$locale['442'] = "لم يتم إرسال رسالتك لهذا السبب/الأسباب";
$locale['443'] = "يرجى المحاولة مرة أخرى.";
