<?php
$locale['400'] = "ملفات التحميل";
// Download File Information
$locale['410'] = "[NEW]";
$locale['411'] = "الرخصة:";
$locale['412'] = "نظام تشغيل:";
$locale['413'] = "النسخة:";
$locale['414'] = "تاريخ الإضافة:";
$locale['415'] = "التحميلات:";
$locale['416'] = "تحميل";
$locale['417'] = "الصفحة الرئيسية للتحميلات";
$locale['418'] = "الصفحة الرئيسية:";
$locale['418a'] = "الذهاب إلى";
$locale['419'] = "لقطة الشاشة";
$locale['420'] = "عنوان ملف التنزيل";
$locale['421'] = "التاريخ";
$locale['422'] = "الكاتب";
$locale['423'] = "النسخة";
$locale['424'] = "ملفات التحميل";
$locale['425'] = "التعليقات";
$locale['426'] = "التقييمات";
$locale['427'] = "أنشيء في:";
$locale['428'] = "المعلومات";
$locale['429'] = "إحصائيات التنزيل";
$locale['429a'] = "غير متوفر";
// Downloads Notices
$locale['430'] = "لا يوجد تصنيفات تنزيل معرفة";
$locale['431'] = "لاتوجد ملفات تحميل مضافة في هذا التصنيف";
// Statistics
$locale['440'] = "عدد مرات التنزيل:";
$locale['441'] = "الأكثر تنزيلاً:";
$locale['442'] = "الأحدث:";
// Search and filters
$locale['450'] = "إستخدم ادوات الفلترة على اليسار للعثور على التنزيلات التي تريد.";
$locale['451'] = "عرض الجميع";
$locale['452'] = "المعرّف";
$locale['453'] = "العنوان";
$locale['454'] = "الكاتب";
$locale['455'] = "ملفات التحميل";
$locale['456'] = "التاريخ";
$locale['457'] = "تصاعدي";
$locale['458'] = "تنازلي";
$locale['459'] = "تطبيق";
$locale['460'] = "البحث في التنزيلات :";
$locale['461'] = "البحث";
$locale['462'] = "التصنيف:";
$locale['463'] = "ترتيب حسب:";
