<?php
$locale['400'] = "ใั฿า วแใแÝวส";
// Download File Information
$locale['410'] = "[ฬฯํฯ]";
$locale['411'] = "วแสัฮํี:";
$locale['412'] = "ไูวใ วแสิÛํแ:";
$locale['413'] = "วแลีฯวั:";
$locale['414'] = "วแลึวÝษ:";
$locale['415'] = "ฺฯฯ วแใแÝวส:";
$locale['416'] = "สไาํแ";
$locale['417'] = "ใั฿า วแใแÝวส";
$locale['418'] = "ใๆÞฺ วแใแÝ";
$locale['419'] = "วแีๆัษ";
$locale['420'] = "ฺไๆวไ วแใแÝ";
$locale['421'] = "วแสวัํฮ";
$locale['422'] = "ศๆวำุษ";
$locale['423'] = "วแลีฯวั";
$locale['424'] = "ใัวส วแสไาํแ";
$locale['425'] = "วแสฺแํÞวส";
$locale['426'] = "วแสีไํÝ";
$locale['427'] = "วแสÞๆํใ";
$locale['428'] = "ใฺแๆใวส";
$locale['429'] = "ลอีวฦํวส";
// Downloads Notices
$locale['430'] = "แใ ํสใ สฺัํÝ ใฬใๆฺวส แใั฿า วแใแÝวส";
$locale['431'] = "แใ ํสใ ลึวÝษ ใแÝวส Ýํ ๅะๅ วแใฬใๆฺษ";
// Statistics
$locale['440'] = "ใัวส วแสไาํแ:";
$locale['441'] = "วแร฿หั สไาํแว:";
$locale['442'] = "รอฯห วแใแÝวส:";
// Search and filters
$locale['450'] = "วฮสั ใไ วแÞวฦใษ สีไํÝ วแใฬใๆฺษ วแสํ สัํฯ.";
$locale['451'] = "ฺัึ วแฬใํฺ";
$locale['452'] = "วแใฺัÝ";
$locale['453'] = "วแฺไๆวไ";
$locale['454'] = "วแใัำแ";
$locale['455'] = "วแสไาํแวส";
$locale['456'] = "วแสวัํฮ";
$locale['457'] = "สีวฺฯํว";
$locale['458'] = "สไวาแํว";
$locale['459'] = "ฺัึ";
$locale['460'] = "ศอห ฺไ ใแÝ:";
$locale['461'] = "ศอห";
$locale['462'] = "วแใฬใๆฺษ:";
$locale['463'] = "สัสํศ อำศ:";
?>