<?php
$locale['400'] = "ØáÈ ßáãÉ ÓÑ ÌÏíÏÉ";
$locale['401'] = "Êã ÅÑÓÇá ÈÑíÏ ÅáßÊÑæäí Åáì ÚäæÇä ÈÑíÏß. ";
$locale['402'] = "Êã ÅÑÓÇá ßáãÉ ÓÑ ÌÏíÏÉ Úáì ÚäæÇä ÈÑíÏß ÇáÅáßÊÑæäí. ";
$locale['403'] = "ÇáÚæÏÉ Åáì ÇáÕÝÍÉ ÇáÑÆíÓíÉ.";
$locale['404'] = "áã íãßä ÇáÚËæÑ Úáì ÚäæÇä ÇáÈÑíÏ ÇáÅáßÊÑæäí ÇáÐí ÐßÑÊ.";
$locale['405'] = "ÚäæÇä ÇáÈÑíÏ ÇáÅáßÊÑæäí ÇáÐí ÐßÑÊ ÛíÑ ÕÍíÍ.";
$locale['406'] = "ÇáÑÌÇÁ ÇáãÍÇæáÉ ãÑÉ ÃÎÑì.";
$locale['407'] = "ÇáÑÌÇÁ ßÊÇÈÉ ÚäæÇä ÇáÈÑíÏ ÇáÅáßÊÑæäí ÇáÐí ÇÓÊÎÏãÊå Ýí ÇáÊÓÌíá Ýí ÇáãßÇä ÇáãÎÕÕ ÃÏäÇå.<br />
ÓíÊã ÇäÔÃ ßáãÉ ÓÑ ÌÏíÏÉ æÅÑÓÇáåÇ Åáì åÐÇ ÇáÚäæÇä.";
$locale['408'] = "ÅÑÓÇá ßáãÉ ÇáÓÑ";
$locale['409'] = "ßáãÉ ÓÑ ÌÏíÏÉ áÜ  ";
$locale['410'] = "ÃåáÇð Èß¡ [USER_NAME]¡\n
áÞÏ ØáÈÊ Ãæ ÞÇã ÔÎÕ ÂÎÑ ÈØáÈ ßáãÉ ÓÑ ÌÏíÏÉ ááÏÎæá ÈÇÓãß Ýí ãæÞÚäÇ ".$settings['sitename'].".\n
áÊÛííÑ ßáãÉ ÇáÓÑ ÇáÎÇÕÉ Èß¡ äÑÌæ ÇáÖÛØ Úáì ÇáÑÇÈØ ÇáÊÇáí:\n
[NEW_PASS_LINK]\n
ÊÍíÇÊäÇ¡
".$settings['siteusername'];
$locale['411'] = "ÃåáÇð  [USER_NAME]¡\n
ßáãÉ ÇáÓÑ ÇáÌÏíÏÉ ááÏÎæá Åáì ãæÞÚäÇ ".$settings['sitename']." åí:\n
[NEW_PASS]\n
ÊÍíÇÊäÇ¡
".$settings['siteusername'];
?>
