<?php
// Standard
$locale['400'] = "гАясгфА гАнгуи";
$locale['401'] = "ъйгхи ясгАи лоМои";
$locale['402'] = "уДоФч гАФгяо";
$locale['403'] = "уДоФч гАугоя";
$locale['404'] = "гАцятМщ";
$locale['405'] = "гАЦФжФз";
$locale['406'] = "ЦД";
$locale['407'] = "гАйгяМн";
$locale['408'] = "ЦгАъ гАЦФчз";
$locale['409'] = "цзЦА гАйгАМ Цз гАясгфА гАЦдтя зАМЕг:";
$locale['410'] = "ймоМо гАъА";
$locale['411'] = "еАшга гАймоМо";
$locale['412'] = "мщы";
$locale['413'] = "зоЦ мщы";
$locale['414'] = "чягаи";
$locale['415'] = "АЦ ййЦ гАчягаи";
$locale['416'] = "мпщ";
$locale['417'] = "зяж гАЦясАФД хгАмяФщ:";
$locale['418'] = "гАъА";
$locale['419'] = "Аг МФло ясгфА нгуи";
$locale['420'] = "еясгА ясгАи нгуи";
$locale['421'] = "еАЛ";
$locale['422'] = "гАясгАи";
$locale['423'] = "гАтщягй (гАъФо) гАнгу";
$locale['424'] = "гАФлФЕ гАжгмъи";
$locale['425'] = "гАнМгягй";
$locale['426'] = "еясгА";
$locale['427'] = "йзьМА гАФлФЕ гАжгмъи щМ ЕпЕ гАясгАи";
$locale['428'] = "еоягл гАйФчМз щМ ЕпЕ гАясгАи";
$locale['429'] = "зяж";
$locale['430'] = "еясгА";
$locale['431'] = "чягаи гАясгфА гАнгуи";
$locale['432'] = "ешАгч";
$locale['433'] = "гАяо";
$locale['434'] = "гАеясгА еАЛ гАлЦМз";
$locale['435'] = "еАшга";
$locale['436'] = "зяж гАяо";
$locale['437'] = "еясгА";
$locale['438'] = "зяж гАясгАи";
$locale['439'] = "яо";
$locale['440'] = "(ЦсйАЦи %s)"; 
$locale['441'] = "гАъйгхи ъугмх ЦФчз";
$locale['442'] = "ЦсйФМгй гАЦсйноЦМД";
$locale['443'] = "гАЦлЦФзгй";

// Search Options
$locale['450'] = "нМгягй гАйуДМщ ФгАхмк";
$locale['451'] = "хмк / йуДМщ";
$locale['452'] = "Цсм";
$locale['453'] = "АЦ ДйЦъД ЦД еМлго Цг Мьгхч хмкъ";
$locale['454'] = "гАхмк зД";
$locale['455'] = "щМ";
$locale['456'] = "гАзяж ФщчгП Аэ";
$locale['457'] = "(гсйноЦ ? Ф * ъЦйшМягй згЦи ААхмк)";
$locale['458'] = "мгАМгП Мзяж гАцзжга'%s' ЦД '%s' ";
$locale['459'] = "гАЦясАФД гАпМД йхоц цсЦгфЕЦ хэ '%s' ";
$locale['460'] = "гАйяйМх ФщчгП Аэ '%s'";
$locale['461'] = "уДоФч гАясгфА нгАМ мгАМгП";
$locale['462'] = "гАЦФжФз";
$locale['463'] = "гАясгАи";
$locale['464'] = "гАЦясА";
$locale['465'] = "Фчй ФйгяМн гАгсйАгЦ";

// Error Messages
$locale['480'] = "ньц";
$locale['481'] = "ячЦ йзяМщ гАясгАи ньц";
$locale['482'] = "ячЦ йзяМщ гАзжФ ньц";
$locale['483'] = "ААцзжга щчь";
$locale['484'] = "ноЦи гАясгфА гАнгуи хъ цФчщй ДйМли АсФа гАгсйногЦ.";
$locale['485'] = "МялЛ гнйМгя ясгАи Фгмои зАЛ гАцчА";
$locale['486'] = "Млх еъЦгА лЦМз гАмчФА: гАЦФжФз ФгАясгАи";
$locale['487'] = "ялга гДйыя %s кгДМи чхА ъйгхи ясгАи лоМои.";

// Tooltips
$locale['500'] = "цжшь ЕДг Аъйгхи ясгАи лоМои";
$locale['501'] = "цжшь ЕДг АЦтгЕои гАясгфА гАйМ цясАй Аъ";
$locale['502'] = "цжшь ЕДг АЦтгои гАясгфА гАйМ цясАй";
$locale['503'] = "цжшь ЕДг АЦтгЕои гАясгфА гАЦмщФыи";
$locale['504'] = "цжшь ЕДг ААйцтМя зАЛ ЕпЕ гАясгАи";
$locale['505'] = "цжшь ЕДг АЦтгЕои ЕпЕ гАясгАи";
$locale['506'] = "цжшь ЕДг АЦтгЕои гАЦАщ гАнгу хгАЦясА";
$locale['507'] = "цжшь ЕДг ААйцтМя зАЛ лЦМз гАясгфА";
$locale['508'] = "цжшь ЕДг АергАи гАйцтМя зАЛ лЦМз гАясгфА";
$locale['509'] = "цжшь ЕДг АЦтгЕои гАясгфА ЦД лЦМз гАЦясАМД";
$locale['510'] = "цжшь ЕДг Азяж лЦМз гАясгфА ЦД гАЦясАМД гАпМД йхоц цсЦгфЕЦ хмящ %s";
$locale['511'] = "цжшь ЕДг АДчА гАясгфА гАЦдтяи еАЛ уДоФч гАмщы";
$locale['512'] = "цжшь ЕДг АДчА гАясгфА гАЦдтяи еАЛ уДоФч гАФгяо";
$locale['513'] = "цжшь ЕДг АЦзгЦАи гАясгфА гАЦдтяи ъясгфА ЦчяФаи";
$locale['514'] = "цжшь ЕДг АЦзгЦАи гАясгфА гАЦдтяи ъясгфА шМя ЦчяФаи";
$locale['515'] = "цжшь ЕДг Ампщ гАясгфА гАЦдтяи";
$locale['516'] = "цжшь ЕДг АйзоМА гАезогогй";

// Options
$locale['620'] = "гАнМгягй";
$locale['621'] = "етзгяМ зД ьяМч гАхяМо гАеАъйяФДМ зДоЦг цйАчЛ ясгАи нгуи:";
$locale['622'] = "мщы гАясгфА гАЦясАи йАчгфМгП:";
$locale['623'] = "мщы гАнМгягй";
$locale['624'] = "гАнМгягй гАЦмщФыи";
$locale['625'] = "АоМъ ясгАи нгуи лоМои щМ ".$settings['sitename'];
$locale['626'] = "║\r\nФуА еАМъ ясгАи нгуи лоМои щМ ".$settings['sitename'].". МЦъДъ чягаи ясгАйъ гАнгуи ЦД Епг гАягхь  ".$settings['siteurl']."messages.php\r\n\r\nМЦъДъ йзьМА нгуМи гАетзгя хгАхяМо ЦД ущми нМгягй гАясгфА гАнгуи епг АЦ йяшх хгАетзгя зД гАясгфА гАлоМои. ";
$locale['627'] = "ньц";
$locale['628'] = "АЦ МЦъД еясгА гАясгАи гАнгуи. уДоФч хяМо гАЦсйноЦ ЦЦАФа. ";
$locale['629'] = "Аг МЦъДъ ДчА гАясгАи цФ гАясгфА гАЦмоои еАЛ гАЦлАо гАпМ гнйяйЕ АгД пАъ сМдоМ еАЛ йлгФр гАмо гАцчуЛ ААясгфА. ";
$locale['630'] = " гАмо гАцчуЛ ААясгАи";
$locale['631'] = "ДзЦ";
$locale['632'] = "Аг";
?>