<?php
// Standard
$locale['400'] = "الرسائل الخاصة";
$locale['401'] = "رسالة جديدة";
$locale['402'] = "البريد الوارد";
$locale['403'] = "البريد الصادر";
$locale['404'] = "الأرشيف";
$locale['405'] = "الموضوع";
$locale['406'] = "من";
$locale['407'] = "التاريخ";
$locale['408'] = "صاحب الموقع";
$locale['409'] = "هل مع العناصر المحددة:";
$locale['410'] = "تحديد الكل";
$locale['411'] = "إلغاء تحديد الكل";
$locale['412'] = "حفظ";
$locale['413'] = "عدم الحفظ";
$locale['414'] = "قراءة";
$locale['415'] = "غير مقروء";
$locale['416'] = "حذف";
$locale['417'] = "إظهار المرسل مع الرسائل:";
$locale['418'] = "الكل";
$locale['419'] = "لا يوجد لديك رسائل خاصة";
$locale['420'] = "إرسال رسالة خاصة";
$locale['421'] = "إلى";
$locale['422'] = "الرسالة";
$locale['422a'] = "الرسالة الأصلية";
$locale['423'] = "محرر النصوص";
$locale['424'] = "رموز التعبير";
$locale['425'] = "الخيارات";
$locale['426'] = "إرسال";
$locale['427'] = "تعطيل رموز التعبير (smileys) في نص الرسالة";
$locale['428'] = "عرض التوقيع في الرسالة";
$locale['429'] = "معاينة";
$locale['430'] = "إرسال";
$locale['431'] = "قراءة الرسالة الخاصة";
$locale['432'] = "إغلاق";
$locale['433'] = "الرد";
$locale['434'] = "ارسال للكل";
$locale['435'] = "إلغاء";
$locale['436'] = "عرض الرد";
$locale['437'] = "إرسال";
$locale['438'] = "معاينة الرسالة";
$locale['439'] = "الرد";
$locale['440'] = "(تلقيت %s)";
$locale['441'] = "اكتب كمالك للموقع";
$locale['442'] = "مستوى العضو";
$locale['443'] = "المجموعات";

// Search Options
$locale['450'] = "خيارات البحث والفرز";
$locale['451'] = "البحث / الترتيب";
$locale['452'] = "مسح";
$locale['453'] = "لم يتم العثور على شيء أثناء البحث";
$locale['454'] = "البحث عن";
$locale['455'] = "في";
$locale['456'] = "الترتيب حسب";
$locale['457'] = "(إستخدم علامة الإستفهام ؟ او النجمة * للبحث بنطاق أوسع)";
$locale['458'] = "عرض الأعضاء حاليا مع '%s' في '%s' ";
$locale['459'] = "المرسل يبدأ بـ '%s' ";
$locale['460'] = "الترتيب حسب '%s'";
$locale['461'] = "قائمة الرسائل فارغة";
$locale['462'] = "الموضوع";
$locale['463'] = "الرسالة";
$locale['464'] = "المرسل";
$locale['465'] = "تاريخ/وقت الاستلام";

// Error Messages
$locale['480'] = "خطأ";
$locale['481'] = "تعريف الرسالة خطأ";
$locale['482'] = "تعريف العضو خطأ";
$locale['483'] = "للأعضاء فقط";
$locale['484'] = "تم سحب مرفق المراسلة الخاصة بسبب سوء الاستخدام.";
$locale['485'] = "الرجاء إختيار رسالة واحدة على الأقل";
$locale['486'] = "يجب عليك إكمال جميع الحقول : إلى ، الموضوع والرسالة";
$locale['487'] = "الإغراق! يرجى الإنتظار %s ثانية قبل كتابة الرسالة التالية.";

// Tooltips
$locale['500'] = "كتابة رسالة جديدة";
$locale['501'] = "لمشاهدة الرسائل الواردة";
$locale['502'] = "مشاهدة الرسائل الصادرة";
$locale['503'] = "لمشاهدة الرسائل المحفوظة";
$locale['504'] = "لتحديد هذة الرسالة";
$locale['505'] = "لمشاهدة هذة الرسالة";
$locale['506'] = "مشاهدة الملف الشخصي للمرسلين";
$locale['507'] = "تحديد جميع الرسائل";
$locale['508'] = "إلغاء تحديد جميع الرسائل";
$locale['509'] = "جميع الرسائل من كل المرسلين";
$locale['510'] = "الرسائل من المرسلين الذي تبداً بـ %s";
$locale['511'] = "انقر لنقل الرسائل المحددة إلى صندوق الحفظ";
$locale['512'] = "انقر لنقل الرسائل المحددة إلى صندوق الوارد";
$locale['513'] = "انقر لجعل الرسائل المحددة كمقروءة";
$locale['514'] = "انقر لجعل الرسائل المحددة كغير مقروء";
$locale['515'] = "انقر لحذف الرسائل المحددة";
$locale['516'] = "انقر لإجراء تغييرات الإعدادات";

// Options
$locale['620'] = "الخيارات";
$locale['621'] = "اعلمني عبر البريد الإلكتروني في حال وصلتني رسالة خاصة جديدة:";
$locale['622'] = "أرشفة الرسائل تلقائياً:";
$locale['623'] = "حفظ الضبط";
$locale['624'] = "الضبط المحفوظ";
$locale['625'] = "لديك رسالة خاصة جديدة في [SITENAME]";
$locale['626'] = ",<br/>
لقد تلقيت رسالة خاصة جديدة بعنوان [SUBJECT] من [USER] في [SITENAME]. يمكنك [LINK]قراءة[/LINK] رسالتك الخاصة.nيمكنك تعطيل تنبيه البريد الإلكتروني من خلال لوحة الخيارات لصفحة الرسالة الخاصة إذا كنت لم تعد ترغب في أن يتم إعلامك عن الرسائل الجديدة.";
$locale['627'] = "خطأ";
$locale['628'] = "غير قادر على إرسال الرسالة الخاصة. صندوق الوارد للمستلم ممتليء.";
$locale['629'] = "لا يمكنك نقل الرسالة (الرسائل) المحددة إلى المجلد المحدد حيث إنها ستتجاوز الحد الأقصى للرسالة.";
$locale['630'] = " حد الرسالة";
$locale['631'] = "نعم";
$locale['632'] = "لا";
