<?php
$locale['400'] = "├с╚цу╟╩ ╟с╒ц╤";
$locale['401'] = "▌╩═ ╟с├с╚цу";
$locale['402'] = "с╟ эц╠╧ ╒ц╤ у╒█╤╔";
$locale['403'] = "╟с╩╟╤э╬: ";
$locale['404'] = "╟с┼╓╟▌╔ уф: ";
$locale['405'] = "╟с╒ц╤: ";
$locale['406'] = "су э╩у ┼╓╟▌╔ ╒ц╤ ┼сь х╨╟ ╟с├с╚цу.";

$locale['420'] = "у┌сцу╟╩ ╟с├с╚цу";
$locale['421'] = "╟с├с╚цу: ";
$locale['422'] = "┌╧╧ ╟с╒ц╤: ";
$locale['423'] = "├╬╤ ╒ц╤╔ ├╓э▌╩ уф ";
$locale['424'] = " ▌э ";
$locale['425'] = "су э╩у ┼╓╟▌╔ ╒ц╤ ┼сь х╨╟ ╟с├с╚цу.";

$locale['430'] = "у╘╟х╧╔ ╟с├с╚цу";
$locale['431'] = "╟╓█╪ ссу╘╟х╧╔";
$locale['432'] = "с╟ эц╠╧ ╒ц╤╔ у╒█╤╔";
$locale['433'] = "╟с╩╟╤э╬: ";
$locale['434'] = "├╓э▌╩ уф ▐╚с: ";
$locale['435'] = "╟су╘╟х╧╟╩: ";
$locale['436'] = "╟с╩┌сэ▐╟╩: ";
$locale['436b'] = "╟с╩┌сэ▐: ";
$locale['437'] = "╟с╩╒фэ▌: ";
$locale['438'] = "с╟ эц╠╧";

$locale['450'] = "у╘╟х╧╔ ╟с╒ц╤╔";
$locale['451'] = "╟с╒ц╤╔ ╟с╙╟╚▐╔";
$locale['452'] = "╟с╒ц╤╔ ╟с╩╟сэ╔";
$locale['453'] = "╟╓█╪ с┌╤╓ ▀╟ус ╟с╒ц╤╔";
$locale['454'] = "╟су▐╟╙╟╩: ";
$locale['455'] = "╚э▀╙с";
$locale['456'] = "═╠у ╟сус▌: ";
$locale['457'] = "┌╧╧ ╟су╘╟х╧╟╩: ";
$locale['458'] = "╟╓█╪ сс┼█с╟▐";
$locale['459'] = "╟с╒ц╤╔ ╟с├цсь";
$locale['460'] = "╟с╒ц╤╔ ╟с├╬э╤╔";
?>