<?php
$locale['400'] = "إرسال رابط";
// Submit Link Success
$locale['410'] = "شكراً لك على إرسال الرابط الخاص بك";
$locale['411'] = "إرسال رابط آخر";
$locale['412'] = "أرجع إلى [SITENAME]";
// Submit Link Form
$locale['420'] = "استخدم النموذج التالي لإرسال رابط . سيتم التحقق من إرسالك من قبل مدير الموقع . لن يتم قبول الروابط التي تعتبر غير مناسبة.";
$locale['421'] = "تصنيف الرابط:";
$locale['422'] = "اسم الرابط:";
$locale['423'] = "عنوان الرابط:";
$locale['424'] = "وصف الرابط:";
$locale['425'] = "إرسال رابط";
// Submit News
$locale['450'] = "إرسال خبر";
// Submit News Success
$locale['460'] = "شكراً على إرسال أخبارك";
$locale['461'] = "إرسال عنصر أخبار آخر";
// Submit News Form
$locale['470'] = "استخدم النموذج التالي لإرسال الأخبار. سيتم مراجعة إرسالك من قبل مديرالموقع. [SITENAME] يحتفظ بالحق في تعديل أو تحرير أي إرسال . يجب أن تكون إرسالية أخبارك قابلة للتطبيق على محتوى هذا الموقع.
سيتم حذف الإرساليات غير المناسبة.";
$locale['471'] = "الموضوع:";
$locale['472'] = "الأخبار:";
$locale['473'] = " تفعيل فواصل الأسطر التلقائية";
$locale['474'] = "معاينة الخبر";
$locale['475'] = "إرسال خبر";
$locale['476'] = "التصنيف:";
$locale['477'] = "- لا شيء -";
$locale['478'] = "مقتطف الأخبار:";
// Submit Blog
$locale['450b'] = "إرسال مدونة";
// Submit Blog Success
$locale['460b'] = "شكراً لك لمشاركتك مدونتك";
$locale['461b'] = "إدخال عنصر مدونة أخر";
// Submit Blog Form
$locale['470b'] = "استخدم النموذج التالي لإرسال المدونة. سيتم مراجعة إرسالك من قبل مديرالموقع. [SITENAME] يحتفظ بالحق في تعديل أو تحرير أي إرسال . يجب أن تكون إرسالية مدونتك قابلة للتطبيق على محتوى هذا الموقع. 
سيتم حذف الإرساليات غير المناسبة.";
$locale['471b'] = "الموضوع:";
$locale['472b'] = "المدونة:";
$locale['473b'] = " تفعيل فواصل الأسطر التلقائية";
$locale['474b'] = "إظهار المدونة";
$locale['475b'] = "إرسال مدونة";
$locale['476b'] = "التصنيف:";
$locale['477b'] = "- لا شيء -";
$locale['478b'] = "مقتطف المدونة:";
// Submit Article
$locale['500'] = "إرسال مقال";
// Submit Article Success
$locale['510'] = "شكرا لك على إرسال مقالتك";
$locale['511'] = "إرسال مقالة أحرى";
// Submit Article Form
$locale['520'] = "استخدم النموذج التالي لإدخال مقال. سيتم عرض مقالك بواسطة الإدارة. [SITENAME] , لديهم الصلاحية لتعديل وتنسيق أي مدخلات. يجب أن تكون المقالات مطابقة لمحتوى هذا الموقع. أي مدخلات غير مطابقة لمحتوى هذا الموقع سوف يتم حذفها.";
$locale['521'] = "التصنيف:";
$locale['522'] = "الموضوع:";
$locale['523'] = "قطعة:";
$locale['524'] = "المقال";
$locale['525'] = " تفعيل فواصل الأسطر التلقائية";
$locale['526'] = "معاينة المقال";
$locale['527'] = "إرسال مقال";
// Submit Error
$locale['550'] = "يرجى إكمال جميع الحقول المطلوبة.";
$locale['551'] = "لا توجد تصنيفات معرفة.";
$locale['552'] = "لا توجد ألبومات معرفة.";
// Submit Photo
$locale['570'] = "إرسال صورة";
// Submit Photo Success
$locale['580'] = "شكرا لك على إضافتك للصورة";
$locale['581'] = "إضافة صورة أخرى";
// Submit Photo Error
$locale['600'] = "لا يمكن إرسال صورتك";
$locale['601'] = "أسم ملف الصورة غير صالح.";
$locale['602'] = "يجب أن تكون الصورة أقل من %u بايت .";
$locale['603'] = "الصورة يجب أن تكون ملف GIF, JPEG أو PNG.";
$locale['604'] = "الصورة يجب أن تكون ليست أكبر من %u عرض ×  %u ارتفاع بكسل .";
// Submit Photo Form
$locale['620'] = "استخدم النموذج التالي لإرسال صورة. سيتم مراجعة إرسالك من قبل مديرالموقع. [SITENAME] يحتفظ بالحق في تعديل أو تحرير أي إرسال. الصور
يجب أن تكون قابلة للتطبيق على محتوى هذا الموقع. سيتم حذف الإرساليات غير المناسبة.";
$locale['621'] = "العنوان:";
$locale['622'] = "الوصف:";
$locale['623'] = "الصورة: ";
$locale['624'] = "حجم الملف الأقصى: %s  /  أقصى حجم: %u x %u بكسل";
$locale['625'] = "الألبوم:";
$locale['626'] = "إرسال صورة";
// Submit Download
$locale['650'] = "إرسال ملف تحميل";
// Submit Download Success
$locale['660'] = "شكرا لك على إرسال تنزيلك";
$locale['661'] = "إرسال تنزيل آخر";
// Submit Download Error
$locale['670'] = "لا يمكن إلاسال التنزيل الخاص بك";
$locale['671'] = "إسم ملف غير صحيح.";
$locale['671a'] = "أسم ملف الصورة غير صالح.";
$locale['672'] = "يجب ان يكون الملف أقل من %s.";
$locale['672a'] = "يجب ان تكون الصورة أقل من %s.";
$locale['672b'] = "يجب ان تكون الصورة أصغر من %s.";
$locale['673'] = "يجب ان يكون صيغة الملف واحدة من الأنواع التالية %s.";
$locale['673a'] = "يجب ان تكون صيغة الصورة واحدة من الأنواع التالية %s.";
$locale['674'] = "لا يمكن ترك عنوان ملف التنزيل فارغاً.";
$locale['675'] = "لا يمكن ترك ملف التنزيل أو الرابط فارغاً.";
$locale['676'] = "لا يمكن ترك وصف ملف التنزيل القصير فارغاً.";
$locale['676a'] = "‏‏خطأ غير معروف";
// Submit Download Form
$locale['680'] = "استخدم النموذج التالي لإرسال تنزيل. سيتم مراجعة إرسالك من قبل مديرالموقع. [SITENAME] يحتفظ بالحق في تعديل أو تحرير أي إرسال. التنزيلات
يجب أن تكون قابلة للتطبيق على محتوى هذا الموقع. سيتم حذف الإرساليات غير المناسبة.";
$locale['681'] = "العنوان:";
$locale['682'] = "الوصف:";
$locale['682b'] = "وصف مختصر:";
$locale['683'] = "الرابط";
$locale['684'] = "أو الملف:";
$locale['685'] = "حساب حجم الملف";
$locale['686'] = "لقطة شاشة:";
$locale['687'] = "التصنيف:";
$locale['688'] = "الرخصة:";
$locale['689'] = "نظام تشغيل:";
$locale['690'] = "النسخة:";
$locale['691'] = "الصفحة الرئيسية:";
$locale['692'] = "الحقوق:";
$locale['693'] = "حجم الملف:";
$locale['694'] = "حجم الملف الأقصى: %s / أنواع الملفات المسموج بها: %s";
$locale['694b'] = "حجم الملف الأقصى: %s / أنواع الملفات المسموج بها: %s / أقصى عرض: %sp x , أقصى ارتفاع: %sp x";
$locale['695'] = "إرسال ملف تحميل";
