<?php
// Items shown in profile
$locale['u040'] = "Êַׁם־ ַבַהײדַד";
$locale['u041'] = "ֳ־ׁ ׂםַֹׁ";
$locale['u042'] = "בד ÊÊד ַבׂםַֹׁ";
$locale['u043'] = "ֵׁ׃ַב ׁ׃ַבֹ ־ַױֹ";
$locale['u044'] = "דÚבזדַÊ";
$locale['u045'] = "דÚבזדַÊ ֳ־ׁל";
$locale['u046'] = "־םַַׁÊ";
$locale['u047'] = "ֵֽױֱַַÊ";
$locale['u048'] = "דÚבזדַÊ ַבדֿםׁ";
$locale['u049'] = "Úהזַה (ׁÞד) ַבֳם ָם";
$locale['u050'] = "Ûםׁ דÚׁÝ";
$locale['u051'] = "ֵ־Ýֱַ ַבָׁםֿ ַבֵבßÊׁזהם¿:";
$locale['u052'] = " הÚד ";
$locale['u053'] = " בַ";
$locale['u054'] = "Úׁײ ׃ּב ַבÊזÞםÝ";
$locale['u055'] = "ַֽבֹ ַבÚײז:";
$locale['u056'] = "ַב׃ָָ";
$locale['u057'] = "דּדזÚַÊ ַבד׃Ê־ֿד";
$locale['u058'] = "־םַַׁÊ ַבדֿםׁ";
$locale['u059'] = "ֵײַÝֹ";
$locale['u060'] = "ֵײַÝֹ ַבÚײז בבÚײזםֹ ַבד־Êַֹׁ ¿";
$locale['u061'] = "ַבֵײַÝֹ ֵבל דּדזÚֹ";
$locale['u062'] = "ױזֹׁ ַבד׃Ê־ֿד";
$locale['u063'] = "ֹּֿׁ ַבד׃Ê־ֿד";
$locale['u064'] = "ַבָׁםֿ ַבֵבßÊׁזהם";

$locale['u066'] = "Êַׁם־ ַבַהײדַד";
$locale['u067'] = "ֲ־ׁ ׂםַֹׁ";
$locale['u068'] = "ַ׃ד ַבד׃Ê־ֿד";
$locale['u069'] = "ÊÚֿםב";
$locale['u070'] = "ֽÙׁ";
$locale['u071'] = "ֵםÞַÝ";
$locale['u072'] = "ֽ׀Ý";
$locale['u073'] = "ֽ׀Ý ו׀ַ ַבÚײז¿";
// Profile and register
$locale['u100'] = "םָּ ßÊַָֹ ßבדֹ ַב׃ׁ ַבַֽבםֹ<br />ֽÊל ÊÊדßה דה ÊÛםםׁ Úהזַהß ֳז ßבדֹ ַב׃ׁ.";
$locale['u101'] = "ַבÊ׃ּםב";
$locale['u102'] = "ÊÚֿםב ַבדבÝ ַבװ־ױם";
$locale['u103'] = "ַבדבÝ ַבװ־ױם";
$locale['u104'] = "ַבדבÝ ַבװ־ױם בבÚײז";
$locale['u105'] = "Êֽֿםֻ ַבדבÝ ַבװ־ױם";

// View User Groups
$locale['u110'] = "Úׁײ דּדזÚֹ ַבÚײז";
$locale['u111'] = "%u Úײז";
$locale['u112'] = "%u ֳÚײֱַ";
$locale['u113'] = "ַ׃ד ַבד׃Ê־ֿד";
$locale['u114'] = "הזÚ (ֹּֿׁ) ַבד׃Ê־ֿד";

// User name and email
$locale['u120'] = "ַ׃ד ַבד׃Ê־ֿד םֽÊזם Úבל ֽׁזÝ Ûםׁ דÞָזבֹ. ";
$locale['u121'] = "הÚÊ׀ׁ בß! ַ׃ד ַבד׃Ê־ֿד דֳ־זֿ דה Þָב Úײז ֲ־ׁ.";
$locale['u122'] = "ַ׃ד ַבד׃Ê־ֿד בַ םדßה ֳה םÊׁß ÝַׁÛַ.";
$locale['u123'] = "םָֿז ֳה Úהזַה ַבָׁםֿ ַבֵבßÊׁזהם Ûםׁ ױֽםֽ.";
$locale['u124'] = "Úהזַה ָׁםֿß ַבֵבßÊׁזהם ֳז ַבֱּׂ ַבֶׁם׃ם דהו דּֿׁ ײדה ַבÞֶַדֹ ַבדֽÙזֹׁ.";
$locale['u125'] = "הÚÊ׀ׁ בß! Úהזַה ַבָׁםֿ ַבֵבßÊׁזהם  ד׃Ê־ֿד דה Þָב .";
$locale['u126'] = "בַ םדßה Êׁß ַבָׁםֿ ַבֵבßÊׁזהם ÝַׁÛַ.";
$locale['u127'] = "ַ׃ד ַבד׃Ê־ֿד";
$locale['u128'] = "ַבָׁםֿ ַבֵבßÊׁזהם";
$locale['u129'] = "דÚבזדַÊ ַבֽ׃ַָ";

// Passwords
$locale['u130'] = "ßבדַÊ ׃ׁ ַבדֿםׁ ַבÚַד";
$locale['u131'] = "ßבדֹ ׃ׁ ַבדֿםׁ ַבÚַד";
$locale['u132'] = "ßבדַÊ ׃ׁ ַבÚײזםֹ";
$locale['u133'] = "ßבדֹ ַב׃ׁ";
$locale['u134'] = "ßבדֹ ַב׃ׁ ַבּֿםֹֿ";
$locale['u135'] = "Êֳßםֿ ßבדֹ ַב׃ׁ";
$locale['u136'] = "םָּ Êֽֿםֿ ßבדֹ ׃ׁ.";
$locale['u137'] = "םָּ Êֽֿםֿ ßבדֹ ׃ׁ ַבדֿםׁ ַבÚַד.";
$locale['u138'] = "םָּ Êֽֿםֿ ßבדֹ ׃ׁ ַבÚײזםֹ.";
$locale['u139'] = "ßבדַÊ ַב׃ׁ ַבּֿםֹֿ Ûםׁ דÊ״ַָÞֹ.";
$locale['u140'] = "ßבדַÊ ׃ׁ ַבדֿםׁ ַבÚַד Ûםׁ דÊ״ַָÞÊםה.";
$locale['u141'] = " םָּ ֳה Ê־ÊבÝ Úה ";
$locale['u142'] = " Þױםֹׁ ַּֿ ֳז ÊֽÊזם Úבל ֽׁזÝ Ûםׁ דÞָזבֹ!";
$locale['u143'] = " Ûםׁ דÊ״ַָÞֹ!";
$locale['u143a'] = " בַ םדßה Êׁßו ÝַׁÛַ.";
$locale['u144'] = "ßבדֹ ׃ׁ ּֿםֹֿ בבדֿםׁ ַבÚַד";
$locale['u145'] = "Êֳßםֿ ßבדֹ ׃ׁ ַבדֿםׁ ַבÚַד";
$locale['u146'] = " בַ םדßה ֳה םָÞל ד״ַָÞַ דÚ ";
$locale['u147'] = "םָּ ֳה םßזה ״זב ßבדֹ ַב׃ׁ ָםה 8 ז64.<br />ַבׁדזׂ ַבד׃דזֽ ָוַ: a-z¡ 0-9 ז @!#$%&amp;\/()=-_?+*.,:;";
$locale['u148'] = "ßבדַÊ ַב׃ׁ ַבּֿםֹֿ Ûםׁ דÊ״ַָÞֹ.";
$locale['u148a'] = "ßבדַÊ ׃ׁ ַבדֿםׁ ַבÚַד Ûםׁ דÊ״ַָÞÊםה.";
$locale['u149'] = "ßבדֹ ַב׃ׁ ַבַֽבםֹ Ûםׁ ױֽםֹֽ.";
$locale['u149a'] = "ßבדֹ ׃ׁ ַבדֿםׁ ַבַֽבםֹ Ûםׁ ױֽםֹֽ.";
$locale['u149b'] = "בד םÊד Êֽֿםֿ ßבדֹ ׃ׁ ַבֿ־זב ֳז ֳהוַ Ûםׁ ד׃דזֽ ָוַ.<br />בַ םדßהß ֵֿ־ַב ßבדֹ ׃ׁ ַבדֿםׁ Þָב Êֽֿםֿ ßבדֹ ׃ׁ ַבֿ־זב.";

// Email actiation
$locale['u150'] = "Ê׃ּםבß ֳßÊדב ÊÞׁםַָנ¡ ׃םױבß ׁ׃ַבֹ Úבל ָׁםֿß ַבֵבßÊׁזהם ÊֽÊזם Úבל ÊÝַױםב ֿ־זבß זַָׁ״ בÊֳßםֿ ֽ׃ַָß.";
$locale['u151'] = "ֳובַנ ָß ֵבל ".$settings['sitename'];
$locale['u152'] = "ֳובַנ ".(isset($_POST['username']) ? $_POST['username'] : "").",\n
הָֽׁ ָß ֵבל  ".$settings['sitename'].". ÊÝַױםב ֿ־זבß ֵבל ַבדזÞÚ ום ßַבÊַבם:\n
ַ׃ד ַבד׃Ê־ֿד:  ".(isset($_POST['username']) ? $_POST['username'] : "")."
ßבדֹ ַב׃ׁ:  ".(isset($_POST['password1']) ? $_POST['password1'] : "")."\n
םּׁל ÊÝÚםב ֽ׃ַָß Úה ״ׁםÞ ַבַָׁ״ ַבÊַבם: \n";
$locale['u153'] = "בד הÊדßה דה ֵׁ׃ַב ׁ׃ַבֹ ָׁםֿ ֵבםß.";
$locale['u154'] = "ֱַּׁ <a href='".BASEDIR."contact.php'>ַÊױב</a> ָדֿםׁ ַבדזÞÚ</a>.";
$locale['u155'] = "ÊÝÚםב ַבֽ׃ַָ";
$locale['u156'] = "םָּ ßÊַָֹ ßבדֹ ַב׃ׁ ַבַֽבםֹ<br />ֽÊל ÊÊדßה דה ÊÛםםׁ Úהזַהß ֳז ßבדֹ ַב׃ׁ.";

// Success / Fail
$locale['u160'] = "Êד ֵßדַב ַבÊ׃ּםב";
$locale['u161'] = "םדßהß  ַבֿ־זב ַבֲה.";
$locale['u162'] = "׃םÞזד ֳֽֿ דֿםׁם ַבדזÞÚ ָÊÝÚםב ֽ׃ַָß Ýם ֳÞָׁ Ýׁױֹ.";
$locale['u163'] = "Êד Êֽֿםֻ ַבדבÝ ַבװ־ױם ָהַּֽ";
$locale['u164'] = "בד םדßה Êֽֿםֻ ַבדבÝ ַבװ־ױם:";
$locale['u165'] = "־״ֳ: ";
$locale['u167'] = "ַבÊ׃ּםב בד םהּֽ בב׃ָָ ֳז ַבֳ׃ַָָ ַבÊַבםֹ: ";
$locale['u168'] = "הּׁז ַבדַֽזבֹ דֹׁ ֳ־ׁל";
$locale['u169'] = "Êד Êֽֿםֻ ַבדבÝ ַבװ־ױם";
$locale['u170'] = "Êד ַבÊ׃ּםב ָהַּֽ";
$locale['u171'] = "Êד ַבÊֽÞÞ דה ֽ׃ַָß.";
$locale['u172'] = "Êד ֵײַÝֹ ַבÚײז ָהַּֽ.";
$locale['u173'] = "Úזֹֿ ֵבל ֵַֹֿׁ ַבד׃Ê־ֿדםה.";
$locale['u174'] = "ֵײַÝֹ Úײז ּֿםֿ.";

// Avatar upload
$locale['u180'] = "ױזׁÊß Êַּזׂ ּֽד ַבדבÝַÊ ַבד׃דזֽ ָוַ¡ זַבֽֿ ַבֳÞױל וז ".parsebytesize($settings['avatar_filesize']).".";
$locale['u181'] = "ַדÊַֿֿ ױזׁÊß םָֿז ֳהו Ûםׁ דֿÚזד , ֳהזַÚ ַבױזׁ ַבדÚÊדֹֿ ום jpg, png and gif.";
$locale['u182'] = "ױזׁÊß ÊַּזׂÊ ַבֳָÚַֿ ".$settings['avatar_width']."x".$settings['avatar_height']." ָß׃ב.";
$locale['u183'] = "בד םÊד ׁÝÚ ױזׁÊß ָװßב ױֽםֽ.";
$locale['u184'] = "ַבֽֿ ַבֳÞױל בּֽד ַבדבÝ: %s / ַבֽֿ ַבֳÞױל בבדÞַ׃ַÊ: %ux%u ָםß׃ב";
$locale['u185'] = "ַבױזֹׁ";
$locale['u186'] = "ַײÛ״ Úבל browse בÊֽדםב ױזֹׁ";
$locale['u187'] = "ֽ׀Ý";

// Captcha and terms
$locale['u190'] = "װÝֹׁ (ßזֿ) ַבÊֽÞÞ:";
$locale['u191'] = "ֵֿ־ַב װÝֹׁ ַבÊֽÞÞ:";
$locale['u192'] = "ַÊÝַÞםֹ ַבַ׃Ê־ַֿד";
$locale['u193'] = "ÞֳׁÊ <a href='".BASEDIR."print.php?type=T' target='_blank'> ַÊÝַÞםֹ ַבַ׃Ê־ַֿד</a> זדזַÝÞ Úבםוַ.";
$locale['u194'] = "װÝֹׁ ַבÊֽÞÞ Ûםׁ ױֽםֹֽ";
$locale['u195'] = "בַ םדßה Êׁß װÝֹׁ ַבÊֽÞÞ ÝַׁÛֹ.";

// E-mail Change Confirmation
$locale['u200'] = "Êד ֵׁ׃ַב ׁ׃ַבֹ ÊÝÚםב Úבל ָׁםֿß ַבּֿםֿ (%s). בבÊֳßֿ דה ױֽÊו";
$locale['u201'] = "׃םÊד ÊÛםםׁ Úהזַה ַבָׁםֿ ַבֵבßÊׁזהם ַב־ַױ ָß Úהֿ ַבהÞׁ ÝזÞ ַבַׁÊַָ״ ַבדזּזֿ Ýם ַבָׁםֿ.";
$locale['u202'] = "ַבÊֽÞÞ דה Úהזַה ַבָׁםֿ ַבֵבßÊׁזהם - ".$settings['sitename'];
$locale['u203'] = "דַָֽׁ [USER_NAME],\n
Þַד ֳֽֿ ַבֳÚײֱַ ָÊÚםםה ַבָׁםֿ ַבֳבßÊׁזהם ַב־ַױ ָß Ýם ֽ׃ַָו בֿםהַ.\n
ֵ׀ַ ßהÊ ֽÞַ Êׁםֿ ַ׃Êַָֿב ַבָׁםֿ ַבֵבßÊׁזהם ַבַֽבם Ýײַ ֵײÛ״ Úבל ַבַָׁ״ ַבÊַבם:\n
[EMAIL_VERIFY_LINK]\n
דבַֽÙֹ: םÊזָּ Úבםß Ê׃ּםב ֿ־זבß בÊÝÚםב ו׀ו ַבÚדבםֹ.\n
ÊֽםַÊהַ,
".$settings['siteusername']."
".$settings['sitename'];

?>