<?php
// Infusion titles & description
$locale['apw_title'] = "Διαχειριστής Επαναφορά κωδικού πρόσβασης";
$locale['apw_desc'] = "Αλλαγή διαχειριστή σύνδεση / κωδικοί πρόσβασης διαχειριστή";
$locale['apw_admin1'] = "Επαναφορά Διαχειριστής";

$locale['400'] = "Διαχειριστής (ες) για να επαναφέρετε:";
$locale['401'] = "Όλοι διαχειριστές";
$locale['402'] = "Μόνο Σούπερ διαχειριστές";
$locale['403'] = "Mόνο διαχειριστές";
$locale['404'] = "Δικαιολογία για την επαναφορά:";
$locale['405'] = "Επαναφορά τόσο σύνδεσης και τον κωδικών πρόσβασης διαχειριστή";
$locale['406'] = "Eπαναφορά κωδικών πρόσβασης";
$locale['407'] = "Επαναφορά του κωδικού πρόσβασης σε ";
$locale['408'] = "Γεια σας [USER_NAME],

Τον κωδικό πρόσβασης διαχειριστή.. σας έχει γίνει επαναφορά στο ".$settings['siteurl'].":

Κωδικός διαχειριστή: [NEW_ADMIN_PASS]

Ο λόγος για αυτό είναι η επαναφορά: [RESET_MESSAGE]

Φιλικά,
[ADMIN]";
$locale['409'] = "Γεια σας [USER_NAME],

Στοιχεία σύνδεσής σας και κωδικών πρόσβασης διαχειριστή έχει γίνει επαναφορά στο ".$settings['siteurl'].":

Κωδικός σύνδεσης: [NEW_PASS]
Κωδικός διαχειριστή: [NEW_ADMIN_PASS]

Ο λόγος για αυτό είναι η επαναφορά: [RESET_MESSAGE]

Φιλικά,
[ADMIN]";
$locale['410'] = "Επαναφορά Αποτελέσματα";
$locale['411'] = "<strong>Notice:</strong> Κωδικός πρόσβασης διαχειριστή ή δεν έχει καταχωρηθεί η (λάθος).";
$locale['412'] = "Κωδικός διαχειριστή:";
$locale['415'] = "Επαναφορά Σύνδεση";
$locale['416'] = "Σύνδεση ταυτότητα";
$locale['417'] = "Επαναφορά του χρόνου";
$locale['418'] = "Yπεύθυνος";
$locale['419'] = "Eπαναφορά";
$locale['420'] = "Επιτυχεία";
$locale['421'] = "Αιτιολογία";
$locale['422'] = "του";
$locale['423'] = "Δεν δίνεται λόγος.";
?>