<?php
// Administrators messages
$locale['400'] = "Προστέθηκε διαχειριστής";
$locale['401'] = "Ανανεώθηκε διαχειριστής";
$locale['402'] = "Αφαιρέθηκε διαχειριστής";
// Search/Add Administrator
$locale['410'] = "Πρόσθεση διαχειριστή";
$locale['411'] = "Αναζήτηση χρηστών για πρόσθεση με τη χρήση της παρακάτω φόρμας.";
$locale['412'] = "ID χρήστη";
$locale['413'] = "Όνομα Χρήστη";
$locale['414'] = "Αναζήτηση";
$locale['415'] = "Απόδοση όλων των δικαιωμάτων";
$locale['416'] = "Μετατροπή σε Υπερδιαχειριστή";
$locale['417'] = "Πρόσθεση";
$locale['418'] = "Δε βρέθηκαν χρήστες.";
$locale['419'] = "Νέα αναζήτηση";
// Current Administrators
$locale['420'] = "Διαχειριστές";
$locale['421'] = "Όνομα Χρήστη";
$locale['422'] = "Επίπεδο διαχειριστή";
$locale['423'] = "Επιλογές";
$locale['424'] = "Κύριος διαχειριστής";
$locale['425'] = "Δεν αποδόθηκαν δικαιώματα";
$locale['426'] = "Επεξεργασία";
$locale['427'] = "Αφαίρεση";
// Edit Admin Rights
$locale['440'] = "Επεξεργασία δικαιωμάτων διαχειριστή";
$locale['441'] = "Διαχείριση περιεχομένου";
$locale['442'] = "Διαχείριση χρηστών";
$locale['443'] = "Διαχείριση συστήματος";
$locale['444'] = "Εγχύσεις (Infusions)";
$locale['445'] = "Επιλογή όλων";
$locale['446'] = "Απεπιλογή όλων";
$locale['447'] = "Password διαχειριστή:";
$locale['448'] = "Αποθήκευση δικαιωμάτων διαχειριστή";
$locale['449'] = "Ρυθμίσεις";
$locale['450'] = "Eλέγξτε τη διασφάλιση";
// Popup Error/Warning Messages
$locale['460'] = "Αφαίρεση του συγκεκριμένου διαχειριστή;";
$locale['461'] = "Πρόσθεσε το διαχειριστή?";
$locale['462'] = "Δίνοντας αυτά τα δικαιώματα διαχειριστή σε ένα χρήστη είναι ένας πιθανός κίνδυνος για την ασφάλεια!";
// Remove Admin confirmation
$locale['470'] = "Διαγραφή διαχειριστή";
$locale['471'] = "Για να αφαιρέσετε τον συγκεκριμένο διαχειριστή παρακαλούμε εισάγετε το διαχειριστικό σας password:";
$locale['472'] = "Επιβεβαίωση";
$locale['473'] = "Ακύρωση";
?>