<?php
// Category titles
$locale['400'] = "Πρόσθεση κατηγορίας δημοσιεύσεων ";
$locale['401'] = "Επεξεργασία κατηγορίας δημοσιεύσεων";
$locale['402'] = "Υπάρχουσες κατηγορίες δημοσιεύσεων";
// Category messages
$locale['410'] = "Προστέθηκε κατηγορία δημοσιεύσεων";
$locale['411'] = "Ανανεώθηκε η κατηγορία δημοσιεύσεων";
$locale['412'] = "Η συγκεκριμένη κατηγορία δημοσιεύσεων δεν είναι δυνατόν να διαγραφεί";
$locale['413'] = "Υπάρχουν Δημοσιεύσεις συνδεδεμένες με την κατηγορία";
$locale['414'] = "Η κατηγορία διαγράφηκε";
// Category form
$locale['420'] = "Τίτλος κατηγορίας:";
$locale['421'] = "Περιγραφή κατηγορίας:";
$locale['422'] = "Διάταξη κατηγορίας:";
$locale['423'] = "ID δημοσίευσης";
$locale['424'] = "Τίτλος δημοσίευσης";
$locale['425'] = "Ημερομηνία δημοσίευσης";
$locale['426'] = "Αύξουσα";
$locale['427'] = "Φθίνουσα";
$locale['428'] = "Πρόσβαση κατηγορίας:";
$locale['429'] = "Αποθήκευση κατηγορίας";
// Current category options
$locale['440'] = "Κατηγορία";
$locale['441'] = "Πρόσβαση";
$locale['442'] = "Επιλογές";
$locale['443'] = "Επεξεργασία";
$locale['444'] = "Διαγραφή";
$locale['445'] = "Δεν έχουν ορισθεί κατηγορίες δημοσιεύσεων";
// Delete Article category
$locale['450'] = "Διαγραφή της συγκεκριμένης κατηγορίας άρθρων;";
// Error Messages
$locale['460'] = "Παρακαλώ εισάγετε ένα όνομα κατηγορίας.";
$locale['461'] = "Αυτή η κατηγορία υπάρχει ήδη.";
?>