<?php
// Article titles
$locale['400'] = "Πρόσθεση δημοσίευσης";
$locale['401'] = "Επεξεργασία δημοσίευσης";
$locale['402'] = "Παρούσες δημοσιεύσεις";
$locale['403'] = "Δημοσιεύσεις";
// Article messages
$locale['410'] = "Η δημοσίευση προστέθηκε";
$locale['411'] = "Η δημοσίευση ανανεώθηκε";
$locale['412'] = "Η δημοσίευση διαγράφηκε";
// Category form
$locale['420'] = "Επεξεργασία";
$locale['421'] = "Διαγραφή";
$locale['422'] = "Κατηγορία:";
$locale['423'] = "Τίτλος:";
$locale['424'] = "Εισαγωγή:";
$locale['425'] = "Δημοσίευση:";
$locale['426'] = "Αποθήκευση ως πρόχειρο";
$locale['427'] = "Αυτόματη αλλαγή γραμμών";
$locale['428'] = "Ενεργοποίηση σχολίων";
$locale['429'] = "Ενεργοποίηση βαθμολογήσεων";
$locale['430'] = "Προεπισκόπηση";
$locale['431'] = "Αποθήκευση";
$locale['432'] = "Αλλαγή σελίδας";
$locale['433'] = "[ΠΡΟΧΕΙΡΟ]";
// Popup Error/Warning Messages
$locale['450'] = "Παρακαλούμε προσδιορίστε τίτλο";
$locale['451'] = "Διαγραφή της δημοσίευσης;";
$locale['452'] = "Δεν έχουν ορισθεί επί του παρόντος κατηγορίες δημοσιεύσεων";
$locale['453'] = "Χρειάζεται να ορίσετε τουλάχιστον μία κατηγορία πριν προσθέσετε οποιαδήποτε δημοσίευση,";
$locale['454'] = "Πατήστε εδώ";
$locale['455'] = " για να μεταφερθείτε στις κατηγορίες δημοσιεύσεων";
$locale['456'] = "%s είναι απενεργοποιημένο για όλα τα στοιχεία.<br />Αυτή η ρύθμιση θα τεθεί σε ισχύ μόνο όταν έχουν ενεργοποιηθεί και πάλι.";
$locale['457'] = "Σχόλια";
$locale['458'] = "Βαθμολογίες";
$locale['459'] = $locale['457']." και ".$locale['458'];
?>