<?php
$locale['400'] = "Διαχείριση BB Κώδικα";
$locale['401'] = "Δοκιμή BB Κωδίκων";
// Enabled BB Codes
$locale['402'] = "Ενεργοποιημένοι BB Κώδικες";
$locale['403'] = "Όνομα";
$locale['404'] = "Εικονίδιο";
$locale['405'] = "Περιγραφή";
$locale['406'] = "Χρήση";
$locale['407'] = "Τάξη";
$locale['408'] = "Κάτω";
$locale['409'] = "Επάνω";
$locale['410'] = "Απενεργοποίηση";
$locale['411'] = "Δεν υπάρχουν ενεργοποιημένοι BB Κώδικες.";
// Disabled BB Codes
$locale['413'] = "Απενεργοποιημένοι BB Codes";
$locale['414'] = "Ενεργοποίηση";
$locale['415'] = "Αλλαγή γραμμής";
$locale['416'] = "Δεν υπάρχουν απενεργοποιημένοι BB Κώδικες.";
// Test BB Codes
$locale['417'] = "Αποτέλεσμα δοκιμής BB Κωδίκων";
$locale['418'] = "Απενεργοποίηση smileys στη δοκιμή";
?>
