<?php
// Delete blacklisted user
$locale['400'] = "Διαγραφή χρήστη από τη μαύρη λίστα";
$locale['401'] = "Χρήστης διαγράφεται από τη μαύρη λίστα";
$locale['402'] = "Επιστροφή στην μαύρη λίστα διαχειριστή";
$locale['403'] = "Επιστροφή στο Διαχειριστή Ευρετήριο";
// Add/Edit Blacklist Titles
$locale['420'] = "Μαύρη λίστα χρηστών";
$locale['421'] = "Επεξεργασία μαύρης λίστας χρηστών";
// Add/Edit blacklist form
$locale['440'] = "Η είσοδος σε μια διεύθυνση IP θα εμποδίσει ένας χρήστης του οποίου η διεύθυνση IP ταιριάζει με την είσοδο από την επίσκεψη αυτή την ιστοσελίδα.
Μπορείτε να εισάγετε ένα πλήρες ΙΡ, π.χ. <em> 123.45.67.89. </ em>, ή μερική IP, π.χ. <em> 123.45.67 </ em> ή <em> 123,45 </ em>.
Παρακαλώ σημειώστε: Οι διευθύνσεις IPv6 μετατρέπονται σε πλήρη μορφή το μήκος τους σε αυτήν την ιστοσελίδα,
π.χ. <em> ABCD: 1234:5:6:7:8:9: FF </ em> θα πρέπει να εμφανίζεται ως <em> ABCD: 1234:0005:0006:0007:0008:0009:00 FF </ em>.
Μικτή διευθύνσεις IP (που περιέχουν και τα δύο IPv4 και IPv6 μέρος) δεν θα ελέγχεται για μερική... 
<br /><br />
Η είσοδος σε μια διεύθυνση ηλεκτρονικού ταχυδρομείου θα εμποδίσει τα μέλη να εγγραφούν χρησιμοποιώντας αυτή τη διεύθυνση.
Μπορείτε να εισάγετε μια πλήρη διεύθυνση ηλεκτρονικού ταχυδρομείου, π.χ. <em> foo@bar.com </ em>, ή ένα e-mail τομέα, π.χ. <em>bar.com</em>.";
$locale['441'] = "Μαύρη λίστα διεύθυνση IP: <strong>ή</strong>";
$locale['442'] = "Μαύρη λίστα διεύθυνση ηλεκτρονικού ταχυδρομείου:";
$locale['443'] = "Μαύρη λίστα λόγο";
$locale['444'] = "Μαύρη λίστα χρηστών";
// Current blacklisted users
$locale['460'] = "Μαύρη λίστα χρηστών";
$locale['461'] = "Μαύρη λίστα πληροφορίες";
$locale['462'] = "Επιλογές";
$locale['463'] = "Επεξεργασία";
$locale['464'] = "Delete";
$locale['465'] = "Η μαύρη λίστα είναι άδεια.";
$locale['466'] = "N/A";
$locale['467'] = "Διαχειριστής";
$locale['468'] = "Hμερομηνία";
/*
// IPv6 secific
$locale['480'] = "IPv6 επιλογές";
$locale['481'] = "Η συγκεκριμένη διεύθυνση IPv6 περιέχει μια συντόμευση (::) ως εκ τούτου δεν μπορεί να καθορισθεί με σαφήνεια.";
$locale['482'] = "Ποια έκδοση θα χρησιμοποιήσετε?";
$locale['483'] = "Αποθήκευση";
*/
?>