<?php
// Custom Pages titles
$locale['400'] = "Πρόσθεση προσαρμοσμένης σελίδας";
$locale['401'] = "Επεξεργασία προσαρμοσμένης σελίδας";
$locale['402'] = "Υπάρχουσες προσαρμοσμένες σελίδες";
// Custom Pages messages
$locale['410'] = "Η σελίδα προστέθηκε";
$locale['411'] = "Η σελίδα ανανεώθηκε";
$locale['412'] = "Η url διεύθυνση προς τη σελίδα είναι: ";
$locale['413'] = "Η σελίδα διαγράφηκε";
// Custom Page form
$locale['420'] = "Επεξεργασία";
$locale['421'] = "Διαγραφή";
$locale['422'] = "Τίτλος σελίδας:";
$locale['423'] = "Πρόσβαση: ";
$locale['424'] = "Περιεχόμενο σελίδας:";
$locale['425'] = "Διαχειριστικό password:";
$locale['426'] = "Πρόσθεση συνδέσμου στα Περιεχόμενα";
$locale['427'] = "Ενεργοποίηση σχολίων";
$locale['428'] = "Ενεργοποίηση αξιολογήσεων";
$locale['429'] = "Προεπισκόπηση";
$locale['430'] = "Αποθήκευση";
$locale['431'] = "Αλλαγή Σελίδας";
// Popup errors / warning messages
$locale['450'] = "Διαγραφή της σελίδας;";
$locale['451'] = "Παρακαλούμε προσδιορίστε τίτλο";
$locale['452'] = "Παρακαλούμε προσδιορίστε password";
$locale['453'] = "Το διαχειριστικό password δεν ταιριάζει";
$locale['454'] = "%s είναι απενεργοποιημένο για όλα τα στοιχεία. <br /> Αυτή η ρύθμιση θα τεθεί σε ισχύ μόνο όταν έχουν ενεργοποιηθεί και πάλι.";
$locale['455'] = "Σχόλια";
$locale['456'] = "Βαθμολογίες";
$locale['457'] = $locale['455']." και ".$locale['456'];
// TinyMCE editor
$locale['460'] = "TinyMCE:";
$locale['461'] = "Ενεργοποίηση";
$locale['462'] = "Απενεργοποίηση";
?>
