<?php
// Database Restore
$locale['400'] = "Αποκατάσταση βάσης δεδομένων";
$locale['401'] = "Σφάλμα";
$locale['402'] = "Μη έγκυρος τύπος φακέλου Backup";
$locale['403'] = "Κλείσιμο";
// Backup File Information
$locale['410'] = "Πληροφορίες Φακέλου Αποθήκευσης";
$locale['411'] = "Αποκατάσταση Πληροφοριών Φακέλου";
$locale['412'] = "Αποθήκευση ονομασίας φακέλου:";
$locale['413'] = "Η μερομηνία αποθήκευσης:";
$locale['414'] = "Όνομα βάσης δεδομένων:";
$locale['415'] = "Prefix πινάκων πυρήνα:";
$locale['416'] = "Πίνακες:";
$locale['417'] = "Ανάκτηση";
$locale['418'] = "Ακύρωση";
$locale['419'] = "πίνακες";
// Database Restore
$locale['430'] = "Επιλογές αποκατάστασης";
$locale['431'] = "Όνομα φακέλου:";
$locale['432'] = "Ημερομηνία:";
$locale['433'] = "Δημιουργία πινάκων:";
$locale['434'] = "Εισαγωγή στοιχείων:";
$locale['435'] = "Επιλογή:";
$locale['436'] = "όλους";
$locale['437'] = "κανένα";
$locale['438'] = "Αποκατάσταση";
$locale['439'] = "Ακύρωση";
$locale['440'] = "Υποστηριζόμενοι τύποι αρχείων:";
// Database Backup
$locale['450'] = "Αποθήκευση Βάσης Δεδομένων";
$locale['451'] = "Πληροφορίες Βάσης Δεδομένων";
$locale['452'] = "Συνολικό μέγεθος πινάκων:";
$locale['453'] = "Μέγεθος πινάκων πυρήνα:";
$locale['454'] = "Επιλογές αποθήκευσης:";
$locale['455'] = "Τύπος αποθήκευσης:";
$locale['456'] = "(συμπιεσμένο)";
$locale['457'] = "Πίνακες Βάσης Δεδομένων";
$locale['458'] = "πυρήνας";
$locale['459'] = "Αποθήκευση";
$locale['460'] = "Διαχειριστικό password:";
$locale['461'] = "Υποχρεωτικό";
// Backup List
$locale['480'] = "Αποκατάσταση αποθήκευσης";
$locale['481'] = "Όνομα Φακέλου:";
?>