<?php
// Downloads titles
$locale['400'] = "Πρόσθεση Ανάκτησης";
$locale['401'] = "Επεξεργασία Ανάκτησης";
$locale['402'] = "Δημοσιευμένες Ανακτήσεις";
// Downloads messages
$locale['410'] = "Η ανάκτηση προστέθηκε";
$locale['411'] = "Η ανάκτηση ανανεώθηκε";
$locale['412'] = "Η ανάκτηση διαγράφηκε";
$locale['413'] = "Το ακόλουθο σφάλμα έχει συμβεί:";
$locale['414'] = "Άκυρα αρχεία.";
$locale['415'] = "Αρχείο πρέπει να είναι μικρότερο %s.";
$locale['415a'] = "Εικόνα πρέπει να είναι μικρότερη %s.";
$locale['415b'] = "Εικόνα πρέπει να είναι μικρότερο από ό, τι %s.";
$locale['416'] = "Το αρχείο πρέπει να είναι ένας από τους ακόλουθους τύπους αρχείων: %s.";
$locale['416a'] = "Εικόνα πρέπει να είναι ένας από τους ακόλουθους τύπους αρχείων: %s.";
$locale['417'] = "Λήψη τίτλος δεν μπορεί να μείνει άδειο.";
$locale['418'] = "Λήψη του αρχείου ή url δεν μπορεί να μείνει κενός.";
$locale['419'] = "Λήψη σύντομη περιγραφή δεν μπορεί να μείνει άδειο.";
$locale['419a'] = "Αγνωστο σφάλμα";
// Downloads form
$locale['420'] = "Τίτλος:";
$locale['421'] = "Περιγραφή:";
$locale['421b'] = "Σύντομη περιγραφή:";
$locale['422'] = "URL:";
$locale['423'] = "Κατηγορία:";
$locale['424'] = "Άδεια:";
$locale['425'] = "O/S:";
$locale['426'] = "Έκδοση:";
$locale['427'] = "Μέγεθος φακέλου:";
$locale['428'] = "Αποθήκευση";
$locale['429'] = "Ανανέωση ημερομηνίας δημοσίευσης";
$locale['430'] = "Αρχείο:";
$locale['431'] = "Διαγραφή";
$locale['432'] = "Υπολογίστε το μέγεθος του αρχείου";
$locale['433'] = "Μέγεθος του αρχείου: %s / Επιτρεπόμενοι τύποι αρχείων: %s";
$locale['433b'] = "Μέγεθος του αρχείου: %s / Επιτρεπόμενοι τύποι αρχείων: %s / Μέγιστο πλάτος: %spx, Μέγιστη. ύψος: %spx";
$locale['434'] = "Στιγμιότυπο:";
$locale['435'] = "Ιστοσελίδα:";
$locale['436'] = "πνευματική ιδιοκτησία:";
$locale['437'] = "Σχόλια:";
$locale['438'] = "Βαθμολογίες:";
$locale['439'] = "Ακύρωση";
// Current Downloads
$locale['440'] = "Αντικείμενο ανάκτησης [Πατήστε για δοκιμή]";
$locale['441'] = "Επιλογές";
$locale['442'] = "Επεξεργασία";
$locale['443'] = "Διαγραφή";
// No Downloads/Download Categories Defined
$locale['450'] = "Δεν έχουν προστεθεί ανακτήσεις στη συγκεκριμένη κατηγορία";
$locale['451'] = "Δεν έχουν ορισθεί κατηγορίες ανακτήσεων";
$locale['452'] = "Χρειάζεται να ορίσετε τουλάχιστον μία κατηγορία, πριν προσθέσετε οποιαδήποτε ανάκτηση";
$locale['453'] = "Πατήστε εδώ";
$locale['454'] = " για να μεταφερθείτε στις κατηγορίες ανακτήσεων";
// Popup Error/Warning Messages
$locale['460'] = "Διαγραφή της ανάκτησης;";
$locale['461'] = "%s είναι απενεργοποιημένο για όλα τα στοιχεία. <br /> Αυτή η ρύθμιση θα τεθεί σε ισχύ μόνο όταν είναι ενεργοποιημένη και πάλι.";
$locale['462'] = "Σχόλια";
$locale['463'] = "Βαθμολογίες";
$locale['464'] = $locale['462']." και ".$locale['463'];
?>