<?php
// Download Category titles
$locale['400'] = "Επεξεργασία Κατηγορίας Ανακτήσεων";
$locale['401'] = "Πρόσθεση Κατηγορίας Ανακτήσεων";
$locale['402'] = "Δημοσιευμένες Κατηγορίες Ανακτήσεων";
// Download Category messages
$locale['410'] = "Προστέθηκε κατηγορία";
$locale['411'] = "Ανανεώθηκε η κατηγορία";
$locale['412'] = "Η κατηγορία δεν μπορεί να διαγραφεί";
$locale['413'] = "Υπάρχουν ανακτήσεις στη συγκεκριμένη κατηγορία";
$locale['414'] = "Η κατηγορία διαγράφηκε";
// Download Category form
$locale['420'] = "Όνομα:";
$locale['421'] = "Περιγραφή:";
$locale['422'] = "Διάταξη κατηγορίας:";
$locale['423'] = "ID ανάκτησης";
$locale['424'] = "Τίτλος ανάκτησης";
$locale['425'] = "Ημερομηνία ανάκτησης";
$locale['426'] = "Αύξουσα";
$locale['427'] = "Φθίνουσα";
$locale['428'] = "Πρόσβαση:";
$locale['429'] = "Αποθήκευση";
// Current Download Categories
$locale['440'] = "Κατηγορία";
$locale['441'] = "Πρόσβαση";
$locale['442'] = "Επιλογές";
$locale['443'] = "Επεξεργασία";
$locale['444'] = "Διαγραφή";
$locale['445'] = "Δεν έχουν ορισθεί επί του παρόντος κατηγορίες ανακτήσεων";
// Delete Download category
$locale['450'] = "Διαγραφή της συγκεκριμένης κατηγορίας";
// Error Messages
$locale['460'] = "Παρακαλώ εισάγετε ένα όνομα κατηγορίας.";
$locale['461'] = "Η κατηγορία αυτή υπάρχει ήδη.";
?>