<?php
// Titles
$locale['400'] = "Σύνδεση Σφάλμα Παρουσιάστηκε";
$locale['401'] = "Ρίξτε μια ματιά στο αρχείο";
// Errors table
$locale['410'] = "Σφάλμα";
$locale['411'] = "Στη σελίδα";
$locale['412'] = "Χρήστης";
$locale['413'] = "Hμερομηνία";
$locale['414'] = "κατάσταση";
$locale['415'] = "Γραμμή:";
$locale['416'] = "Επίπεδο:";
$locale['417'] = "IP:";
$locale['418'] = "Δεν υπάρχουν σφάλματα στο αρχείο καταγραφής.";
$locale['419'] = "Αρχείο";
$locale['420'] = "Λεπτομέρειες";
$locale['421'] = "Κώδικας πηγής";
$locale['422'] = "Back to top";
// Delete form
$locale['440'] = "Διαγραφή όλων των καταχωρήσεων με την ιδιότητα του";
// Status form
$locale['450'] = "Νέος";
$locale['451'] = "Επιλυθεί";
$locale['452'] = "Παραβλέπεται";
$locale['453'] = "Εφαρμόστε";
?>