<?php
// FAQ Category titles
$locale['400'] = "Πρόσθεση Κατηγορίας Συχνών Ερωτήσεων (FAQ)";
$locale['401'] = "Επεξεργασία Κατηγορίας Συχνών Ερωτήσεων (FAQ)";
// FAQ Category messages
$locale['410'] = "Η κατηγορία προστέθηκε";
$locale['411'] = "Η κατηγορία ανανεώθηκε";
$locale['412'] = "Η κατηγορία δεν είναι δυνατόν να διαγραφεί";
$locale['413'] = "Υπάρχουν συχνές ερωτήσεις που συνδέονται με την κατηγορία";
$locale['414'] = "Η κατηγορία διαγράφηκε";
// FAQ Category form
$locale['420'] = "Όνομα κατηγορίας";
$locale['421'] = "Περιγραφή κατηγορίας";
$locale['422'] = "Αποθήκευση";
// FAQ titles
$locale['500'] = "Πρόσθεση ερώτησης (FAQ)";
$locale['501'] = "Επεξεργασία ερώτησης (FAQ)";
$locale['502'] = "Δημοσιευμένες συχνές ερωτήσεις (FAQ)";
// FAQ messages
$locale['510'] = "Προστέθηκε ερώτηση";
$locale['511'] = "Η ερώτηση ανανεώθηκε";
$locale['512'] = "Η ερώτηση διαγράφηκε";
// FAQ Form
$locale['520'] = "Κατηγορία";
$locale['521'] = "Ερώτηση";
$locale['522'] = "Απάντηση";
$locale['523'] = "Αποθήκευση";
// Current FAQs
$locale['540'] = "Κατηγορία / Ερώτηση";
$locale['541'] = "Επιλογές";
$locale['542'] = "Επεξεργασία";
$locale['543'] = "Διαγραφή";
$locale['544'] = "Δεν προστέθηκαν συχνές ερωτήσεις.";
$locale['545'] = "Δεν ορίσθηκαν κατηγορίες συχνών ερωτήσεων.";
$locale['546'] = "Διαγραφή της κατηγορίας;";
$locale['547'] = "Διαγραφή της ερώτησης;";
// Error Messages
$locale['460'] = "Παρακαλώ εισάγετε ένα όνομα κατηγορίας.";
$locale['461'] = "Η κατηγορία αυτή υπάρχει ήδη.";
$locale['462'] = "Παρακαλώ εισάγετε κάποια ερώτηση Συχνές ερωτήσεις και την απάντηση.";
?>