<?php
// Forum Ranks Titles
$locale['400'] = "Πρόσθεση Βαθμού";
$locale['401'] = "Επεξεργασία Βαθμού";
$locale['402'] = "Υπάρχοντες Βαθμοί";
$locale['403'] = "Σύστημα Βαθμών Απενεργοποιημένο";
// News messages
$locale['410'] = "Ο βαθμός προστέθηκε";
$locale['411'] = "Ο βαθμός ανανεώθηκε";
$locale['412'] = "Ο βαθμός διαγράφηκε";
$locale['413'] = "Μόνο ένας βαθμός μπορεί να αποδοθεί σε διαχειριστές και συντονιστές";
// Forum Ranks form
$locale['420'] = "Τίτλος:";
$locale['421'] = "Εικόνα:";
$locale['422'] = "Δημοσιεύσεις:";
$locale['423'] = "Εφαρμογή σε:";
$locale['424'] = "Μέλη";
$locale['425'] = "Συντονιστές";
$locale['426'] = "Διαχειριστές";
$locale['427'] = "Υπερδιαχειριστές";
$locale['428'] = "Αποθήκευση";
$locale['429'] = "βαθμός τύπος:";
$locale['429a'] = "Ειδικςό";
$locale['429b'] = "Διαχειριστής";
$locale['429c'] = "Δημοσίευση μετράει";
// Current Forum Ranks
$locale['430'] = "Τίτλος";
$locale['431'] = "Εφαρμογή σε";
$locale['432'] = "Εικόνα";
$locale['433'] = "Δημοσιεύσεις";
$locale['434'] = "Επιλογές";
$locale['435'] = "Επεξεργασία";
$locale['436'] = "Διαγραφή";
$locale['437'] = "Δεν έχουν οριστεί βαθμοί.";
$locale['438'] = "Type / Count";
// Forum Ranks Disabled
$locale['450'] = "Οι βαθμοί στις Δημ. Συζητήσεις είναι επί του παρόντος απενεργοποιημένοι.<br />Παρακαλούμε πηγαίνετε στις %s σελίδες διαχείρισης να τους ενεργοποιήσετε.";
$locale['451'] = "Ρυθμίσεις Δ. Συζητήσεων";
?>