<?php
// Forum Category titles
$locale['400'] = "Πρόσθεση Κατηγορίας Δημ. Συζητήσεων";
$locale['401'] = "Επεξεργασία Κατηγορίας Δημ. Συζητήσεων";
// Forum Category messages
$locale['410'] = "Η κατηγορία προστέθηκε";
$locale['411'] = "Η κατηγορία ανανεώθηκε";
$locale['412'] = "Η κατηγορία δεν είναι δυνατόν να διαγραφεί";
$locale['413'] = "Συνδέονται μαζί της δημ. συζητήσεις";
$locale['414'] = "Η κατηγορία διαγράφηκε";
// Forum Category form
$locale['420'] = "Όνομα";
$locale['421'] = "Σειρά";
$locale['422'] = "Αποθήκευση";
// Delete Forum Category
$locale['440'] = "Διαγραφή κατηγορίας δ. συζητήσεων;";
// Forum titles
$locale['500'] = "Πρόσθεση Δ. Συζήτησης";
$locale['501'] = "Επεξεργασία Δ. Συζήτησης";
// Forum Category messages
$locale['510'] = "Η Δ. Συζήτηση προστέθηκε";
$locale['511'] = "Η Δ. Συζήτηση ανανεώθηκε";
$locale['512'] = "Η Δ. Συζήτηση δεν είναι δυνατόν να διαγραφεί";
$locale['513'] = "Δεν υπάρχουν θέματα συνδεδεμένα με την κατηγορία";
$locale['514'] = "Η Δ. Συζήτηση διαγράφηκε";
$locale['515'] = "Οι συντονιστές της Δ. Συζήτησης ανανεώθηκαν";
$locale['516'] = "Παρακαλώ εισάγετε ένα όνομα κατηγορίας.";
$locale['517'] = "Παρακαλώ εισάγετε ένα μοναδικό όνομα φόρουμ.";
// Add/Edit Forum Form
$locale['520'] = "Όνομα:";
$locale['521'] = "Περιγραφή:";
$locale['522'] = "Κατηγορία:";
$locale['523'] = "Σειρά:";
$locale['524'] = "Προνόμια";
$locale['525'] = "Πρόσβαση:";
$locale['526'] = "Δημιουργία θεμάτων:";
$locale['527'] = "Απαντήσεις μηνυμάτων:";
$locale['528'] = "Επισυνάψεις:";
$locale['529'] = "Δημιουργία δημοσκόπησης:";
$locale['530'] = "Ψήφοι:";
$locale['531'] = "Εκτός";
$locale['532'] = "Αποθήκευση";
$locale['533'] = "Συντονιστές";
$locale['534'] = "Αποθήκευση συντονιστών";
$locale['535'] = "Λήψη Συνημμένα:";
// Forum Settings
$locale['540'] = "φόρουμ Ρυθμίσεις:";
$locale['541'] = "μετά τη συγχώνευση:";
$locale['542'] = "Ενεργοποιήθηκε";
$locale['543'] = "Απενεργοποιημένο";
// Current Forums
$locale['550'] = "Τρέχουσες Δ. συζητήσεις";
$locale['551'] = "Κατηγορία/Δ. Συζήτηση";
$locale['552'] = "Σειρά";
$locale['553'] = "Επιλογές";
$locale['554'] = "Επεξεργασία";
$locale['555'] = "Διαγραφή";
$locale['556'] = "Πάνω";
$locale['557'] = "Κάτω";
$locale['558'] = "Μετακίνηση πάνω";
$locale['559'] = "Μετακίνηση κάτω";
$locale['560'] = "Δεν έχουν καθορισθεί ακόμη κατηγορίες δ. συζητήσεων";
$locale['561'] = "Δεν έχουν καθοριστεί Δ. Συζητήσεις";
$locale['562'] = "Ανανέωση της σειράς";
$locale['563'] = "Περικοπή";
// Delete Forum
$locale['570'] = "Διαγραφή δ. συζήτησης;";
// Pruning
$locale['600'] = "Περικοπή Δ. συζητήσεων";
$locale['601'] = "Η συγκεκριμένη λειτουργία θα αφαιρέσει θέματα και μηνύματα";
$locale['602'] = "που είναι παλαιότερα της επιλεγμένης χρονικής περιόδου.";
$locale['603'] = "Περίοδος: ";
$locale['604'] = "Εβδομάδα";
$locale['605'] = "Εβδομάδες";
$locale['606'] = "Μήνας";
$locale['607'] = "Μήνες";
$locale['608'] = "Η περικοπή της δ. συζήτησης ολοκληρώθηκε.";
$locale['609'] = "Διαγραμμένα μηνύματα: ";
$locale['610'] = "Διαγραμμένες επισυνάψεις: ";
$locale['611'] = "Διαγραμμένα θέματα: ";
$locale['612'] = "Με την περικοπή τα θέματα, τα μηνύματα και οι επισυνάψεις θα διαγραφούν πλήρως, χωρίς δυνατότητα επαναφοράς. Πραγματικά επιθυμείτε να περικόψετε τη δ. συζήτηση;";
?>