<?php
// Delete Image
$locale['400'] = "Διαγραφή Εικόνας";
$locale['401'] = "Η εικόνα διαγράφηκε";
$locale['402'] = "Επιστροφή στη διαχείριση εικόνων";
$locale['403'] = "Επιστροφή στις σελίδες διαχείρισης";
// Upload Image
$locale['420'] = "Επιφόρτωση";
$locale['421'] = "Φάκελος:";
$locale['422'] = "Κύριες εικόνες";
$locale['423'] = "Εικόνες δημοσιεύσεων";
$locale['424'] = "Εικόνες νέων";
$locale['425'] = "Μπορείτε να επιφορτώσετε εικόνες μόνο σε αρχεία gif, jpg ή png";
$locale['426'] = "Η εικόνα επιφορτώθηκε";
$locale['427'] = "Εικόνες κατηγοριών νέων";
// View Image
$locale['440'] = "Ανάκτηση εικόνας";
$locale['441'] = "Άγνωστος τύπος αρχείου, δεν είναι δυνατή η ανάκτηση της εικόνας.";
$locale['442'] = "Διαγραφή της εικόνας";
// Image Management
$locale['460'] = "Images";
$locale['461'] = "Προβολή";
$locale['462'] = "Διαγραφή";
$locale['463'] = "Αυτός ο φάκελος είναι άδειος";
$locale['464'] = "Ανανέωση του καταλόγου εικόνων για τον TinyMCE editor";
// Popup Error/Warning Messages
$locale['470'] = "Διαγραφή της εικόνας?";
?>
