<?php
// Infusion Management  Διαχείριση εγχύσεων
$locale['400'] = "Πρόσθετα";
$locale['401'] = "Πρόσθετο";
$locale['402'] = "Το παρόν θέμα έχει προστεθεί";
$locale['403'] = "Το παρόν δεν είναι δυνατόν να προστεθεί";
$locale['404'] = "Προσθέσεις";
$locale['405'] = "Τίτλος";
$locale['406'] = "Έκδοση";
$locale['407'] = "Προγραμματιστής";
$locale['408'] = "Επαφή";
$locale['409'] = "Email";
$locale['410'] = "Διαδίκτυο";
$locale['411'] = "Αφαίρεση";
$locale['412'] = "Αφαίρεση πρόσθετου;";
$locale['413'] = "Κλειδί:";
$locale['414'] = "Δεν προστέθηκε";
$locale['415'] = "Προστέθηκε";
$locale['416'] = "Αναβάθμιση διαθέσιμη";
$locale['417'] = "Κανένα infusions διαθέσιμο.";
?>