<?php
// Member Management Options
$locale['400'] = "Μέλη";
$locale['401'] = "Χρήστης";
$locale['402'] = "Πρόσθεση νέου μέλους";
$locale['403'] = "Τύπος χρήστη";
$locale['404'] = "Επιλογές";
$locale['405'] = "Ανάκτηση";
$locale['406'] = "Επεξεργασία";
$locale['407'] = "Ενεργοποίηση";
$locale['408'] = "Επαναφορά";
$locale['409'] = "Αποκλεισμός";
$locale['410'] = "Διαγραφή";
$locale['411'] = "Δεν υπάρχουν %s μέλη";
$locale['412'] = " που να αρχίζουν με ";
$locale['413'] = " και να ταιριάζουν ";
$locale['414'] = "Όλα";
$locale['415'] = "Αναζήτηση μέλους:";
$locale['416'] = "Αναζήτηση";
$locale['417'] = "Επιλογή ενέργειας";
$locale['418'] = "Ακύρωση";
$locale['419'] = "Eπαναφορά";
// Ban/Unban/Delete Member
$locale['420'] = "Επιβλήθηκε αποκλεισμός";
$locale['421'] = "Ο αποκλεισμός αναιρέθηκε";
$locale['422'] = "Το μέλος διαγράφηκε";
$locale['423'] = "Είστε σίγουροι ότι θέλετε να διαγράψετε το μέλος;";
$locale['424'] = "Το μέλος ενεργοποιήθηκε";
$locale['425'] = "<h2>Προσοχή!</h2><br />
Είστε για να διαγράψετε τον χρήστη <strong>%s</strong> !<br />
Το ακόλουθο <u> περιεχόμενο που δημοσιεύεται από αυτόν τον χρήστη </ u> σε αυτή την ιστοσελίδα θα διαγραφούνεάν εάν συνεχίσετε: <br />
- Άρθρα <br />
- Νέα <br />
- Θέματα Συζήτησης. Σημειώστε ότι τα μηνύματα που στάλθηκαν από άλλους χρήστες σε αυτά τα θέματα θα διαγραφούν επίσης, μαζί με τις ψήφους δημοσκόπηση και attachemets υπάρχουσες σε αυτό θέματα. <br />
- Δημοσιεύσεις Φόρουμ <br />
- Συνημμένα Φόρουμ <br />
- <br /> Σχόλια
- Ιδιωτικά μηνύματα που αποστέλλονται ή λαμβάνονται από αυτόν τον χρήστη <br />
- Votes Δημοσκόπηση <br />
- Βαθμολογίες δεδομένου <br />
Εκτός και αν αυτό είναι ένα spammer για παράδειγμα. σας προτείνουμε να απαγορευθεί, να αναστέλλουν, ακυρώνουν ή Anomymize αυτόν τον χρήστη. <br />
<br />
Είστε σίγουροι ότι θέλετε να διαγράψετε αυτόν τον χρήστη ?<br /> ";
$locale['426'] = "Ναι";
$locale['427'] = "Όχι";
// Edit Member Details
$locale['430'] = "Επεξεργασία μέλους";
$locale['431'] = "Οι πληροφορίες μέλους ανανεώθηκαν";
$locale['432'] = "Επιστροφή στη διαχείριση μελών";
$locale['433'] = "Επιστροφή στις σελίδες διαχείρισης";
$locale['434'] = "Οι πληροφορίες μέλους δεν ήταν δυνατόν να ανανεωθούν:";
// Extra Edit Member Details form options
$locale['440'] = "Αποθήκευση αλλαγών";
// Update Profile Errors
$$locale['450'] = "Δεν είναι δυνατή η επεξεργασία του κύριου διαχειριστή.";
$locale['451'] = "Χρειάζεται να ορίσετε όνομα χρήστη και διεύθυνση email.";
$locale['452'] = "Το όνομα χρήστη περιέχει μη έγκυρους χαρακτήρες.";
$locale['453'] = "Το user name ".(isset($_POST['user_name']) ? $_POST['user_name'] : "")." χρησιμοποιείται ήδη.";
$locale['454'] = "Μη έγκυρη διεύθυνση email.";
$locale['455'] = "Η διεύθυνση email ".(isset($_POST['user_email']) ? $_POST['user_email'] : "")." χρησιμοποιείται ήδη.";
$locale['456'] = "Η νέοι κωδικοί δεν δεν ταιριάζουν.";
$locale['457'] = "Μη έγκυρο κωδικός, χρησιμοποιήστε μόνον αλφαριθμητικούς χαρακτήρες.<br />
Το password χρειάζεται να περιέχει τουλάχιστον 6 χαρακτήρες.";
$locale['458'] = "<strong>Προσοχή:</strong> μη αναμενόμενη εκτέλεση script.";
// View Member Profile
$locale['470'] = "Προσωπικά στοιχεία μέλους";
$locale['472'] = "Στατιστικά";
$locale['473'] = "Ομάδες χρηστών";
// Add Member Errors
$locale['480'] = "Πρόσθεση μέλους";
$locale['481'] = "Ο λογαριασμός μέλους δημιουργήθηκε.";
$locale['482'] = "Ο λογαριασμός μέλους δεν ήταν δυνατόν να δημιουργηθεί.";
// Suspension Log 
$locale['510s'] = "Αναστολή Log για ";
$locale['511s'] = "Δεν υπάρχουν αναστολές καταγραφεί για αυτό το μέλος της αναστολής log.";
$locale['512s'] = "Προηγούμενη αναστολές ";
$locale['513'] = "Oχι."; // as in number
$locale['514'] = "Hμερομηνία";
$locale['515'] = "Αιτιολογία";
$locale['516'] = "Aναστολή διαχειριστή";
$locale['517'] = "Ενέργεια συστήματος";
$locale['518'] = "Επιστροφή στο προφίλ χρήστη";
$locale['519'] = "Αναστολή για τον χρήστη Log ";
$locale['520'] = "Απόσπασμα: ";
$locale['521'] = "IP: ";
$locale['522'] = "Δεν έχει ακόμη αποκατασταθεί";
$locale['540'] = "Σφάλμα";
$locale['541'] = "Σφάλμα: Πρέπει να αναφέρεται ο λόγος για την αναστολή!";
$locale['542'] = "Σφάλμα: Πρέπει να αναφέρεται ο λόγος για την απαγόρευση Ασφαλείας!";
// User Management Admin
$locale['550'] = "Αναστολή χρήστη: ";
$locale['551'] = "Διάρκεια σε ημέρες:";
$locale['552'] = "Αιτιολογία:";
$locale['553'] = "Αναστολή";
$locale['554'] = "Δεν υπάρχουν αναστολές καταγραφεί για αυτό το μέλος της αναστολής log.";
$locale['555'] = "Αν αποφασίσετε ότι αυτός ο χρήστης θα πρέπει να απαγορευθεί κλικ στη  'Απαγόρευση'";
$locale['556'] = "Άρει Αναστολή του χρήστη: ";
$locale['557'] = "Άρει Αναστολή";
$locale['558'] = "Άρει την απαγόρευση του χρήστη: ";
$locale['559'] = "Άρει την απαγόρευση ";
$locale['560'] = "Άρει την απαγόρευση για την Ασφάλεια του χρήστη: ";
$locale['561'] = "Άρει την απαγόρευση για την Ασφάλεια";
$locale['562'] = "Απαγόρευση χρήστη: ";
$locale['563'] = "Ασφάλεια χρήστη Απαγόρευση: ";
$locale['585a'] = "Παρακαλούμε να ορίσετε ένα λόγο για τον οποίο έχετε την απαγόρευση ";

$locale['566'] = "Αρση της απαγόρευσης";
$locale['568'] = "Απαγόρευση της Ασφάλειας";
$locale['569'] = "Ασφάλεια άρση της απαγόρευσης";
$locale['572'] = "μέλος αναστέλλεται";
$locale['573'] = "Αναστολή άρση";
$locale['574'] = "απενεργοποιήθηκε μέλος";
$locale['575'] = "μέλος επανενεργοποιήθηκε";
$locale['576'] = "Λογαριασμός ακυρώθηκε";
$locale['577'] = "Ακύρωσης αναστρέψιμη Λογαριασμού";
$locale['578'] = "Λογαριασμού ακυρώθηκε και ανώνυμα στοιχεία";
$locale['579'] = "Ανωνυμία Λογαριασμού αναιρεθεί";
$locale['580'] = "Απενεργοποίηση ανενεργά μέλη";
$locale['581'] = "Έχετε περισσότερες από 50 ανενεργών χρηστών και θα πρέπει να εκτελέσετε τη διαδικασία απενεργοποίησης <strong>%d φορές</strong>.";
$locale['582'] = "Επανενεργοποίηση";
$locale['583'] = "Eπαναφορά";
$locale['584'] = "Επιλέξτε νέα κατάσταση";
$locale['585'] = "Το Μέλος αρχικά απαγορεύτηκε για λόγους ασφαλείας! Είστε βέβαιοι ότι θέλετε να καταργήσετε την απαγόρευση αυτή μέλους τώρα?";

$locale['590'] = "Αναστολή";
$locale['591'] = "Μη αναστολή";
$locale['592'] = "Μη αναστολή";
$locale['593'] = "Μη αναστολή";
$locale['594'] = "Παρακαλούμε να ορίσετε ένα λόγο για τον οποίο είστε ";
$locale['595'] = " ο χρήστης ";
$locale['596'] = "διάρκεια:";

$locale['600'] = "Ασφάλεια απαγόρευση";
$locale['601'] = "Απαγόρευση ασφάλειας";
$locale['602'] = "Μη απαγόρευση";
$locale['603'] = "Μη απαγόρευση";
$locale['604'] = "Αιτιολογία:";
// Deactivation System
$locale['610'] = "<strong>%d χρήστη(ς)</strong> Δεν έχουν συνδεθεί για <strong>%d ημέρα(ες)</strong> και έχουν επισημανθεί ως ανενεργές.
Με την απενεργοποίηση αυτών των χρηστών που θα έχουν <strong>%d ημέρα(ες)</strong> πριν να είναι %s.";
$locale['611'] = "Παρακαλώ σημειώστε ότι μερικοί χρήστες μπορεί να έχουν υποβληθεί περιεχόμενο στην περιοχή σας, όπως δημοσιεύσεις, σχόλια, φωτογραφίες κλπ. αυτά θα διαγραφούν όταν απενεργοποιηθεί(ούν) χρήστες, Όντας διαγραφεί(ούν).";
$locale['612'] = "χρήστη";
$locale['613'] = "χρήστες";
$locale['614'] = "Απενεργοποίηση";
$locale['615'] = "διαγράφονται οριστικά";
$locale['616'] = "Aνωνυμία";
$locale['617'] = "Προειδοποίηση:";
$locale['618'] = "Συνιστάται ανεπιφύλακτα να αλλάξει τη δράση για την απενεργοποίηση ανωνυμία, αντί να διαγράψει.. την αποφυγή απώλειας δεδομένων!";
$locale['619'] = "Μπορείτε να το κάνετε εδώ.";
$locale['620'] = "Aνωνυμία";
$locale['621'] = "Αυτόματη απενεργοποίηση των ανενεργών χρηστών.";
?>