<?php
// News Categories titles
$locale['400'] = "Επεξεργασία Κατηγορίας Νέων";
$locale['401'] = "Πρόσθεση Κατηγορίας Νέων";
$locale['402'] = "Τρέχουσες Κατηγορίες Νέων";
// News Categories messages
$locale['420'] = "Η κατηγορία προστέθηκε";
$locale['421'] = "Η κατηγορία ανανεώθηκε";
$locale['422'] = "Η κατηγορία μπορεί να διαγραφεί";
$locale['423'] = "Υπάρχουν Νέα συνδεδεμένα μαζί της";
$locale['424'] = "Η κατηγορία διαγράφηκε";
// News Categories form
$locale['430'] = "Όνομα:";
$locale['431'] = "Εικόνα:";
$locale['432'] = "Αποθήκευση";
$locale['433'] = "Επεξεργασία";
$locale['434'] = "Διαγραφή";
$locale['435'] = "Δεν έχουν ορισθεί κατηγορίες";
$locale['436'] = "Πατήστε εδώ για να επιφορτώσετε εικόνες κατηγοριών";
// Popup Error/Warning Messages
$locale['450'] = "Διαγραφή της κατηγορίας;";
// Error Messages
$locale['460'] = "Παρακαλώ εισάγετε ένα όνομα κατηγορίας.";
$locale['461'] = "Η κατηγορία αυτή υπάρχει ήδη.";
?>