<?php
// News titles
$locale['400'] = "Τρέχοντα Νέα";
$locale['401'] = "Προσθήκη νέων";
$locale['402'] = "Επεξεργασία Νέα";
// News messages
$locale['410'] = "Θέμα νέων προστέθηκε";
$locale['411'] = "Θέμα νέων ανανεώθηκε";
$locale['412'] = "Θέμα νέων διαγράφηκε";
$locale['413'] = "Άκυρο όνομα αρχείου της εικόνας.";
$locale['414'] = "Εικόνα πρέπει να είναι μικρότερη από %s.";
$locale['415'] = "Εικόνα πρέπει να είναι ένα αρχείο GIF, JPEG ή PNG.";
$locale['416'] = "Εικόνα δεν πρέπει να είναι μεγαλύτερη από %uw x %uh πίξελ.";
// News form
$locale['420'] = "Επεξεργασία";
$locale['421'] = "Διαγραφή";
$locale['422'] = "θέμα:";
$locale['423'] = "κατηγορία:";
$locale['424'] = "- Καμια -";
$locale['425'] = "Γράψτε στο κενό<br /> τα νέα που θέλετε:";
$locale['426'] = "Επέκταση Νέων:";
$locale['427'] = "Ημερομηνία έναρξης:";
$locale['428'] = "Ημερομηνία Λήξης:";
$locale['429'] = "(προαιρετικό)";
$locale['430'] = "Oρατότητα:";
$locale['431'] = "Αποθήκευση ως πρόχειρο";
$locale['432'] = "Τοποθέτηση στα μόνιμα";
$locale['433'] = "Αυτόματη αλλαγή γραμμών";
$locale['434'] = "Ενεργοποίηση Σχόλια";
$locale['435'] = "Ενεργοποίηση Βαθμολογίες";
$locale['436'] = "Προεπισκόπηση";
$locale['437'] = "Αποθήκευση";
$locale['438'] = "[ΠΡΟΧΕΙΡΟ]";
$locale['439'] = "Εικόνα νέων";
$locale['440'] = "Max. μέγεθος αρχείου: %s / επιτρέπονται τύπους αρχείων: GIF, JPEG or PNG.";
$locale['441'] = "Αλλαγή Σελίδας";
// Popup Error/Warning Messages
$locale['450'] = "Να αναφερθεί ένα θέμα";
$locale['451'] = "Διαγραφή αυτών τον νέων?";
$locale['452'] = "%s Τα άτομα με ειδικές ανάγκες για όλα τα στοιχεία. <br /> Αυτή η ρύθμιση θα ισχύσει μόνο όταν έχει ενεργοποιηθεί και πάλι.";
$locale['453'] = "Σχόλια";
$locale['454'] = "Βαθμολογίες";
$locale['455'] = $locale['453']." και ".$locale['454'];
?>