<?php
// Panel Management
$locale['400'] = "Πίνακας";
$locale['401'] = "Όνομα πίνακα";
$locale['402'] = "πλευρά";
$locale['403'] = "τάξη";
$locale['404'] = "Τύπος";
$locale['405'] = "Πρόσβαση";
$locale['406'] = "Επιλογές";
// Panel Settings
$locale['420'] = "Αριστερά";
$locale['421'] = "Άνω κέντρο";
$locale['422'] = "Δεξιά";
$locale['423'] = "Aρχείο";
$locale['424'] = "PHP";
$locale['425'] = "χαμηλότερο κέντρο";
// Panel Options
$locale['430'] = "Μετακίνηση προς τα αριστερά";
$locale['431'] = "Μετακίνηση προς τα δεξιά";
$locale['432'] = "Μετακίνηση προς τα πάνω";
$locale['433'] = "Μετακίνηση προς τα κάτω";
$locale['434'] = "Επεξεργασία";
$locale['435'] = "Ενεργοποίηση";
$locale['436'] = "Απενεργοποίηση";
$locale['437'] = "Διαγραφή";
$locale['438'] = "Νέος πίνακας";
$locale['439'] = "Ανανέωση τιμές Διάταξη Πίνακα";
$locale['440'] = "Διαγραφή αυτού του Πίνακα?";
$locale['441'] = "Αριστερά";
$locale['442'] = "Δεξιά";
$locale['443'] = "Eπάνω";
$locale['444'] = "Kάτω";
$locale['445'] = "Μετακίνηση στο επάνω";
$locale['446'] = "Μετακίνηση στο κάτω";
// Add/Edit Panel Form
$locale['450'] = "Επεξεργασία Πίνακα";
$locale['451'] = "Προσθήκη πίνακα";
$locale['452'] = "Όνομα πίνακα:";
$locale['453'] = "Πίνακα Όνομα αρχείου:";
$locale['454'] = "Περιεχόμενο Πίνακα θα αγνοηθεί εάν επιλεγεί";
$locale['455'] = "Περιεχόμενο Πίνακα:";
$locale['456'] = "κωδικός πρόσβασης διαχειριστή:";
$locale['457'] = "Πλευρά Πίνακα:";
$locale['458'] = "πρόσβαση Πίνακα:";
$locale['459'] = "Πίνακας ενδείξεων σε όλες τις σελίδες";
$locale['460'] = "Πίνακας Προεπισκόπηση";
$locale['461'] = "Αποθήκευση Πίνακας";
$locale['462'] = "Περιορισμός πίνακα:";
$locale['463'] = "παράδειγμα:";
$locale['464'] = "Εξαίρεση σε αυτές τις σελίδες";
$locale['465'] = "Συμπεριλάβετε σε αυτές τις σελίδες";
// Update/Add new Panel Errors
$locale['470'] = "Όνομα πίνακα δεν προσδιορίζεται";
$locale['471'] = "Όνομα πίνακα σε χρήση";
$locale['472'] = "Περιεχόμενο πίνακα δεν καθορίζεται";
$locale['473'] = "Πίνακας όνομα αρχείου δεν ορίζεται";
$locale['474'] = "Κωδικός πρόσβασης διαχειριστή είναι λάθος";
$locale['475'] = "Πρέπει να επιλέξετε  \"Εμφάνιση σε όλες τις σελίδες\" κατά περιορισμό Κέντρο Άνω ή Κάτω πίνακες Κέντρο";
// Update/Add new Panel Success/Fail
$locale['480'] = "Ενημέρωση Πίνακα";
$locale['481'] = "Δεν ήταν δυνατή η ενημέρωση Πίνακα";
$locale['482'] = "Πίνακας ενημέρωση";
$locale['483'] = "Nέο Πίνακα";
$locale['484'] = "Δεν ήταν δυνατή η προσθήκη νέου Πίνακα";
$locale['485'] = "Νέος Πίνακας Προστέθηκε";
$locale['486'] = "Επιστροφή στην διαχείρισης Πίνακα";
$locale['487'] = "Επιστροφή στην Διοίκηση Περιεχόμενα";
$locale['488'] = "Πίνακες για ενημέρωση.";
?>