<?php
// Album titles
$locale['400'] = "Πρόσθεση Εικόνας";
$locale['401'] = "Επεξεργασία εικόνας";
$locale['402'] = "Τρέχουσες εικόνες";
$locale['403'] = "Σοβαρό σφάλμα φωτοσυλλογής";
// Album messages
$locale['410'] = "Η εικόνα προστέθηκε";
$locale['411'] = "Η εικόνα ανανεώθηκε";
$locale['412'] = "Η μικρογραφία της εικονας διαγράφηκε";
$locale['413'] = "Η εικόνα διαγράφηκε";
$locale['414'] = "Συνέβη το παρακάτω σφάλμα:";
$locale['415'] = "Μη έγκυρο όνομα αρχείου εικόνας.";
$locale['416'] = "Η εικόνα χρειάζεται να είναι μικρότερη από %s.";
$locale['417'] = "Η εικόνα χρειάζεται να είναι αρχείο GIF, JPEG ή PNG.";
$locale['418'] = "Η εικόνα δεν πρέπει να είναι μεγαλύτερη από %uπλ x %uυψ εικονοστοιχεία.";
$locale['419'] = "Η εικόνα(νες) μετακινήθηκαν.";
$locale['420'] = "Δεν ανιχνεύθηκε η βιβλιοθήκη GD. Οι φωτοσυλλογές δε λειτουργούν χωρίς τη βιβλιοθήκη GD. Επικοινωνήστε με τον προμηθευτή φιλοξενίας του δικτυακού σας τόπου για περισσότερες λεπτομέρειες.";
$locale['421'] = "Εικόνα δεν μπορεί να είναι κενή.";
$locale['422'] = "Επιλεγμένα ο φάκελος δεν είναι εγγράψιμος. Αλλάζετέ το CHMOD 777.";
// Photos form
$locale['430'] = "Μετακίνηση της εικόνας στη συλλογή";
$locale['431'] = "Μετακίνηση";
$locale['432'] = "Τίτλος: ";
$locale['433'] = "Περιγραφή: ";
$locale['434'] = "Σειρά: ";
$locale['435'] = "Μικρογραφία: ";
$locale['436'] = "Εικόνα: ";
$locale['437'] = "Ενεργοποίηση σχολίων";
$locale['438'] = "Ενεργοποίηση αξιολογήσεων";
$locale['439'] = "Αποθήκευση";
$locale['440'] = "Ακύρωση";
// Current Photos
$locale['450'] = "Χωρίς εικόνα";
$locale['451'] = "Πατήστε για ανάκτηση";
$locale['452'] = "Μετακίνηση πάνω";
$locale['453'] = "Μετακίνηση κάτω";
$locale['454'] = "Επεξεργασία";
$locale['455'] = "Διαγραφή";
$locale['456'] = "Ημερομηνία: ";
$locale['457'] = "Πρόσθεση από: ";
$locale['458'] = "Αιτήσεις: ";
$locale['459'] = "Σχόλια: ";
// Current Photos options
$locale['470'] = "Επιλογή όλων";
$locale['471'] = "Απεπιλογή όλων";
$locale['472'] = "Μετακίνηση σε συλλογή";
$locale['473'] = "Επέλεξε συλλογή";
$locale['474'] = "Μετακίνηση των επιλεγμένων";
$locale['475'] = "Μετακίνηση όλων";
$locale['476'] = "Κλείσε";
// Additional notices
$$locale['480'] = "Δεν ορίσθηκαν εικόνες.";
$locale['481'] = "Να μετακινηθούν οι επιλεγμένες εικόνες;";
$locale['482'] = "Μετακίνηση όλων των εικόνων;";
//Mass Upload
$locale['490'] = "Προσθήκη φακέλου";
$locale['491'] = "Προσθήκη στο φάκελο άλμπουμ";
$locale['492'] = "Προσθήκη φωτογραφίες στο άλμπουμ";
$locale['493'] = "Ανεβάστε ενιαία τις φωτογραφίες";
$locale['494'] = "Ανεβάστε το φάκελο με τις φωτογραφίες";
$locale['495'] = "Ανεβάστε πολλές φωτογραφίες";
$locale['496'] = "<strong>Warning:</strong><br />Φωτογραφίας τίτλος και περιγραφή της κάθε μεταφόρτωση φωτογραφίας θα είναι άδειο, <br /> μπορείτε να εισάγετε στη συνέχεια με την επεξεργασία κάθε φωτογραφίας!";
$locale['497'] = "1. Ανεβάστε το φάκελο με τις φωτογραφίες σας στον κατάλογο <em>%s</em>.";
$locale['498'] = "2. Επιλέξτε το φάκελο που θέλετε να προσθέσετε στο άλμπουμ <strong>%s</strong>.";
$locale['499'] = "Επιλέξτε το φάκελο:";
$locale['500'] = "Προσθήκη επιλεγμένου φακέλου στο άλμπουμ";
$locale['501'] = "Δεν βρέθηκαν φάκελοι";
$locale['502'] = "%s δεν είναι εγγράψιμος!";
$locale['503'] = "Παρακαλούμε αλλάξτε τα δικαιώματα του καταλόγου στο 0777 κάντε κλικ στο κουμπί για να φορτώσετε ξανά.";
$locale['504'] = "Ανανέωση";
$locale['505'] = "1. Ανεβάστε τις φωτογραφίες σας σε φάκελο <em>%s</em>.";
$locale['506'] = "2. Επιλέξτε τις φωτογραφίες που θέλετε να προσθέσετε στο άλμπουμ <strong>%s</strong>.";
$locale['507'] = "3. Μπορείτε να επιλέξετε περισσότερες από μία φωτογραφίας κρατώντας πατημένο το πλήκτρο [SHIFT] ή [CTRL] ενώ πατώντας.";
$locale['508'] = "Επιλέξτε φωτογραφίε(ς):";
$locale['509'] = "Προσθήκη επιλεγμένων φωτογραφιώ(ν) στο άλμπουμ";
$locale['510'] = "Δεν βρέθηκαν φωτογραφίες";
// Messages
$locale['520'] = "%s Eίναι απενεργοποιημένο για όλα τα στοιχεία. <br /> Αυτή η ρύθμιση θα τεθεί σε ισχύ μόνο όταν έχουν ενεργοποιηθεί και πάλι.";
$locale['521'] = "Σχόλια";
$locale['522'] = "Βαθμολογίες";
$locale['523'] = $locale['521']." και ".$locale['522'];
?>
