<?php
// Album titles
$locale['400'] = "Πρόσθεση συλλογής";
$locale['401'] = "Επεξεργασία συλλογής";
$locale['402'] = "Τρέχουσες συλλογές";
$locale['403'] = "Σοβαρό σφάλμα φωτοσυλλογής";
// Album messages
$locale['410'] = "Η συλλογή προστέθηκε";
$locale['411'] = "Η συλλογή ανανεώθηκε";
$locale['412'] = "Το εικονίδιο της συλλογής διαγράφηκε";
$locale['413'] = "Η συλλογή διαγράφηκε";
$locale['414'] = "Διαπιστώθηκε το παρακάτω σφάλμα:";
$locale['415'] = "Μη έγκυρο όνομα αρχείου εικόνας.";
$locale['416'] = "Η εικόνα πρέπει να είναι μικρότερη από %s.";
$locale['417'] = "Η εικόνα χρειάζεται να είναι αρχείο GIF, JPEG ή PNG.";
$locale['418'] = "Η εικόνα δεν πρέπει να είναι μεγαλύτερη από %uπλ x %uυψ εικονοστοιχεία.";
$locale['419'] = "Η συλλογή δεν είναι δυνατόν να διαγραφεί. Το password που χρησιμοποιείτε είναι μη έγκυρο.";
$locale['420'] = "Δεν ανιχνεύθηκε η βιβλιοθήκη GD. Οι φωτοσυλλογές δε λειτουργούν χωρίς τη βιβλιοθήκη GD. Επικοινωνήστε με τον προμηθευτή φιλοξενίας του δικτυακού σας τόπου για περισσότερες λεπτομέρειες.";
// Album confirmation
$locale['430'] = "Επιβεβαίωση διαγραφής συλλογής";
$locale['431'] = "Η συλλογή που προσπαθείτε να διαγράψετε περιέχει μία ή περισσότερες εικόνες.<br />\n"
								."Προκειμένου να διαγράψετε τη συλλογή, παρακαλούμε εισάγετε το διαχειριστικό σας password:";
$locale['432'] = "Επιβεβαίωση";
$locale['433'] = "Ακύρωση";
// Album form
$locale['440'] = "Τίτλος: ";
$locale['441'] = "Περιγραφή: ";
$locale['442'] = "Πρόσβαση: ";
$locale['443'] = "Σειρά: ";
$locale['444'] = "Μικρογραφία: ";
$locale['445'] = "Αποθήκευση";
// Current Albums
$locale['460'] = "Άνοιγμα συλλογής";
$locale['461'] = "Χωρίς μικρογραφία";
$locale['462'] = "Ημερομηνία: ";
$locale['463'] = "Δημιουργία από: ";
$locale['464'] = "Πρόσβαση: ";
$locale['465'] = "Εικόνες: ";
$locale['466'] = "Μετακίνηση πάνω";
$locale['467'] = "Μετακίνηση κάτω";
$locale['468'] = "Επεξεργασία";
$locale['469'] = "Διαγραφή";
$locale['470'] = "Ανανέωση διάταξης συλλογής και εικόνων";
$locale['471'] = "Δεν ορίσθηκαν φωτοσυλλογές.";
// Delete Album
$locale['500'] = "Διαγράψετε αυτό το άλμπουμ?";
?>
