<?php
$locale['400'] = "PHP Πληροφορίες";
//General
$locale['401'] = "Γενικά";
$locale['402'] = "λογισμικό διακομιστή";
$locale['403'] = "λογισμικό διακομιστή";
$locale['404'] = "PHP έκδοση";
$locale['405'] = "PHP περιβάλλον";
$locale['406'] = "MySQL έκδοση του διακομιστή";
$locale['407'] = "PHP-Fusion έκδοση";
$locale['408'] = "βάση δεδομένων prefix";
$locale['409'] = "Cookie prefix";
$locale['410'] = "Πρόγραμμα περιήγησης στο Internet και OS";

//PHP settings
$locale['420'] = "PHP ρυθμίσεις";
$locale['421'] = "ναί";
$locale['422'] = "όχι";
$locale['423'] = "κατάσταση ασφαλούς λειτουργίας";
$locale['424'] = "Εγγραφή διεθνοποιημένων";
$locale['425'] = "Υποστήριξη";
$locale['426'] = "Αρχεία μεταφόρτωσης (μέγιστο μέγεθος αρχείου)";
$locale['428'] = "Εμφάνιση σφαλμάτων";
$locale['429'] = "Απενεργοποίηση λειτουργιών";
$locale['430'] = "n/a";
$locale['431'] = "έκδοση";

//Write permission
$locale['440'] = "Δικαιώματα φακέλων";
$locale['441'] = "Eγγράψιμος";
$locale['442'] = "Όχι εγγράψιμο";

//PHPinfo
$locale['450'] = "Λεπτομέρειες";
$locale['451'] = "Αδυναμία λήψης των δεδομένων. Ελέγξτε αν phpinfo () είναι απενεργοποιημένο?";
?>