<?php
// Polls titles - Τίτλοι στις δημοσκοπήσεις
$locale['400'] = "Πρόσθεση δημοσκόπησης";
$locale['401'] = "Επεξεργασία δημοσκόπησης";
$locale['402'] = "Τρέχουσες δημοσκοπήσεις";
$locale['403'] = "Προεπισκόπηση";
// Polls messages  - Μηνύματα στις δημοσκοπήσεις
$locale['410'] = "Η δημοσκόπηση προστέθηκε";
$locale['411'] = "Η δημοσκόπηση ανανεώθηκε";
$locale['412'] = "Η δημοσκόπηση διαγράφηκε";
// Edit/Delete Polls   - Επεξεργασία/Διαγραφή Δημοσκοπήσεων
$locale['420'] = "Τρέχουσες δημοσκοπήσεις";
$locale['421'] = "Επεξεργασία";
$locale['422'] = "Διαγραφή";
// Preview Polls - Προεπισκόπηση Δημοσκοπήσεων
$locale['430'] = "Υποβολή ψήφου";
// Polls Form  - Φόρμα εισαγωγής στοιχείων
$locale['431'] = "Τίτλος:";
$locale['432'] = "Επιλογή ";
$locale['433'] = " Κλείσε";
$locale['434'] = "Έναρξη: ";
$locale['435'] = "Τέλος: ";
$locale['436'] = "Πρόσθεση επιλογής";
$locale['437'] = "Προεπισκόπηση";
$locale['438'] = "Αποθήκευση";
$locale['439'] = "Ακαθόριστο";
?>