<?php
// Titles
$locale['400'] = "ρομπότ.txt";
// Messages
$locale['410'] = "Είσαι σίγουρος; αρχείο robots.txt θα καθοριστούν στο προεπιλεγμένο.";
$locale['411'] = "Το αρχείο robots.txt δεν υπάρχει. Παρακαλούμε να δημιουργήσετε το αρχείο στον κατάλογο ρίζας και προσπαθήστε ξανά.";
$locale['412'] = "ενημερωμένο αρχείο robots.txt.";
$locale['413'] = "Το ακόλουθο σφάλμα έχει συμβεί:";
$locale['414'] = "Το αρχείο robots.txt δεν είναι εγγράψιμο.";
$locale['415'] = "Αδύνατη η εγγραφή στο αρχείο robots.txt.";
// Edit form
$locale['420'] = "Επεξεργαστείτε το αρχείο robots.txt";
$locale['421'] = "Μπορείτε να βρείτε περισσότερες πληροφορίες και βοήθεια σχετικά με το robots.txt εδώ.";
$locale['422'] = "Αποθήκευση";
$locale['423'] = "Ρύθμιση πίσω στην προεπιλογή";
?>