<?php
// Shoutbox titles
$locale['400'] = "Πίνακας Ανακοινώσεων";
$locale['401'] = "Επεξεργασία";
// Shoutbox messages
$locale['410'] = "Η ανακοίνωση ανανεώθηκε";
$locale['411'] = "Η ανακοίνωση διαγράφηκε";
$locale['412'] = "Οι ανακοινλωσεις διαγράφηκαν";
// Edit Shout form
$locale['420'] = "Επεξεργασία";
$locale['421'] = "Μήνυμα:";
$locale['422'] = "Αποθήκευση";
// Prune Shoutbox
$locale['430'] = "Διαγραφή ανακοινώσεων παλαιότερων από";
$locale['431'] = " ημέρες";
$locale['432'] = "Διαγραφή";
// Current Shouts
$locale['440'] = "Επεξεργασία";
$locale['441'] = "Διαγραφή";
$locale['442'] = "IP χρήστη: ";
$locale['443'] = "Δε δημοσιεύθηκαν ανακοινώσεις.";
// Popup Error/Warning Messages
$locale['450'] = "Διαγραφή ανακοινώσεων;";
$locale['451'] = "Διαγραφή της ανακοίνωσης;";
?>