<?php
// News titles
$locale['400'] = "Πρόσθεση Συνδέσμου Δικτυακού τόπου";
$locale['401'] = "Επεξεργασία Συνδέσμου";
$locale['402'] = "Τρέχοντες Σύνδεσμοι";
// News messages
$locale['410'] = "Ο σύνδεσμος προστέθηκε";
$locale['411'] = "Ο σύνδεσμος ανανεώθηκε";
$locale['412'] = "Ο σύνδεσμος διαγράφηκε";
// Site Links form
$locale['420'] = "Όνομα:";
$locale['421'] = "URL συνδέσμου:";
$locale['422'] = "Ορατό:";
$locale['423'] = "Σειρά:";
$locale['424'] = "Θέση:";
$locale['425'] = "μόνο στο πάνελ περιεχομένων";
$locale['426'] = "πάνελ περιεχομένων και κεφαλίδα";
$locale['427'] = "κεφαλίδα μόνον";
$locale['428'] = "Ανοιγμα συνδέσμου σε νέο παράθυρο";
$locale['429'] = "Αποθήκευση";
// Site Links list
$locale['440'] = "Όνομα";
$locale['441'] = "Ορατό";
$locale['442'] = "Σειρά";
$locale['443'] = "Επιλογές";
$locale['444'] = "Επεξεργασία";
$locale['445'] = "Διαγραφή";
$locale['446'] = "Δεν έχουν ορισθεί σύνδεσμοι δικτυακού τόπου.";
// Link Ordering
$locale['450'] = "Πάνω";
$locale['451'] = "Down";
$locale['452'] = "Μετακίνηση πάνω";
$locale['453'] = "Μετακίνηση κάτω";
$locale['454'] = "Ανανέωση της σειράς συνδέσμων";
$locale['455'] = "Σύνδεσμος (η) ενημέρωση.";
// Delete Site Link category
$locale['460'] = "Διαγραφή του συνδέσμου;";
?>