<?php
// Smiley titles  - Τίτλοι στα Smiley (εναλλακτικά Φατσούλες)
$locale['401'] = "Πρόσθεση Smiley";
$locale['402'] = "Επεξεργασία Smiley";
$locale['400'] = "Τρέχοντα Smiley";
// Smiley messages
$locale['410'] = "Προστέθηκε";
$locale['411'] = "Ανανεώθηκε";
$locale['412'] = "Διαγράφηκε";
$locale['413'] = "Δεν ήταν δυνατόν να ανανεωθεί το smiley";
$locale['414'] = "Δεν ήταν δυνατόν να προστεθεί το smiley";
$locale['415'] = "Ο κώδικας του συγκεκριμένου smiley χρησιμοποιείται ήδη.";
$locale['416'] = "Θέλετε πραγματικά να διαγράψετε το smiley;";
// Smiley form  - Φόρμα εισαγωγής στοιχείων
$locale['420'] = "Κώδικας:";
$locale['421'] = "Εικόνα:";
$locale['422'] = "Κείμενο:";
$locale['423'] = "Αποθήκευση";
$locale['424'] = "Προεπισκόπηση:";
// Current Smileys  - Τρέχοντα Smiley
$locale['430'] = "Κώδικας";
$locale['431'] = "Εικόνα";
$locale['432'] = "Κείμενο";
$locale['433'] = "Επιλογές";
$locale['434'] = "Επεξεργασία";
$locale['435'] = "Διαγραφή";
$locale['436'] = "Δεν έχουν ορισθεί smiley.";
?>
