<?php
// Delete Submission
$locale['400'] = "Διαγραφή υποβολής";
$locale['401'] = "Η υποβολή διαγράφηκε";
$locale['402'] = "Επιστροφή στη διαχείριση υποβολών";
$locale['403'] = "Επιστροφή στις σελίδες διαχείρισης";
// Submission Options
$locale['410'] = "Υποβολές";
$locale['411'] = "Σύνδεσμοι:";
$locale['412'] = "Νέα:";
$locale['413'] = "Δημοσιεύσεις:";
$locale['414'] = "Δεν υπάρχουν σύνδεσμοι σε αναμονή.";
$locale['415'] = "Δεν υπάρχουν νέα σε αναμονή.";
$locale['416'] = "Δεν υπάρχουν δημοσιεύσεις σε αναμονή.";
$locale['417'] = "Ανάκτηση";
$locale['418'] = "Διαγραφή";
$locale['419'] = "Εικόνες:";
$locale['420'] = "Δεν υπάρχουν εικόνες σε αναμονή.";
$locale['421'] = "Uποβλήθηκε αρχειο:";
$locale['422'] = "Δεν υπάρχουν Λήψεις περιμένει επαλήθευση.";
// Add/Delete Web Link Submissions
$locale['430'] = "Δημοσίευση υποβολής συνδέσμου";
$locale['431'] = "Ο σύνδεσμος δημοσιεύθηκε";
$locale['432'] = "Διαγραφή υποβολής συνδέσμου";
$locale['433'] = "Ο σύνδεσμος διαγράφηκε";
$locale['434'] = "Δεν υπάρχουν κατηγορίες";
// Web Link Submission Form
$locale['440'] = "Ανάκτηση υποβλήθηκε";
$locale['441'] = "Υποβλήθηκε από ";
$locale['442'] = " ";
$locale['443'] = "Κατηγορία:";
$locale['444'] = "Τίτλος:";
$locale['445'] = "URL:";
$locale['446'] = "Περιγραφή:";
$locale['447'] = "Δημοσίευση ή διαγραφή του συνδέσμου;";
$locale['448'] = "Δημοσίευση";
$locale['449'] = "Διαγραφή";
// Add/Delete News Submissions
$locale['490'] = "Δημοσίευση υποβολής";
$locale['491'] = "Τα νέα δημοσιεύθηκαν";
$locale['492'] = "Διαγραφή υποβολής";
$locale['493'] = "Τα νέα διαγράφηκαν";
// News Submission Form
$locale['500'] = "Ανάκτηση υποβλήθηκε";
$locale['501'] = "Υποβλήθηκε από ";
$locale['502'] = "Δημοσίευση ή διαγραφή των νέων;";
$locale['503'] = "Δημοσίευση";
$locale['504'] = "Διαγραφή";
$locale['505'] = "Θέμα:";
$locale['506'] = "Κατηγορία:";
$locale['507'] = "- καμία -";
$locale['508'] = "Νέα:";
$locale['509'] = "Απόσπασμα Νέων:";
$locale['510'] = "Νέα Προεπισκόπηση";
// Add/Delete Article Submissions
$locale['530'] = "Δημοσίευση υποβολής";
$locale['531'] = "Η υποβολή δημοσιεύθηκε";
$locale['532'] = "Διαγραφή υποβολής";
$locale['533'] = "Η δημοσίευση διαγράφηκε";
// Article Submission Form
$locale['540'] = "Ανάκτηση υποβολής";
$locale['541'] = "Υποβλήθηκε από ";
$locale['542'] = "Δημοσίευση ή διαγραφή;";
$locale['543'] = "Δημοσίευση";
$locale['544'] = "Διαγραφή";
$locale['545'] = "Κατηγορία:";
$locale['546'] = "Θέμα:";
$locale['547'] = "Εισαγωγή:";
$locale['548'] = "Πλήρες κείμενο:";
$locale['549'] = "Άρθρο Προεπισκόπηση";
// Add/Delete Photo Submissions
$locale['580'] = "Δημοσίευση υποβολής";
$locale['581'] = "Η υποβολή δημοσιεύθηκε";
$locale['582'] = "Διαγραφή υποβολής";
$locale['583'] = "Η εικόνα διαγράφηκε";
// Photo Submission Form
$locale['590'] = "Ανάκτηση υποβολής";
$locale['591'] = "Πατήστε εδώ για να δείτε την εικόνα";
$locale['592'] = "Υποβλήθηκε από ";
$locale['593'] = "Δημοσίευση ή διαγραφή;";
$locale['594'] = "Δημοσίευση";
$locale['595'] = "Διαγραφή";
$locale['596'] = "Τίτλος:";
$locale['597'] = "Περιγραφή:";
$locale['598'] = "Συλλογή";
// Add/Delete Download Submissions
$locale['630'] = "Δημοσίευση αρχείου που υποβλήθηκε";
$locale['631'] = "Tο αρχειο έχει δημοσιευθεί";
$locale['632'] = "Διαγραφή αρχείου που υποβλήθηκε";
$locale['633'] = "Tο αρχειο έχει διαγραφεί";
// Download Submission Form
$locale['640'] = "Δείτε Υποβολή αρχείου";
$locale['641'] = "Αυτό το αρχείο υποβλήθηκε από ";
$locale['642'] = "Θέλετε να δημοσιεύσετε ή να διαγράψετε αυτό το αρχείο?";
$locale['643'] = "Δημοσίευση αρχείου";
$locale['644'] = "Διαγραφή αρχείου";
$locale['645'] = "Tίτλος:";
$locale['646'] = "Περιγραφή:";
$locale['646b'] = "Σύντομη περιγραφή:";
$locale['647'] = "URL:";
$locale['647b'] = "Aρχείο:";
$locale['648'] = "Kατηγορία:";
$locale['649'] = "Άδεια:";
$locale['650'] = "O/S:";
$locale['651'] = "Έκδοση:";
$locale['652'] = "Mέγεθος αρχείου:";
$locale['653'] = "Στιγμιότυπο:";
$locale['654'] = "Ιστοσελίδα:";
$locale['655'] = "πνευματική ιδιοκτησία:";
$locale['656'] = "Σχόλια:";
$locale['657'] = "Βαθμολογίες:";
$locale['658'] = "Διαγραφή Στιγμιότυπο";

$locale['660'] = "%s είναι απενεργοποιημένο για όλα τα στοιχεία. <br /> Αυτή η ρύθμιση θα τεθεί σε ισχύ μόνο όταν έχουν ενεργοποιηθεί και πάλι.";
$locale['661'] = "Σχόλια";
$locale['662'] = "Βαθμολογίες";
$locale['663'] = $locale['661']." και ".$locale['662'];
?>