<?php
$locale['400'] = "Αναβάθμιση";
// No upgrade
$locale['401'] = "Δεν υπάρχει διαθέσιμη αναβάθμιση της βάσης δεδομένων.";
// Stage 6 - User Field Categories
$locale['420'] = "Επικοινωνία";
$locale['421'] = "Διάφορες πληροφορίες";
$locale['422'] = "Επιλογές";
$locale['423'] = "Στατιστικά";
$locale['430'] = "Κατηγορίες Πεδίο χρήστη";
$locale['432'] = "Διαχείριση χρηστών";
$locale['434'] = "Στοιχεία ανά σελίδα";
$locale['435'] = "Aσφάλεια";
$locale['436'] = "Ρυθμίσεις Νέα";
$locale['437'] = "λήψεις Ρυθμίσεις";
// v7.02 new locales
$locale['440'] = "Υποβολή Λήψη";
$locale['441'] = "Shoutbox";
$locale['442'] = "robots.txt";
$locale['443'] = "Kαταγραφή των χρηστών";
$locale['444'] = "Επαναφορά κωδικού πρόσβασης διαχειριστή";
$locale['445'] = "Kαταγραφή σφάλματος";
// Upgrade locales
$locale['500'] = "Μια %s αναβάθμιση της βάσης δεδομένων είναι διαθέσιμη για την εγκατάσταση του PHP-Fusion.";
$locale['501'] = "Απλά κάντε κλικ στην επιλογή Αναβάθμιση για να αναβαθμίσετε το σύστημά σας.";
$locale['502'] = "Αναβάθμιση της βάσης δεδομένων ολοκλήρωση.";
$locale['503'] = "σημαντικό";
$locale['504'] = "ασήμαντος";
// Cookie Prefix
$locale['600'] = "Παρακαλώ επεξεργαστείτε το αρχείο σας config.php, και αντικαταστήστε το περιεχόμενο με τον ακόλουθο κώδικα:"
?>