<?php
// Edit/Save/Delete User Group Messages
$locale['400'] = "Η ομάδα χρηστών ανανεώθηκε";
$locale['401'] = "Η ομάδα χρηστών προστέθηκε";
$locale['402'] = "Οι χρήστες που επιλέξατε αφαιρέθηκαν από την ομάδα";
$locale['403'] = "Όλοι οι χρήστες αφαιρέθηκαν από την ομάδα";
$locale['404'] = "Οι χρήστες που επιλέξατε προστέθηκαν στην ομάδα";
$locale['405'] = "Δεν είναι δυνατόν να διαγραφεί η συγκεκριμένη ομάδα χρηστών";
$locale['406'] = "Υπάρχουν χρήστες συνδεδεμένοι με την ομάδα";
$locale['407'] = "Η ομάδα χρηστών διαγράφηκε";
// Edit/Delete Options
$locale['420'] = "Ομάδες χρηστών";
$locale['421'] = "Επεξεργασία";
$locale['422'] = "Διαγραφή";
$locale['423'] = "Διαγραφή της ομάδας χρηστών;";
// Edit/Add User Group
$locale['430'] = "Επεξεργασία ομάδας χρηστών";
$locale['431'] = "Πρόσθεση ομάδας χρηστών";
$locale['432'] = "Όνομα:";
$locale['433'] = "Περιγραφή:";
$locale['434'] = "Αποθήκευση";
// Search/Add Group Users
$locale['440'] = "Πρόσθεση χρηστών στην ομάδα";
$locale['441'] = "Αναζητήστε χρήστες να προσθέσετε στην ομάδα, χρησιμοποιώντας την παρακάτω φόρμα.";
$locale['442'] = "Μπορείτε να κάνετε πολλαπλή αναζήτηση, χωρίζοντας κάθε εισαγωγή με κόμμα.";
$locale['443'] = "ID χρηστών";
$locale['444'] = "Ονόματα";
$locale['445'] = "Αναζήτηση";
$locale['446'] = "Όνομα Χρήστη";
$locale['447'] = "Τύπος χρήστη";
$locale['448'] = "Επιλογή όλων";
$locale['449'] = "Απεπιλογή όλων";
$locale['450'] = "Πρόσθεση επιλεγμένων χρηστών";
$locale['451'] = "Δε βρέθηκαν χρήστες.";
$locale['452'] = "Αναζήτηση εκ νέου";
// Current Group Users
$locale['460'] = "Τρέχουσες ομάδες χρηστών";
$locale['461'] = "Αφαίρεση επιλεγμένων χρηστών";
$locale['462'] = "Αφαίρεση όλων των χρηστών";
$locale['463'] = "Δεν υπάρχουν χρήστες στη συγκεκριμένη ομάδα.";
?>