<?php
$locale['100'] = "Kαταγραφής των χρηστών";
$locale['101'] = "Tαυτότητα";
$locale['102'] = "Hμερομηνία";
$locale['103'] = "Όνομα Χρήστη";
$locale['104'] = "Πεδίο χρήστη";
$locale['105'] = "Σχέση Παλιά";
$locale['106'] = "Σχέση Νέα";
$locale['107'] = "Ταξινόμηση κατά:";
$locale['108'] = "Όνομα Χρήστη / ταυτότητα χρήστη:";
$locale['109'] = "Υποβολή";
$locale['110'] = "Διαγραφή καταχωρήσεων από μεγαλύτερης ηλικίας";
$locale['111'] = "Ημέρες";
$locale['112'] = "Δεν έχουν καταγράφει διαθέσιμα αυτή τη στιγμή.";
$locale['113'] = "Επιλεγμένα Όνομα Χρήστη:";
$locale['114'] = "Ακύρωση";
$locale['115'] = "Πεδίο χρήστη:";
$locale['116'] = "Διαγραφή";
$locale['117'] = "Επιλογές";
$locale['118'] = "Διαγράφονται όλες οι καταχωρήσεις ηλικίας άνω των %d μέρες ";
$locale['119'] = "Χρήστης καταχώρηση στο αρχείο καταγραφής διαγράφεται";
?>