<?php
// Enabled User Fields
$locale['400'] = "Ενεργοποίηση Πεδία Χρήστη";
$locale['401'] = "Όνομα πεδίου";
$locale['402'] = "περιγραφή";
$locale['403'] = "Διάταξη";
$locale['404'] = "Επιλογές";
$locale['405'] = "Kάτω";
$locale['406'] = "Eπάνω";
$locale['407'] = "Επεξεργασία";
$locale['408'] = "Απενεργοποίηση";
$locale['409'] = "Ανανέωση Πεδία χρήστη Ταξινόμηση.";
$locale['410'] = "WARNING: Πεδίο δεδομένων χρήστη θα διαγραφούν οριστικά!";
$locale['411'] = "σφάλμα";
$locale['412'] = "Ελέγξτε τα αρχεία του χρήστη στον τομέα %s!";
// Enable / Edit User Field
$locale['420'] = "Επεξεργασία Πεδίο χρήστη";
$locale['421'] = "Ενεργοποίηση Πεδίο χρήστη";
$locale['422'] = "Όνομα πεδίου:";
$locale['423'] = "Kατηγορία:";
$locale['424'] = "Ενημέρωση";
$locale['425'] = "Ενεργοποίηση";
$locale['426'] = "API έκδοσης:";
$locale['427'] = "Απαιτείται";
$Locale['428'] = "Αυτό το πεδίο χρήστη δεν υποστηρίζει να απαιτείται";
$locale['429'] = "Log";
$locale['429a'] = "Αυτό το πεδίο χρήστη δεν υποστηρίζει να συνδεθείτε";
$locale['480'] = "Εγγραφή";
// Disabled user fields
$locale['430'] = "Απενεργοποιημένο πεδία χρήστη";
$locale['431'] = "Ενεργοποίηση";
// All user fields are enabled / No user fields are enabled
$locale['440'] = "Έχουν ενεργοποιηθεί όλα τα πεδία χρήστη.";
$locale['441'] = "Δεν είναι ενεργοποιημένα πεδία χρήστη.";
// User Field Groups
$locale['450'] = "Επικοινωνία";
$locale['451'] = "Πληροφορίες";
$locale['452'] = "Επιλογές";
$locale['453'] = "Στατιστικά";
?>