<?php
// User Fields Categories titles
$locale['400'] = "Προσθήκη Χρήστη Κατηγορία Πεδία";
$locale['401'] = "Επεξεργασία χρήστη Κατηγορία Πεδία";
$locale['402'] = "Τρέχουσα Πεδία χρήστη Κατηγορίες";
// User Fields Categories messages
$locale['410'] = "χρήσης Κατηγορία Πεδία πρόσθεσε";
$locale['411'] = "Πεδία Χρήστη Κατηγορία ενημέρωση";
$locale['412'] = "Πεδία Χρήστη Κατηγορία διαγράφεται";
$locale['413'] = "Πεδία Χρήστη Κατηγορία δεν μπορούν να διαγραφούν";
$locale['414'] = "Υπάρχουν Πεδία που συνδέονται με Χρήστη σε αυτή την κατηγορία";
// User Fields Categories form
$locale['420'] = "Όνομα κατηγορίας";
$locale['421'] = "Διάταξη κατηγορίας";
$locale['422'] = "Αποθήκευση κατηγορίας";
// User Fields Categories list
$locale['430'] = "Διάταξη";
$locale['431'] = "Επιλογές";
$locale['432'] = "Επεξεργασία";
$locale['433'] = "Διαγραφή";
$locale['434'] = "Δεν υπάρχουν Πεδία Χρήστη Κατηγορίες έχουν οριστεί.";
// User Fields Categories Ordering
$locale['440'] = "επάνω";
$locale['441'] = "κάτω";
$locale['442'] = "Μετακίνηση προς τα επάνω";
$locale['443'] = "Μετακίνηση προς τα κάτω";
$locale['444'] = "Ανανέωση Πεδία Χρήστη Κατηγορίες ταξινόμησης";
// Delete User Fields category
$locale['450'] = "Διαγραφή αυτής της κατηγορίας Χρήστη πεδίων?";
?>