<?php
// Web Link Category titles  - Τίτλοι στις κατηγορίες συνδέσμων. Εμφανίζονται στην κεφαλίδα του Πάνελ
$locale['400'] = "Πρόσθεση κατηγορίας συνδέσμων";
$locale['401'] = "Επεξεργασία κατηγορίας συνδέσμων";
$locale['402'] = "Τρέχουσες κατηγορίες συνδέσμων";
// Web Link Category messages  - Μηνύματα στις κατηγορίες
$locale['410'] = "Προστέθηκε κατηγορία συνδέσμων";
$locale['411'] = "Η κατηγορία ανανεώθηκε";
$locale['412'] = "Η συγκεκριμένη κατηγορία δεν είναι δυνατόν να διαγραφεί";
$locale['413'] = "Υπάρχουν σύνδεσμοι συνδεδεμένοι με την κατηγορία";
$locale['414'] = "Η κατηγορία διαγράφηκε";
// Add/Edit Web Link Category Form - Φόρμα εισαγωγής στοιχείων στην πρόσθεση/επεξεργασία συνδέσμου
$locale['420'] = "Όνομα κατηγορίας:";
$locale['421'] = "Περιγραφή:";
$locale['422'] = "Ταξινόμιση:";
$locale['423'] = "ID Συνδέσμου";
$locale['424'] = "Όνομα συνδέσμου";
$locale['425'] = "Ημερομηνία συνδέσμου";
$locale['426'] = "Αύξουσα";
$locale['427'] = "Φθίνουσα";
$locale['428'] = "Πρόσβαση:";
$locale['429'] = "Αποθήκευση";
// Current Web Link categories  Τρέχουσες κατηγορίες συνδέσμων
$locale['430'] = "Κατηγορία";
$locale['431'] = "Πρόσβαση";
// Delete Web Link category  - Διαγραφή κατηγορίας συνδέσμων
$locale['440'] = "Διαγραφή της κατηγορίας;";
// Web Link titles  - Τίτλοι συνδέσμων
$locale['500'] = "Πρόσθεση συνδέσμου";
$locale['501'] = "Επεξεργασία συνδέσμου";
$locale['502'] = "Τρέχοντες σύνδεσμοι";
// Web Link messages  - μηνύματα συνδέσμων
$locale['510'] = "Ο σύνδεσμος προστέθηκε";
$locale['511'] = "Ο σύνδεσμος ανανεώθηκε";
$locale['512'] = "Ο σύνδεσμος διαγράφηκε";
// Web Link form   - φόρμα εισαγωγής στοιχείων συνδέσμου
$locale['520'] = "Όνομα:";
$locale['521'] = "Περιγραφή:";
$locale['522'] = "URL δικτυακού τόπου";
$locale['523'] = "Κατηγορία:";
$locale['524'] = "Ανανέωση ημερομηνίας έκδοσης";
$locale['525'] = "Αποθήκευση";
// Current Web Links   - Τρέχοντες σύνδεσμοι
$locale['531'] = "Σύνδεσμός [Πατήστε για δοκιμή]";
$locale['532'] = "Επιλογές";
$locale['533'] = "Επεξεργασία";
$locale['534'] = "Διαγραφή";
$locale['535'] = "Δεν έχουν προστεθεί σύνδεσμοι στη συγκεκριμένη κατηγορία";
$locale['536'] = "Δεν έχουν ορισθεί κατηγορίες συνδέσμων";
$locale['537'] = "Δεν υπάρχουν καθορισμένες κατηγορίες συνδέσμων";
$locale['538'] = "Χρειάζεται να ορίσετε τουλάχιστον μία κατηγορία πριν προσθέσετε οποιονδήποτε σύνδεσμο";
$locale['539'] = "Πατήστε εδώ";
$locale['540'] = " για να μεταφερθείτε στις κατηγορίες συνδέσμων";
// Delete Web Link  - Διαγραφή συνδέσμου
$locale['550'] = "Διαγραφή του συνδέσμου;";
?>