<?php
// Contact Form
$locale['400'] = "تماس با ما";
$locale['401'] = "راه های مختلفی برای تماس با ما وجود دارد. شما می توانید مستقیما به آدرس 
".hide_email($settings['siteemail'])." یک ایمیل ارسال کنید. اگر شما یکی از اعضای سایت هستید می توانید یک
<a href='messages.php?msg_send=1'>پیغام خصوصی</a> ارسال کنید. همچنین می توانید
از فرم زیر برای تماس با ما استفاده کنید.";
$locale['402'] = "نام:";
$locale['403'] = "آدرس ایمیل:";
$locale['404'] = "موضوع:";
$locale['405'] = "پیغام:";
$locale['406'] = "ارسال پیغام";
$locale['407'] = "کد معتبرسازی:";
$locale['408'] = "کد معتبرسازی را وارد کنید:";
// Contact Errors
$locale['420'] = "شما باید نام خود را مشخص کنید";
$locale['421'] = "شما باید آدرس ایمیل خود را مشخص کنید";
$locale['422'] = "شما باید موضوع خود را ذکر کنید";
$locale['423'] = "شما باید پیغام خود را بنویسید";
$locale['424'] = "شما باید کد معتبرسازی را صحیح وارد کنید";
$locale['425'] = "خطای داخلی: نمی تواند پیغام شما را ارسال کند.";
// Message Sent
$locale['440'] = "پیغام شما فرستاده شد";
$locale['441'] = "از شما متشکریم";
$locale['442'] = "پیغام شما به دلیل (های) زیر فرستاده نشد:";
$locale['443'] = "لطفا دوباره تلاش کنید.";
?>
