<?php
$locale['400'] = "دانلودها";
// Download File Information
$locale['410'] = "[جدید]";
$locale['411'] = "مجوز:";
$locale['412'] = "سیستم عامل:";
$locale['413'] = "نگارش:";
$locale['414'] = "افزوده شده در:";
$locale['415'] = "دفعات دانلود:";
$locale['416'] = "دانلود";
$locale['417'] = "صفحه اصلی دانلودها";
$locale['418'] = "صفحه اصلی";
$locale['419'] = "تصویر";
$locale['420'] = "عنوان دانلود";
$locale['421'] = "تاریخ";
$locale['422'] = "نویسنده";
$locale['423'] = "نسخه";
$locale['424'] = "دانلودها";
$locale['425'] = "نظرات";
$locale['426'] = "امتیازات";
$locale['427'] = "تاریخ";
$locale['428'] = "اطلاعات";
$locale['429'] = "آمار دانلود";

// Downloads Notices
$locale['430'] = "بخشی برای دانلود ساخته نشده است";
$locale['431'] = "دانلودی به این بخش افزوده نشده است";
// Statistics
$locale['440'] = "دریافت:";
$locale['441'] = "بیشترین دانلود:";
$locale['442'] = "جدیدترین دانلود:";
// Search and filters
$locale['450'] = "با استفاده از کادر روبرو و نیز جستجو بهتر و سریعتر می توانید به مطلب مورد نظر خود برسید";
$locale['451'] = "مشاهده همه";
$locale['452'] = "نام کاربری";
$locale['453'] = "عنوان";
$locale['454'] = "نویسنده";
$locale['455'] = "دانلودها";
$locale['456'] = "تاریخ";
$locale['457'] = "صعودی";
$locale['458'] = "نزولی";
$locale['459'] = "مشاهده";
$locale['460'] = "جستجو در دانلودها:";
$locale['461'] = "جستجو";
$locale['462'] = "بخش:";
$locale['463'] = "مرتب سازی بر اساس:";
?>