<?php
$locale['400'] = "بازیابی گذرواژه جدید";
$locale['401'] = "یک ایمیل تاییدسازی به آدرس ایمیل شما فرستاده شده است.";
$locale['402'] = "یک ایمل حاوی نام کاربری و گذرواژه جدید به آدرس ایملتان ارسال گردید </br>  ممکن است این ایمل وارد بخش اسپم ایملتان شده باشد پس آن قسمت  از ایملتان را هم چک نمایید .";
$locale['403'] = "بازگشت به صفحه اصلی سایت";
$locale['404'] = "آدرس ایمیلی که وارد کرده اید در سایت وجود ندارد.";
$locale['405'] = "آدرس ایمیلی که وارد کرده اید نامعتبر است.";
$locale['406'] = "لطفا دوباره تلاش کنید.";
$locale['407'] = "لطفا آدرس ایمیلی که با آن در سایت ثبت نام کرده اید را در پایین وارد کنید.<br />
یک گذرواژه جدید ساخته و به آدرس ایمیل شما فرستاده خواهد شد.";
$locale['408'] = "ارسال گذرواژه";
$locale['409'] = "گذرواژه جدید برای";
$locale['410'] = "سلام [USER_NAME],\n
شما یا شخص دیگری درخواست یک گذرواژه جدید برای دسترسی به حساب کاربری ".$settings['sitename']." کرده.\n
برای تغییر گذرواژه خود بر روی لینک زیر کلیک کنید:\n
[NEW_PASS_LINK]\n
با تشکر،
".$settings['siteusername'];
$locale['411'] = "سلام [USER_NAME],\n
گذرواژه جدید شما برای دسترسی به حساب کاربری ".$settings['sitename']." در پایین آمده است:\n
[NEW_PASS]\n
با تشکر،
".$settings['siteusername'];
$locale['412'] = "خطاهایی رخ داد ، لطفا مجددا تلاش نمایید";
?>