<?php
// Standard
$locale['400'] = "پیغام های خصوصی";
$locale['401'] = "نوشتن پیغام جدید";
$locale['402'] = "صندوق دریافت";
$locale['403'] = "صندوق ارسال";
$locale['404'] = "بایگانی";
$locale['405'] = "موضوع";
$locale['406'] = "از";
$locale['407'] = "تاریخ";
$locale['408'] = "صاحب سایت";
$locale['409'] = "کار مقابل را با موارد انتخاب شده انجام بده:";
$locale['410'] = "انتخاب همه";
$locale['411'] = "رهاسازی همه";
$locale['412'] = "ذخیره";
$locale['413'] = "رد ذخیره";
$locale['414'] = "خوانده شده";
$locale['415'] = "خوانده نشده";
$locale['416'] = "حذف";
$locale['417'] = "نمایش فرستاده همراه با پیغام:";
$locale['418'] = "همه";
$locale['419'] = "شما هیچ پیغامی ندارید";
$locale['420'] = "ارسال پیغام خصوصی";
$locale['421'] = "به";
$locale['422'] = "پیغام";
$locale['423'] = "BB Code";
$locale['424'] = "شکلک ها";
$locale['425'] = "اختیارات";
$locale['426'] = "ارسال";
$locale['427'] = "غیرفعال کردن شکلک ها در پیغام";
$locale['428'] = "نمایش امضا در پیغام";
$locale['429'] = "پیش نمایش";
$locale['430'] = "ارسال";
$locale['431'] = "خواندن پیغام خصوصی";
$locale['432'] = "بستن";
$locale['433'] = "پاسخ";
$locale['434'] = "ارسال به همه";
$locale['435'] = "لغو";
$locale['436'] = "پیش نمایش پاسخ";
$locale['437'] = "ارسال";
$locale['438'] = "پیش نمایش پیغام";
$locale['439'] = "پاسخ";
$locale['440'] = "(دریافت شده %s)";
$locale['441'] = "نوشتن به عنوان صاحب سایت";
$locale['442'] = "نوع کاربر";
$locale['443'] = "گروه ها";
;

// Search Options
$locale['450'] = "اختیارات چیدمان و جستجو";
$locale['451'] = "جستجو / چیدمان";
$locale['452'] = "پاک سازی";
$locale['453'] = "در حین جستجو چیزی یافت نشد";
$locale['454'] = "جستجو برای";
$locale['455'] = "در";
$locale['456'] = "چیدمان";
$locale['457'] = "(از ? و * به عنوان Wildcard استفاده کنید)";
$locale['458'] = "در حال نمایش اعضای یا '%s' در '%s' می باشد";
$locale['459'] = "فرستنده ای که نام با '%s' آغاز می شود";
$locale['460'] = "چیدمان: '%s'";
$locale['461'] = "این صندوق خالی است";
$locale['462'] = "موضوع";
$locale['463'] = "پیغام";
$locale['464'] = "فرستنده";
$locale['465'] = "تاریخ/ساعت دریافت";


// Error Messages
$locale['480'] = "خطا";
$locale['481'] = "شناسه پیغام اشتباه می باشد";
$locale['482'] = "شناسه عضو اشتباه می باشد";
$locale['483'] = "فقط برای اعضا";
$locale['484'] = "به دلیل رعایت نکردن قوانین سیستم پیغام خصوصی شما بسته می باشد.";
$locale['485'] = "لطفا حداقل یک پیغام را انتخاب کنید";
$locale['486'] = "شما باید همه فیلدها را پر کنید: موضوع و پیغام";
$locale['487'] = "توجه !لطفا %s ثانیه صبر کنید تا بتوانید پیام بعدی را بنویسید";

// Tooltips
$locale['500'] = "برای نوشتن پیغام جدید کلیک کنید.";
$locale['501'] = "برای دیدن پیغام های دریافتی کلیک کنید.";
$locale['502'] = "برای دیدن پیغام های ارسالی کلیک کنید.";
$locale['503'] = "برای دیدن پیغام های ذخیره شده کلیک کنید.";
$locale['504'] = "برای علامت زدن این پیغام کلیک کنید.";
$locale['505'] = "برای دیدن این پیغام کلیک کنید.";
$locale['506'] = "برای دیدن مشخصات فرستنده کلیک کنید.";
$locale['507'] = "برای علامت زدن همه پیغام ها کلیک کنید.";
$locale['508'] = "برای برداشتن علامت همه پیغام ها کلیک کنید.";
$locale['509'] = "برای دیدن پیغام همه فرستنده ها کلیک کنید.";
$locale['510'] = "برای دیدن پیغام هایی که نام فرستنده شان با %s آغاز می شود کلیک کنید.";
$locale['511'] = "برای انتقال پیغام های علامت زده به بایگانی کلیک کنید.";
$locale['512'] = "برای انتقال پیغام های علامت زده به صندوق دریافت کلیک کنید.";
$locale['513'] = "برای علامت زدن پیغام ها با عنوان خوانده شده کلیک کنید.";
$locale['514'] = "برای علامت زدن پیغام ها با عنوان خوانده نشده کلیک کنید.";
$locale['515'] = "برای حذف پیغام های علامت زده کلیک کنید.";
$locale['516'] = "برای ثبت شدن تغییرات کلیک کنید.";

// Options
$locale['620'] = "تنظیمات";
$locale['621'] = "وقتی پیغام جدیدی دریافت می کنم از طریق ایمیل مرا باخبر کن:";
$locale['622'] = "پیغام های ارسال شده را خودکار ذخیره کن:";
$locale['623'] = "ذخیره تنظیمات";
$locale['624'] = "تنظیمات ذخیره شد";
$locale['625'] = "شما پیغام جدیدی در ".$settings['sitename']." دارید";
$locale['626'] = ",\r\nشما پیغام جدیدی با موضوع [SUBJECT] از [USER] در ".$settings['sitename']." دریافت کرده اید. شما می توانید پیغام را در  ".$settings['siteurl']."messages.php بخوانید\r\n\r\nشما می توانید در تنظیمات کاربری خود باخبر سازی از طریق ایمیل را غیرفعال کنید.";
$locale['627'] = "خطا";
$locale['628'] = "نمی تواند پیغام خصوصی را ارسال کند. صندوق دریافت کاربر پر می باشد.";
$locale['629'] = "شما نمی توانید پیغام (های) انتخاب شده را به مکان مورد نظر انتقال دهید چون ظرفیتش پر خواهد شد.";
$locale['630'] = " پیغام";
$locale['631'] = "بله";
$locale['632'] = "خیر";
?>
