<?php
$locale['400'] = "آلبوم های عکس";
$locale['401'] = "باز کردن آلبوم";
$locale['402'] = "بدون تصویر کوچک";
$locale['403'] = "تاریخ: ";
$locale['404'] = "ساخته شده توسط: ";
$locale['405'] = "تعداد عکس ها: ";
$locale['406'] = "آلبومی ساخته نشده است.";

$locale['420'] = "اطلاعات آلبوم";
$locale['421'] = "آلبوم: ";
$locale['422'] = "تعداد عکس ها: ";
$locale['423'] = "آخرین عکس افزوده شده توسط ";
$locale['424'] = " در ";
$locale['425'] = "عکسی به این آلبوم افزوده نشده است";

$locale['430'] = "نمایش آلبوم";
$locale['431'] = "برای دیدن کلیک کنید";
$locale['432'] = "بدون تصویر کوچک";
$locale['433'] = "تاریخ: ";
$locale['434'] = "افزوده شده توسط: ";
$locale['435'] = "دفعات نمایش: ";
$locale['436'] = "نظرات: ";
$locale['436b'] = "نظرات: ";
$locale['437'] = "امتیاز: ";
$locale['438'] = "هیچ";

$locale['450'] = "نمایش عکس";
$locale['451'] = "عکس قبلی";
$locale['452'] = "عکس بعدی";
$locale['453'] = "برای دیدن عکس در اندازه اصلی کلیک کنید";
$locale['454'] = "ابعاد: ";
$locale['455'] = "پیکسل";
$locale['456'] = "حجم فایل: ";
$locale['457'] = "دفعات نمایش: ";
$locale['458'] = "برای بستن کلیک کنید";
$locale['459'] = "عکس اول";
$locale['460'] = "آخرین عکس";
?>