<?php
// Error messages
$locale['500'] = "خطایی رخ داده است";
$locale['501'] = "لینکی را که شما کلیک کردید ، نعتبر نیست و مدت زمان ارزش آن سپری شده است<br /><br />
با مدیریت سایت تماس بگیرید بوسیله <a href='mailto:".$settings['siteemail']."'>".$settings['siteemail']."</a> اگر می خواهید که مجددا حساب کاربری شما فعال گردد.";
$locale['502'] = "لینکی که برای فعال سازی حساب کاربری خود کلیک کردید  نا معتبر است !<br /><br />
تماس بگیرید با مدیریت سایت بوسیله <a href='mailto:".$settings['siteemail']."'>".$settings['siteemail']."</a> اگر می خواهید حساب کاربری شما مجددا فعال گردد.";
$locale['503'] = "لینک فعال سازی حساب کاربری شما ، مجددا نمی تواند فعال گردد.<br />
چرا که حساب کاربری شما قبلا فعال گردیده است و لذا می توانید هم اکنون وارد نام کاربری خود شوید <a href='".$settings['siteurl']."login.php'>برای ورود به سایت اینجا کلیک نمایید</a>.<br /><br />
اگر قادر نیستید با نام کاربری خود وارد سایت شوید ، تماس بگیرید با مدیریت سایت <a href='mailto:".$settings['siteemail']."'>".$settings['siteemail']."</a> اگر می خواهید توضیحات و راهنمای لازم را در مورد فعال سازی مجددا حساب کاربری خود دریافت نمایید.";
// Send confirmation mail
$locale['504'] = "فعال سازی مجددا حساب کاربری در  ".$settings['sitename'];
$locale['505'] = "سلام [USER_NAME],\n
حساب کاربری شما در  ".$settings['sitename']." با موفقیت تمام مجددا فعال سازی گردید. از اینکه مجددا شما را در سایت خواهیم دید بسیار خوشحالیم.\n\n
با احترام,\n\n
".$settings['siteusername'];
$locale['506'] = "فعال سازی  مجددا حساب کاربری توسط کاربر.";
?>
