<?php
$locale['400'] = "جستجوی ".$settings['sitename'];
$locale['401'] = "جستجو برای:";
$locale['402'] = "جستجو";
$locale['403'] = "جستجوی هرکدام از این واژه ها";
$locale['404'] = "نتیجه شامل همه این واژه ها باشد";
$locale['405'] = "کجا:";
$locale['406'] = "اختیارات:";
$locale['407'] = "تمام سایت";
$locale['408'] = "نتایج جستجو";
//addition date
$locale['420'] = "جستجو:";
$locale['421'] = "همه";
$locale['422'] = "روز گذشته";
$locale['423'] = "هفته گذشته";
$locale['424'] = "دو هفته گذشته";
$locale['425'] = "ماه گذشته";
$locale['426'] = "سه ماه گذشته";
$locale['427'] = "شش ماه گذشته";
//where
$locale['430'] = "عنوان و پیغام";
$locale['431'] = "فقط پیغام";
$locale['432'] = "فقط عنوان";
//sort by
$locale['440'] = "چیدمان:";
$locale['441'] = "تاریخ افزودن";
$locale['442'] = "عنوان";
$locale['443'] = "نویسنده";
//
$locale['450'] = "نزولی";
$locale['451'] = "صعودی";
//characters in results
$locale['460'] = "نمایش:";
$locale['461'] = "کاراکتر در نتیسجه جستجو";
$locale['462'] = "کل متن";
//No results
$locale['500'] = "چیزی پیدا نشد.";
$locale['501'] = "متن جستجو حداقل باید محتوی 3 کاراکتر باشد.";
$locale['502'] = "واژه های کمتر از 3 کاراکتر (%s) در جستجو قرار نمی گیرند.";
//Global search
$locale['510'] = "3 مورد در کل جستجو";
//
$locale['520'] = "مورد";
$locale['521'] = "مورد";
$locale['522'] = "مورد برای جستجو پیدا شده";
//more than 100 results
$locale['530'] = "لطفا دقیق تر واژه خود را بیان کنید. برای جستجوی شما %s نتیجه حاصل شد. ما فقط 100 نتیجه برتر را نمایش می دهیم";
?>