<?php
$locale['title'] = "به برنامه نصب سیستم مدیریت فیوژن پارسی نگارش v7.02.07 خوش آمده اید";
$locale['sub-title'] = "نصب سیستم مدیریت فیوژن فارسی نگارش 7.02.07";
$locale['xml_lang'] = "fa";
$locale['charset'] = "utf-8";
$locale['mysql_charset'] = "utf8";
$locale['mysql_collate'] = "utf8_persian_ci";

$locale['001'] = "مرحله یک: بخش انتخاب زبان";
$locale['002'] = "مرحله دوم : بررسی دسترسی فایل ها";
$locale['003'] = "گام 3: تنظیمات پایگاه داده";
$locale['004'] = "گام 4: پیکربندی / تنظیمات پایگاه داده";
$locale['005'] = "گام 5: جزئیات مدیر اصلی سایت";
$locale['006'] = "گام 6: تنظیمات نهایی";
$locale['007'] = "بعدی";
$locale['008'] = "قبلی";
$locale['009'] = "پایان";
// Step 1
// Step 1
$locale['010'] = "لطفا زبان مورد نظر خود را انتخاب نمایید";
$locale['011'] = "دیگر زبان ها را از <a href='http://www.php-fusion.co.uk'>php-fusion.co.uk</a> دانلود کنید <p>اين نسخه توسط سايت  رسمی فیوژن پارسی در ایران كاملا فارسي سازي و بهينه سازي شده است <p> <a href='http://www.php-fusion-iran.com/'>جهت ورود به سايت رسمی فیوژن پارسی در ایران اينجا كليك نماييد</a>";
// Step 2// Step 2
$locale['020'] = "برای ادامه نصب  برنامه، فایل ها و پوشه های زیر باید قابل نوشتن باشند:";
$locale['021'] = "اجازه نوشتن بررسی و تایید شد، برای ادامه روی بعدی کلیک نمایید.";
$locale['022'] = "اجازه نوشتن بررسی شد اما تایید نشد، اجازه نوشتن برای فایل ها و پوشه های علامت گذاشته شده را به درستی تنظیم کنید.";
$locale['023'] = "تایید شد";
$locale['024'] = "تایید نشد";
$locale['025'] = "بارگذاری مجدد صفحه";
// Step 3 - Access criteria
$locale['030'] = "لطفا جزئیات دسترسی به پایگاه داده MySQL را وارد کنید.";
$locale['031'] = "نام هاست پایگاه داده:";
$locale['032'] = "نام کاربری پایگاه داده:";
$locale['033'] = "گذرواژه پایگاه داده:";
$locale['034'] = "نام پایگاه داده:";
$locale['035'] = "پیشوند جدول:";
$locale['036'] = "پیشوند کوکی:";
// Step 4 - Database Setup
$locale['040'] = "به پایگاه داده متصل شد.";
$locale['041'] = "فایل پیکربندی با موفقیت نوشته شد.";
$locale['042'] = "جداول پایگاه داده ساخته شد.";
$locale['043'] = "خطا:";
$locale['044'] = "نمی تواند به پایگاه داده متصل شود.";
$locale['045'] = "لطفا تنظیمات MySQL خود را بررسی کنید.";
$locale['046'] = "نمی تواند در فایل پیکربندی بنویسد.";
$locale['047'] = "لطفا مطمئن شوید که فایل config.php قابل نوشتن است.";
$locale['048'] = "نمی تواند جداول پایکاه داده را بسازد.";
$locale['049'] = "لطفا نام پایگاه داده را مشخص کنید.";
$locale['050'] = "برقراری ارتباط با پایگاه داده میسر نشد ، لطفا مشکل زیر را بررسی کنید";
$locale['051'] = "دسترسی یه بانک اطلاعاتی دیتابیس میسر نیست";
$locale['052'] = "ساخت جداول در دیتابیس با مشکل روبرو شد";
$locale['053'] = "شما قادر به نصب مجددا برنامه نیستید چون یکبار برنامه نصب گردیده است";
$locale['054'] = "شاید دیتابیس شما حذف شده باشد و یا اینکه دیتابیس شما قابل نوشتن نیست";
$locale['055'] = "لطفا دیتابیس خود را بررسی نموده و از دسترسی و قابل نوشتن فایل config اطمینان حاصل کنید";
$locale['056'] = "کادرها خالی است";
$locale['057'] = "لطفااطلاعات دیتابیس خود را تکمیل نمایید    ";
// Step 5 - Super Admin login
$locale['060'] = "جزئیات مدیریت اصلی سایت";
$locale['061'] = "نام کاربری:";
$locale['062'] = "گذرواژه:";
$locale['063'] = "تکرار گذرواژه:";
$locale['064'] = "گذرواژه مدیریت:";
$locale['065'] = "تکرار گذرواژه مدیریت:";
$locale['066'] = "آدرس ایمیل:";
// Step 6 - User details validation
$locale['070'] = "نام کاربری شما محتوی کاراکترهای غیرمجاز است.";
$locale['070b'] = "نام کاربری خالی است و وارد نشده است.";
$locale['071'] = "دو گذرواژه بایکدیگر مطابقت ندارند.";
$locale['072'] = "گذرواژه نامعتبر؛ فقط از حروف و اعداد انگلیسی استفاده کنید.<br />حداقل طول گذرواژه باید 8 کاراکتر باشد.";
$locale['072b'] = "شما کادر  گذرواژه را وارد نکرده اید ، لطفا   گذرواژه را وارد نمایید";
$locale['073'] = "دو گذرواژه مدیریتی شما همخوانی ندارند.";
$locale['074'] = "گذرواژه شما و گذرواژه مدیریت باید متفاوت باشند.";
$locale['075'] = "گذرواژه مدیریتی نامعتبر؛ فقط از حروف و اعداد انگلیسی استفاده کنید.<br />حداقل طول گذرواژه باید 8 کاراکتر باشد.";
$locale['075b'] = "گذرواژه مدیریتی خالی است ،لطفا پر نمایید";
$locale['076'] = "به نظر نمی رسد که آدرس ایمیل شما معتبر باشد.";
$locale['076b'] = "آدرس ایمل خالی است ، لطفا پر نمایید";
$locale['077'] = "در تنظیمات شما خطایی رخ داده است:";
// Step 6 - Admin Panels
$locale['080'] = "مدیران سایت";
$locale['081'] = "بخش های مقالات";
$locale['082'] = "مقالات";
$locale['083'] = "بنرها";
$locale['084'] = "BB Code ها";
$locale['085'] = "لیست سیاه";
$locale['086'] = "نظرات";
$locale['087'] = "صفحات اضافی";
$locale['088'] = "پشتیبان گیری از پایگاه داده";
$locale['089'] = "بخش های دانلود";
$locale['090'] = "دانلودها";
$locale['091'] = "سوال ها و پاسخ های متداول";
$locale['092'] = "انجمن ها";
$locale['093'] = "تصاویر";
$locale['094'] = "برنامه های جانبی";
$locale['095'] = "پنل های برنامه جانبی";
$locale['096'] = "اعضا";
$locale['097'] = "بخش های خبری";
$locale['098'] = "اخبار";
$locale['099'] = "پنل ها";
$locale['100'] = "آلبوم های عکس";
$locale['101'] = "اطلاعات PHP";
$locale['102'] = "نظرسنجی ها";
$locale['102nss'] = "آموزش و پشتیبانی";
$locale['103'] = "پیغام گیر";
$locale['104'] = "لینک های فهرست";
$locale['105'] = "شکلک ها";
$locale['106'] = "ارسال های کاربران";
$locale['107'] = "به روز رسانی";
$locale['108'] = "گروه های کاربری";
$locale['109'] = "بخش های لینکستان";
$locale['110'] = "لینکستان";
$locale['111'] = "تنظیمات اصلی";
$locale['112'] = "تنظیمات ساعت و تاریخ";
$locale['113'] = "تنظیمات انجمن";
$locale['114'] = "تنظیمات ثبت نام";
$locale['115'] = "تنظیمات گالری عکس";
$locale['116'] = "تنظیمات گوناگون";
$locale['117'] = "تنظیمات پیغام های خصوصی";
$locale['118'] = "فیلدهای کاربری";
$locale['119'] = "رتبه بندی انجمن";
$locale['120'] = "تنظیمات صفحه کاربران ";
$locale['121'] = "اخبار";
$locale['122'] = "مدیریت کاربران";
$locale['123'] = "دانلودها";
$locale['124'] = " بخشهای صفحات";
$locale['125'] = "امنيت";
$locale['126'] = "تنظيمات اخبار";
$locale['127'] = "تنظيمات دانلود";
$locale['128'] = "بازیابی گذرواژه مدیر";
$locale['129'] = "خطاهای ورود به سایت ";
$locale['129a'] = "ورود کاربران";
$locale['129b'] = "robots.txt";
// Step 6 - Navigation Links
$locale['130'] = "صفحه اصلی";
$locale['131'] = "مقالات";
$locale['132'] = "دانلودها";
$locale['133'] = "سوال و جواب متداول";
$locale['134'] = "انجمن ها";
$locale['135'] = "تماس با ما";
$locale['136'] = "بخش های خبری";
$locale['137'] = "لینکستان";
$locale['138'] = "گالری عکس";
$locale['139'] = "جستجو";
$locale['140'] = "ارسال لینک";
$locale['141'] = "ارسال خبر";
$locale['142'] = "ارسال مقاله";
$locale['143'] = "ارسال عکس";
$locale['144'] = "ارسال دانلود";
// Stage 6 - Panels
$locale['160'] = "فهرست";
$locale['161'] = "کاربران آنلاین";
$locale['162'] = "موضوعات انجمن";
$locale['163'] = "آخرین مقالات";
$locale['164'] = "پیام خوش آمد گویی";
$locale['165'] = "لیتس موضوعات انجمن";
$locale['166'] = "اطلاعات کاربری";
$locale['167'] = "نظرسنجی اعضا";
$locale['168'] = "پیغامگیر";
// Stage 6 - News Categories
$locale['180'] = "مشکلات فنی";
$locale['181'] = "دانلودها";
$locale['182'] = "بازی ها";
$locale['183'] = "گرافیک";
$locale['184'] = "سخت افزار";
$locale['185'] = "نوشته های روزانه";
$locale['186'] = "اعضا";
$locale['187'] = "تغییرات";
$locale['188'] = "فیلم ها";
$locale['189'] = "شبکه";
$locale['190'] = "اخبار";
$locale['191'] = "برنامه فيوژن پارسي";
$locale['192'] = "امنیت";
$locale['193'] = "نرم افزار";
$locale['194'] = "پوسته ها";
$locale['195'] = "ویندوز";
// Stage 6 - Sample Forum Ranks
$locale['200'] = "مدیر کل";
$locale['201'] = "مدیر";
$locale['202'] = "مدیر انجمن";
$locale['203'] = "تازه وارد";
$locale['204'] = "کاربر سطح پایین";
$locale['205'] = "کاربر عادی";
$locale['206'] = "کاربر بالارتبه";
$locale['207'] = "کاربر کهنه کار";
$locale['208'] = "فیوژن باز";
// Stage 6 - Sample Smileys
$locale['210'] = "تبسم";
$locale['211'] = "چشمک";
$locale['212'] = "ناراحت";
$locale['213'] = "اخمو";
$locale['214'] = "فریاد";
$locale['215'] = "زبان";
$locale['216'] = "خونسرد";
$locale['217'] = "خوشحال";
$locale['218'] = "عصبانی";
// Stage 6 - User Field Categories
$locale['220'] = "اطلاعات تماس";
$locale['221'] = "اطلاعات گوناگون";
$locale['222'] = "اختیارات";
$locale['223'] = "آمار";
// Welcome message
$locale['230'] = " از شما بابت نصب سیستم مدیریت فیوژن پارسی متشکریم ، هم اکنون سایت شما آماده استفاده است ، شما می توانید بعد از ورود به پنل مدیریت از تنظیمات اصلی این پیام را ویرایش نمایید  ";
// Final message
$locale['240'] = "نصب به پایان رسید. برنامه فيوژن پارسي v7.02.07 آماده به کار است.<br />
برای رفتن به سایت ساخته شده توسط برنامه فيوژن پارسي بر روی پایان کلیک کنید.<br />
<strong>توجه:</strong> به دلایل امنیتی بعد از ورد به سایت فایل setup.php را حذف کرده و اجازه دسترسی
فایل config.php را بر روی 644 تنظیم کنید.<br /><br />
.این مجموعه توسط سایت رسمی فیوژن پارسی در ایران فارسی سازی شده است ا ز شما برای استفاده از فيوژن پارسي متشکریم
";
// Default time settings
// http://php.net/manual/en/function.strftime.php
$locale['shortdate'] = "Y/m/d";
$locale['longdate'] = "l d F Y G:m";
$locale['forumdate'] = "l d F Y G:m";
$locale['newsdate'] = "Y/m/d";
$locale['subheaderdate'] = "l d F Y G:m";
?>
