<?php
$locale['400'] = "ارسال لینک";
// Submit Link Success
$locale['410'] = "از شما برای ارسال لینک متشکریم";
$locale['411'] = "یک لینک دیگر ارسال کنید";
$locale['412'] = "بازگشت به ".$settings['sitename'];
// Submit Link Form
$locale['420'] = "از فرم زیر برای ارسال لینک استفاده کنید. لینک ارسالی شما توسط یکی از مدیران 
تایید خواهد شد. لینک های نامناسب حذف خواهند شد.";
$locale['421'] = "بخش:";
$locale['422'] = "نام لینک:";
$locale['423'] = "آدرس لینک:";
$locale['424'] = "توضیحات:";
$locale['425'] = "ارسال لینک";
// Submit News
$locale['450'] = "ارسال خبر";
// Submit News Success
$locale['460'] = "از شما برای فرستادن خبر متشکریم";
$locale['461'] = "یک خبر دیگر ارسال کنید";
// Submit News Form
$locale['470'] = "از فرم زیر برای ارسال خبر استفاده کنید. خبر ارسالی شما توسط یکی از مدیران
بازبینی خواهد شد. ".$settings['sitename']." این حق را دارد که هر خبر ارسالی را حذف و یا ویرایش کند. خبرها
باید با محتوای سایت متناسب باشند. خبرهای نامناسب حذف خواهند شد.";
$locale['471'] = "موضوع:";
$locale['472'] = "خبر:";
$locale['473'] = " سطر جدید خودکار";
$locale['474'] = "پیش نمایش خبر";
$locale['475'] = "ارسال خبر";
$locale['476'] = "بخش:";
$locale['477'] = "- هیچ کدام -";
$locale['478'] = "چکیده خبر:";
// Submit Article
$locale['500'] = "ارسال مقاله";
// Submit Article Success
$locale['510'] = "از شما برای ارسال مقاله متشکریم";
$locale['511'] = "یک مقاله دیگر ارسال کنید";
// Submit Article Form
$locale['520'] = "از فرم زیر برای ارسال مقاله استفاده کنید. مقاله ارسالی شما توسط یکی از مدیران
بازبینی خواهد شد. ".$settings['sitename']." این حق را دارد که هر مقاله ارسالی را حذف و یا ویرایش کند. مقالات
باید با محتوای سایت متناسب باشند. مقالات نامناسب حذف خواهند شد.";
$locale['521'] = "بخش:";
$locale['522'] = "موضوع:";
$locale['523'] = "متن کوتاه:";
$locale['524'] = "مقاله:";
$locale['525'] = " سطر جدید خودکار";
$locale['526'] = "پیش نمایش مقاله";
$locale['527'] = "ارسال مقاله";
// Submit Error
$locale['550'] = "لطفا فرم را کامل کنید.";
$locale['551'] = "بخشی ساخته نشده است.";
$locale['552'] = "بخشی برای آلبوم ساخته نشده است.";
// Submit Photo
$locale['570'] = "ارسال عکس";
// Submit Photo Success
$locale['580'] = "از شما برای ارسال عکس متشکریم";
$locale['581'] = "یک عکس دیگر ارسال کنید";
// Submit Photo Error
$locale['600'] = "عکس شما فرستاده نشد";
$locale['601'] = "نام فایل صحیح نمی باشد.";
$locale['602'] = "حجم عکس باید کمتر از %u بایت باشد.";
$locale['603'] = "عکس باید از نوع GIF یا JPEG یا PNG باشد.";
$locale['604'] = "اندازه عکس نباید بیشتر از  %u در %u پیکسل باشد.";
// Submit Photo Form
$locale['620'] = "از فرم زیر برای ارسال عکس استفاده کنید. عکس ارسالی شما توسط یکی از مدیران
بازبینی خواهد شد. ".$settings['sitename']." این حق را دارد که هر عکس ارسالی را حذف و یا ویرایش کند. عکس ها
باید با محتوای سایت متناسب باشند. عکس های نامناسب حذف خواهند شد.";
$locale['621'] = "عنوان:";
$locale['622'] = "توضیحات:";
$locale['623'] = "تصویر: ";
$locale['624'] = "بیشینه حجم فایل: %s / بیشینه اندازه فایل: %u در %u پیکسل";
$locale['625'] = "آلبوم:";
$locale['626'] = "ارسال عکس";
// Submit Download
$locale['650'] = "ارسال دانلود";
// Submit Download Success
$locale['660'] = "از شما برای ارسال مطلب به بخش دانلود متشکریم";
$locale['661'] = "یک مطلب دیگر برای بخش دانلود ارسال نماید";
// Submit Download Error
$locale['670'] = "خطا! نمی تواند دانلود شما را ارسال نماید";
$locale['671'] = "نام فایل نامعتبر است.";
$locale['671a'] = "نام عکس نامعتبر است.";
$locale['672'] = "فایل باید کمتر باشد از%s.";
$locale['672a'] = "حجم عکس باید کمتر باشد از %s.";
$locale['672b'] = "اندازه عکس باید کمتر باشد از %s.";
$locale['673'] = "فرمت فایل باید یکی از فرمتهای زیر باشد: %s.";
$locale['673a'] = "فرمت عکس باید یکی از فرمتهای زیر باشد: %s.";
$locale['674'] = "عنوان دانلود خالی است.";
$locale['675'] = "دریافت فایل یا آدرس فایل  خالی است.";
$locale['676'] = "توضیحات دانلود خالی است.";
$locale['676a'] = "خطاهای ناشناخته";
// Submit Download Form
$locale['680'] = "از فرم زیر برای ارسال دانلود استفاده نمایید ، مطلب ارسالی شما برای بخش دانلود توسط مدیر یا مدیران سایت بررسی خواهد شد ، مدیریت  ".$settings['sitename']." این حق را دارد که اگر مطلب ارسالی شما خلاف مقررات سایت باشد ، مطلب شما راتایید نکند!.";
$locale['681'] = "عنوان:";
$locale['682'] = "شرح دانلود  :";
$locale['682b'] = "چکیده دانلود:";
$locale['683'] = "آدرس لینک:";
$locale['684'] = "و یا فایل:";
$locale['685'] = "محاسبه اندازه فایل";
$locale['686'] = "تصویر :";
$locale['687'] = "بخش:";
$locale['688'] = "مجوز:";
$locale['689'] = "سیستم عامل:";
$locale['690'] = "نسخه:";
$locale['691'] = "سایت سازنده:";
$locale['692'] = "کپی رایت:";
$locale['693'] = "اندازه فایل:";
$locale['694'] = "حداکثر اندازه فایل: %s / مجاز است و فرمتهای مجاز عبارتند از: %s";
$locale['694b'] = "حداکثر اندازه فایل: %s / مجاز است: %s / حداکثر عرض: %spx, حداکثر طول: %spx";
$locale['695'] = "ثبت و ارسال دانلود";
?>