<?php
$locale['u001'] = "نام کاربری";
$locale['u002'] = "گذرواژه";
$locale['u003'] = "گذرواژه جدید";
$locale['u004'] = "تکرار گذرواژه";
$locale['u005'] = "آدرس ایمیل";
$locale['u006'] = "آیا ایمیل مخفی شود؟";
$locale['u007'] = " بله ";
$locale['u008'] = " نه";
$locale['u009'] = "اختلاف زمانی";
$locale['u010'] = "نمایه";
$locale['u011'] = "برای آپلود تصویر بر روی Browse کلیک کنید";
$locale['u012'] = "بیشینه حجم فایل: %s / بیشینه اندازه فایل: %u در %u پیکسل";
$locale['u013'] = "حذف";
// Items shown in profile
$locale['u040'] = "تاریخ عضویت";
$locale['u041'] = "آخرین بازدید";
$locale['u042'] = "بدون بازدید";
$locale['u043'] = "ارسال پیغام خصوصی";
$locale['u044'] = "اطلاعات تماس";
$locale['u045'] = "اطلاعات گوناگون";
$locale['u046'] = "اختیارات";
$locale['u047'] = "آمار";
$locale['u048'] = "اطلاعات مدیریت";
$locale['u049'] = "آدرس آی پی";
$locale['u050'] = "تعریف نشده";
$locale['u051'] = "آیا ایمل مخفی شود؟";
$locale['u052'] = "بله ";
$locale['u053'] = " خیر";
$locale['u054'] = "مشاهده سیستم تعلیق و تنبیه";
$locale['u055'] = "وضعیت کاربر:";
$locale['u056'] = "دلیل";
$locale['u057'] = "گروه کاربری";
$locale['u058'] = "اختیارات مدیریت";
$locale['u059'] = "اضافه کردن";
$locale['u060'] = "آیا این کاربر به گروه کاربری انتخاب شده اضافه گردد ؟";
$locale['u061'] = "افزدن به گروه کاربری";
$locale['u062'] = "آواتار کاربر";
$locale['u063'] = "نوع کاربری";
$locale['u064'] = "ایمل";

$locale['u066'] = "تاریخ عضویت";
$locale['u067'] = "آخرین بازدید";
$locale['u068'] = "نام کاربری";
$locale['u069'] = "ویرایش";
$locale['u070'] = "مسدود سازی";
$locale['u071'] = "معلق کردن";
$locale['u072'] = "حذف";
$locale['u073'] = "آیا این کاربر حذف گردد؟";

// Profile and register
$locale['u100'] = "برای تغییر نام کاربری خود و یا تغییر ایمل خود </br> شما بایستی گذرواژه فعلی خود را وارد نمایید";
$locale['u101'] = "ثبت نام ";
$locale['u102'] = "ویرایش مشخصات";
$locale['u103'] = "پروفایل";
$locale['u104'] = "مشخصات کاربری";
$locale['u105'] = "ذخیره مشخصات کاربری";

// View User Groups
$locale['u110'] = "نمایش گروه کاربری";
$locale['u111'] = "%u کاربر";
$locale['u112'] = "%u کاربران";
$locale['u113'] = "نام کاربری";
$locale['u114'] = "نوع کاربری";

// User name and email
$locale['u120'] = "نام کاربری حاوی کاراکترهای غیر مجاز است.";
$locale['u121'] = "این نام کاربری قبلا ، توسط کاربر دیگری انتخاب و ثبت گردیده است لطفا نام دیگری را انتخاب کنید";
$locale['u122'] = "لطفا یک نام کاربری برای خود انتخاب کنید ، نام کاربری شما خالی است ";
$locale['u123'] = "به نظر نمی رسد آدرس ایمل شما معتبر باشد ، لطفا آدرس ایمل معتبری را وارد کنید";
$locale['u124'] = "متاسفانه آدرس ایمل شما ، و یا دامنه ایمل شما در لیست سیاه قرار گرفته است و لذاایمل شما مجاز نیست";
$locale['u125'] = "این آدرس ایمل شما ، قبلا توسط کاربر دیگری به ثبت رسیده است ، اگر این ایمل متعلق به شماست از فراموشی گذرواژه برای دریافت نام کاربری  خود استفاده نمایید.";
$locale['u126'] = " آدرس ایمل خالی است ! لطفا ایمل خود را وارد کنید";
$locale['u127'] = "نام کاربری";
$locale['u128'] = "آدرس ایمل";
$locale['u129'] = "اطلاعات حساب کاربری";

// Passwords
$locale['u130'] = "گذرواژه مدیریت";
$locale['u131'] = "گذرواژه مدیریت";
$locale['u132'] = "گذرواژه ورود به سایت";
$locale['u133'] = "گذرواژه ورود به سایت";
$locale['u134'] = "گذرواژه جدید";
$locale['u135'] = "تکرار گذرواژه";
$locale['u136'] = "کادر گذرواژه خالی است ، لطفا گذرواژه خود را وارد کنید";
$locale['u137'] = "گذرواژه مدیریت خالی است ، لطفا آنرا تکمیل کنید";
$locale['u138'] = "گذرواژه ورود به سایت ناقص است لطفا آنرا تکمیل نمایید";
$locale['u139'] = "دو گذرواژه وارد شده یکسان نیستند ، لطفا دقت نمایید.";
$locale['u140'] = "دو گذرواژه مدیریت باهم یکسان نیستند ، لطفا دقت نمایید";
$locale['u141'] = " can not be the same as ";
$locale['u142'] = " خیلی کوتاه است ! و یا حاوی کاراکترهای غیر مجاز است";
$locale['u143'] = " باهم یکسان نیستند";
$locale['u143a'] = " لطفا با دقت کادرها را پر نمایید.";
$locale['u144'] = "گذرواژه جدید مدیریت";
$locale['u145'] = "تکرار گذرواژه مدیریت";
$locale['u146'] = " قادر به انجام عملیات نیست  لطفا با دقت عملیانت را انجام دهید و یا با مدیریت تماس بگیرید ";
$locale['u147'] = "حداقل طول گذرواژه بایستی 8 و حداکثر 64 کاراکتر باشد.<br />کاراکترهای مجاز عبارتند از  a-z, 0-9, @!#$%&\/()=-_?+*.,:;";
$locale['u148'] = "گذرواژه عبور شما یکسان نیست لطفا گذرواژه  را با دقت وارد نمایید.";
$locale['u148a'] = "گذرواژه مدیریت شما یکسان نیست لطفا مجددا و با دقت وارد کنید";
$locale['u149'] = "گذرواژه یا نام کاربری شما نامعتبر است لطفا دقت کنید.";
$locale['u149a'] = "گذرواژه مدیریت شما نامعتبر است.";

// Email actiation
$locale['u150'] = "عضویت شما در سایت تقریبا به پایان رسیده است, هم اینک یک ایمل  فعال سازی به آدرس  ایمل شما ارسال گردید لطفا ایمل خود را باز کنید و بر روی لینکی که برای شما ارسال کرده ایم کلیک کنید تا عضویت شما فعال گرددد و بتوانید وارد سایت شوید توجه داشته باشید که ممکن است ایمل به بخش اسپم سایت شما ارسال شده باشد.";
$locale['u151'] = "خوش آمدید به".$settings['sitename'];
$locale['u152'] = "سلام USER_NAME,\n
خوش آمدید به ".$settings['sitename'].".مشخصات حساب کاربری شما به شرح ذیل است:\n
Username: USER_NAME
Password: USER_PASSWORD\n
لطفا توسط لینک زیر حساب کاربری خود را فعال کنید برای فعال سازی حساب کاربری خود بایستی روی لینک زیر کلیک نمایید: ACTIVATION_LINK\n\n
با تشکر از شما,
".$settings['sitename'];
$locale['u153'] = "سیستم قادر به ارسال ایمل فعال سازی نیست.";
$locale['u154'] = "لطفا تماس بگیرید با <a href='mailto:".$settings['siteemail']."'>مدیریت سایت</a>.";
$locale['u155'] = "فعال سازی حساب کاربری";
$locale['u156'] = "لطفا جهت تغییر ایمل خود گذرواژه خود را وارد نمایید.";

// Success / Fail
$locale['u160'] = "ثبت نام با موفقیت کامل شد";
$locale['u161'] = "هم اکنون می توانید با نام کاربری خود وارد سایت شوید";
$locale['u162'] = "حساب کاربری شما توسط مدیر سایت فعال خواهد شد ظرف مدت کوتاهی";
$locale['u163'] = "اطلاعات مشخصات کاربری شما ، با موفقیت ثبت گردید";
$locale['u164'] = "بروز رسانی با مشکل روبرو شد";
$locale['u165'] = "خطا در عضویت";
$locale['u167'] = "بنا به دلیل (های) زیر:";
$locale['u168'] = "لطفا مجددا تلاش نمایید.";
$locale['u169'] = "اطلاعات کاربری بروز شد";
$locale['u170'] = "ثبت نام با موفقیت تکمیل گردید";
$locale['u171'] = "حساب کاربری شما تایید شده است.";
$locale['u172'] = "کاربر با موفقیت اضافه گردید.";
$locale['u173'] = "بازگشت به مدیریت کاربران.";
$locale['u174'] = "و دیگر کاربران.";

// Avatar upload
$locale['u180'] = "آواتار شما بیش از اندازه است .اندازه مجاز ".parsebytesize($settings['avatar_filesize']).".";
$locale['u181'] = "فرمت عکس آواتار شما مجاز نیست, فرمتهای مجاز عبارتند از  jpg, png و gif.";
$locale['u182'] = "طول یا عرض عکس شما برای آواتار مناسب نیست ، اندازه ماز عبارت است از  ".$settings['avatar_width']."x".$settings['avatar_height']." پیکسل.";
$locale['u183'] = "عکس انتخابی شما برای آواتار اپلود نشد.";
$locale['u184'] = "حداکثر حجم عکس: %s / اندازه عکس: %ux%u پیکسل";
$locale['u185'] = "آواتار";
$locale['u186'] = "برای انتخاب عکس بر روی گزینه Browse کلیک نمایید";
$locale['u187'] = "حذف";

// Captcha and terms
$locale['u190'] = "کد معتبر سازی";
$locale['u191'] = "کد معتبر سازی را وارد نمایید";
$locale['u192'] = "قوانین و مقررات";
$locale['u193'] = "من با دقت خواندم  <a href='".BASEDIR."print.php?type=T' target='_blank'>قوانین و مقررات</a> را و تمام شرایط و قوانین را قبول دارم.";
$locale['u194'] = "کد معتبر سازی اشتباه است.";
$locale['u195'] = "کد معتبر سازی را وارد نکرده اید ، لطفا کد معتبر سازی را وارد کنید";

// E-mail Change Confirmation
$locale['u200'] = "یک ایمل جدید به آدرس ایمل شما فرستاده شد (%s).";
$locale['u201'] = "آدرس ایمل شما تغییر خواهد کرد چنانچه بر روی لینک کلیک کنید.";
$locale['u202'] = "آدرس پست الکترونیکی نسخه متنی- ".$settings['sitename'];
$locale['u203'] = "سلام [USER_NAME],\n
شما یا شخص دیگری درخوااست   عملیات حساب کاربری شما را کرده است.\n
اگر می خواهید ایمل خود را تغییر دهید بر روی لینک زیر کلیک نمایید:\n
[EMAIL_VERIFY_LINK]\n
یادداشت: شما می توانید وارد سایت شوید.\n
با احترام,
".$settings['siteusername']."
".$settings['sitename'];

?>