<?php
// Contact Form
$locale['400'] = "За окнтакт";
$locale['401'] = "Има много начини за контакт с мен, можете например да използвате директно този Email:
".hide_email($settings['siteemail']).". Ако сте регистриран потребител, можете да изпратите
<a href='messages.php?msg_send=1'>лично съобщение</a>. За финал, можете и да попълните тази форма, която автоматично ще изпрати Email до мен.";
$locale['402'] = "Име:";
$locale['403'] = "Email адрес:";
$locale['404'] = "Тема:";
$locale['405'] = "Съобщение:";
$locale['406'] = "Изпрати съобщение";
$locale['407'] = "Валидационен код:";
$locale['408'] = "Въведи валидационен кода:";
// Contact Errors
$locale['420'] = "Трябва да въведете име";
$locale['421'] = "Трябва да въведете Email";
$locale['422'] = "Трябва да въведете тема";
$locale['423'] = "Трябва да въведете съобщение";
$locale['424'] = "Трябва да въведете правилен валидационен код";
$locale['425'] = "Грешка: съобщението не може да бъде изпратено.";
// Message Sent
$locale['440'] = "Съобщението Ви е изпратено";
$locale['441'] = "Благодаря";
$locale['442'] = "Съобщението не е изпратено поради следните причини:";
$locale['443'] = "Моля, опитайте отново.";
?>
