<?php
$locale['400'] = "Редакция на профил";
// Edit Profile Messages
$locale['410'] = "За да промените паролата или пощата си, <br />трябва да въведете текущата ви парола.";
$locale['411'] = "Профилът е обновен успешно";
$locale['412'] = "Профиулът не беше обновен:";
// Edit Profile Form
$locale['420'] = "Текуща парола";
$locale['421'] = "Текуща администраторска парола";
$locale['422'] = "Нова администраторска парола";
$locale['423'] = "Потвърди администраторската парола";
$locale['424'] = "Обнови профила";
// Update Profile Errors
$locale['430'] = "Трябва да въведете потребителско име и поща.";
$locale['431'] = "Потребителското име съдържа невалидни символи.";
$locale['432'] = "Потребителското име ".(isset($_POST['user_name']) ? $_POST['user_name'] : "")." се използва.";
$locale['433'] = "Невалиден email адрес.";
$locale['434'] = "Пощата ".(isset($_POST['user_email']) ? $_POST['user_email'] : "")." се използва.";
$locale['435'] = "Паролите не съвпадат.";
$locale['436'] = "Грешна парола, използвайте само букви и цифри.<br />Паролата трябва да е минимум 6 символа.";
$locale['437'] = "Трябва да въведете текущата си парола за да промените потребителското име или пощата си.";
$locale['438'] = "Новата администраторска парола не съвпада.";
$locale['439'] = "Потребителската и администраторската парола трябва да са различни.";
$locale['440'] = "Грешна администраторска парола, използвайте само букви и цифри.<br />Адмионистраторската парола трябва да е минимум 6 символа.";
$locale['441'] = "Необходима е текущата администраторска парола, за да промените администраторската си парола.";
?>