<?php
$locale['400'] = "Загубена парола";
$locale['401'] = "Потвърждаващо писмо е изпратено в пощенската ви кутия.";
$locale['402'] = "Новата Ви парола е изпратена на адреса, посочен при регистрацията.";
$locale['403'] = "Връщане в основния сайт";
$locale['404'] = "Поата, която посочихте, не може да бъде намерена.";
$locale['405'] = "Указаната поща е грешна.";
$locale['406'] = "Моля опитайте отново.";
$locale['407'] = "Моля въведете по-долу пощенската кутия, с която сте се регистрирали .<br />
Нова парола ще бъде изпратена на този адрес.";
$locale['408'] = "Изпрати паролата";
$locale['409'] = "Нова парола за ";
$locale['410'] = "Здравей [USER_NAME],\n
Ти или някой друг е поискал възстановяване на парола за ".$settings['sitename']." account.\n
За да промениш паролата си, натисни тази връзка:\n
[NEW_PASS_LINK]\n
Поздрави,
".$settings['siteusername'];
$locale['411'] = "Здравей [USER_NAME],\n
YНовата парола за достъп до  ".$settings['sitename']."  е:\n
[NEW_PASS]\n
Поздрави,
".$settings['siteusername'];
?>