<?php
// Standard
$locale['400'] = "ЛИчни съобщения";
$locale['401'] = "Напиши ново съобщение";
$locale['402'] = "Входящи";
$locale['403'] = "Изходящи";
$locale['404'] = "Архив";
$locale['405'] = "Тема";
$locale['406'] = "От";
$locale['407'] = "Дата";
$locale['408'] = "Собственик на сайта";
$locale['409'] = "С избраните направи:";
$locale['410'] = "Избери всички";
$locale['411'] = "Размаркирай всички";
$locale['412'] = "Запази";
$locale['413'] = "Премахни записа";
$locale['414'] = "Прочетени";
$locale['415'] = "Непрочетени";
$locale['416'] = "Изтрий";
$locale['417'] = "Покажи изпращача с букви:";
$locale['418'] = "Всички";
$locale['419'] = "Нямате лични съобщения";
$locale['420'] = "Изпрати лично съобщение";
$locale['421'] = "До";
$locale['422'] = "Съобщение";
$locale['423'] = "BB код";
$locale['424'] = "Усмивки";
$locale['425'] = "Опции";
$locale['426'] = "Изпрати";
$locale['427'] = "Махин усмивките от съобщението";
$locale['428'] = "Покажи подпис в съобщението";
$locale['429'] = "Преглед";
$locale['430'] = "Изпрати";
$locale['431'] = "Прочети личните съобщения";
$locale['432'] = "Затвори";
$locale['433'] = "Отговор";
$locale['434'] = "Изпрати на всички";
$locale['435'] = "Отказ";
$locale['436'] = "Преглед на отговора";
$locale['437'] = "Изпрати";
$locale['438'] = "Преглед на съобщението";
$locale['439'] = "Отговор";
$locale['440'] = "(получени %s)";
$locale['441'] = "Напиши като собственик на сайта";
$locale['442'] = "Нива потребители";
$locale['443'] = "Групи";

// Search Options
$locale['450'] = "Опции за търсене и сортиране";
$locale['451'] = "Търси / Сортирай";
$locale['452'] = "Изчисти";
$locale['453'] = "Нищо не е намерено";
$locale['454'] = "Търси за";
$locale['455'] = "в";
$locale['456'] = "Сортирай по";
$locale['457'] = "(Използвай ? и * като маски)";
$locale['458'] = "Показване на потербители с '%s' в '%s' ";
$locale['459'] = "Изпращач започващ с '%s' ";
$locale['460'] = "Сортирай по '%s'";
$locale['461'] = "Тази кутия е празна";
$locale['462'] = "Тема";
$locale['463'] = "MСъобщение";
$locale['464'] = "Изпращач";
$locale['465'] = "Дата/Час на получаване";

// Error Messages
$locale['480'] = "Грешка";
$locale['481'] = "Грешка - грешно ID на съобщението";
$locale['482'] = "Грешно потербителско ID";
$locale['483'] = "Само за регистрирани";
$locale['484'] = "Достъпа ви до Лични съобщения е прекратен поради злоупотреба.";
$locale['485'] = "Моля изберете пне едно съобщение";
$locale['486'] = "Попълнете полетата: Тема и Съобщение";

// Tooltips
$locale['500'] = "Натиснете за ново съобщение";
$locale['501'] = "Натиснете за да видите получените съобщения";
$locale['502'] = "Натиснете за да видите изпратените съобщения";
$locale['503'] = "Натиснете за да видите запазените съобщения";
$locale['504'] = "Натиснете за да маркирате това съобщение";
$locale['505'] = "Натиснете за да видите това съобщение";
$locale['506'] = "Натиснете за да видите профила на изпращача";
$locale['507'] = "Натиснете за да маркирате всички съобщения";
$locale['508'] = "Натиснете за да размаркирате всички съобщения";
$locale['509'] = "Натиснете за да видите съобщенията от всички изпращачи";
$locale['510'] = "Натиснете за да видите съобщенията от изпращачи започващи с %s";
$locale['511'] = "Натиснете за да преместите маркираните съобщения в Запазени";
$locale['512'] = "Натиснете за да преместите съобщенията във Входящи";
$locale['513'] = "Натиснете за да отбележите маркираните като прочетени";
$locale['514'] = "Натиснете за да отбележите маркираните като непрочетени";
$locale['515'] = "Натиснете за да изтриете маркираните";
$locale['516'] = "Натиснете за да направите промени в конфигурацията";

// Options
$locale['620'] = "Опции";
$locale['621'] = "Информирайте ме с писмо, когато получа ново ЛС:";
$locale['622'] = "Автоматично запазване на изпратените съобщения:";
$locale['623'] = "Опции за запис";
$locale['624'] = "Запазени опции";
$locale['625'] = "Имате ново лично съобщение в  ".$settings['sitename'];
$locale['626'] = ",\r\nПолучили сте ново Лично съобщение с тема [SUBJECT] от [USER] at ".$settings['sitename'].". Можете да видите съобщението на ".$settings['siteurl']."messages.php\r\n\r\nМожете да деактивирате получаването на съобщения за ново лично съобщение в страницата са ЛС ако не желаете да бъдете уведомявани повече.";
$locale['627'] = "Грешка";
$locale['628'] = "Не можах да изпратя личното съобщение. Кутията на потребителя е пълна.";
$locale['629'] = "Не можете да преместите избраните съобщения, защото ще надвишите максимума съобщения.";
$locale['630'] = " Максимум съобщения ";
$locale['631'] = "Да";
$locale['632'] = "Не";
?>
