<?php
$locale['400'] = "Фото албуми";
$locale['401'] = "Отвори албум";
$locale['402'] = "Нама малка снимка";
$locale['403'] = "Дата: ";
$locale['404'] = "Създаден от: ";
$locale['405'] = "Снимки: ";
$locale['406'] = "Няма създадени албуми.";

$locale['420'] = "Информация за албума";
$locale['421'] = "Албум: ";
$locale['422'] = "Брой снимки: ";
$locale['423'] = "Последната снимка добавена от ";
$locale['424'] = " на ";
$locale['425'] = "В този албум няма снимки";

$locale['430'] = "Преглед на албум";
$locale['431'] = "Натисни за да разгледаш";
$locale['432'] = "Няма малка снимка";
$locale['433'] = "Дата: ";
$locale['434'] = "Добавена от: ";
$locale['435'] = "Прегледана: ";
$locale['436'] = "Коментари: ";
$locale['436b'] = "Коментар: ";
$locale['437'] = "Оценка: ";
$locale['438'] = "Няма";

$locale['450'] = "Преглед на снимка";
$locale['451'] = "Предишна снимка";
$locale['452'] = "Следваща снимка";
$locale['453'] = "Натисни за да видиш в пълен размер";
$locale['454'] = "Размери: ";
$locale['455'] = "пиксела";
$locale['456'] = "Размер на файла: ";
$locale['457'] = "Прегледана: ";
$locale['458'] = "Натисни за да затвориш";
?>