<?php
$locale['r100'] = "Оценка";
$locale['r101'] = "Няма оценки.";
$locale['r102'] = "Премахни оценка";
$locale['r103'] = "Публикувай оценка";
$locale['r104'] = "Рейтингите са достъпни само за регистрирани.<br /><br />Моля влезте или се регистрирайте за да гласувате.";
$locale['r105'] = "Гласувахте с <b>%s</b> на %s";
$locale['r106'] = "Моля изберете вашата оценка";
$locale['r107'] = "Изберете оценка:";
$locale['r108'] = "Няма гласове";
$locale['r109'] = "Глас";
$locale['r110'] = "Гласове";
// Rating Options
$locale['r120'] = "Прекрасно!";
$locale['r121'] = "Много добро";
$locale['r122'] = "Добро";
$locale['r123'] = "Средно";
$locale['r124'] = "Зле";
?>