<?php
$locale['400'] = "Регистрация";
$locale['401'] = "Активирай профил";
// Registration Errors
$locale['402'] = "Трябва да въведете Потребител, парола и поща.";
$locale['403'] = "Потребителското име съдържа невалидни символи.";
$locale['404'] = "Двете пароли не съвпадат.";
$locale['405'] = "Невалидна парола, използвайте само цифри и букви.<br />
Паролата трябва да е минимум 6 символа.";
$locale['406'] = "Пощата не е валидна.";
$locale['407'] = "Съжалявам, потребителското име ".(isset($_POST['username']) ? $_POST['username'] : "")." се използва.";
$locale['408'] = "Съжалявам, пощата ".(isset($_POST['email']) ? $_POST['email'] : "")." се използва.";
$locale['409'] = "С тази поща е регистриране неактивен профил.";
$locale['410'] = "Грешен валидационен код.";
$locale['411'] = "Вашата поща или домейн са блокирани.";
// Email Message
$locale['449'] = "Добре дошли в ".$settings['sitename'];
$locale['450'] = "Здравей ".(isset($_POST['username']) ? $_POST['username'] : "").",\n
Добре дошъл в ".$settings['sitename'].". Това са детайлите за вход в сайта:\n
Потребител: ".(isset($_POST['username']) ? $_POST['username'] : "")."
Парола: ".(isset($_POST['password1']) ? $_POST['password1'] : "")."\n
За да активираш профила си, използвай следната връзка:\n";
// Registration Success/Fail
$locale['451'] = "Регистрацията е завършена";
$locale['452'] = "Сега можеш да влезеш.";
$locale['453'] = "Администратор ще активира акаунта Ви скоро.";
$locale['454'] = "Регистрацията ви почти завърши, ще получите писмо с подробностите за вашия профил и активационна връзка.";
$locale['455'] = "Профила ви е потвърден.";
$locale['456'] = "Проблем с регистрацията";
$locale['457'] = "Изпращането на писмо се провали, свържете се с <a href='mailto:".$settings['siteemail']."'>Администратора</a>.";
$locale['458'] = "Регистрацията е неуспешна поради следните причини:";
$locale['459'] = "Моля опитайте отново";
// Register Form
$locale['500'] = "Въведете данните си тук. ";
$locale['501'] = "Поща за потвърждение е изпратена на указаната от Вас пощенска кутия. ";
$locale['502'] = "Полетата, отбелязани с<span style='color:#ff0000;'>*</span>са задължителни.
Потребителското име и паролата зависят от големи и малки букви.";
$locale['503'] = " Можете да въведете допълнителна информация, като отидете на Редакция на профил след като влезете.";
$locale['504'] = "Валидационен код:";
$locale['505'] = "Въведи валидационен код:";
$locale['506'] = "Регистрация";
$locale['507'] = "Регистрационната система е временно деактивирана.";
$locale['508'] = "Условия за ползване";
$locale['509'] = "Прочетох <a href='".BASEDIR."print.php?type=T' target='_blank'>Условията за ползване</a> и съм съгласен с тях.";
// Validation Errors
$locale['550'] = "Моля въведете потребителско име.";
$locale['551'] = "Моля въведете парола";
$locale['552'] = "Моля въведете поща.";
?>