<?php
$locale['title'] = "PHP-Fusion Core 7 Edition Setup";
$locale['sub-title'] = "PHP-Fusion Core 7 Edition Setup";
$locale['000'] = "БЕТА ВЕРСИЯ : НЯМА ПРЕДВИДЕНА ПОДДРЪЖКА";

$locale['charset'] = "windows-1251";
$locale['001'] = "Стъпка 1: Език";
$locale['002'] = "Стъпка 2: Тест на правата за достъп до файлове и папки";
$locale['003'] = "Стъпка 3: Настройки на базата данни";
$locale['004'] = "Стъпка 4: Конфигурация / Инсталация на базата данни";
$locale['005'] = "Стъпка 5: Данни на Главен администратор";
$locale['006'] = "Стъпка 6: Финални настройки";
$locale['007'] = "Напред";
$locale['008'] = "Назад";
$locale['009'] = "Край";
// Step 1
$locale['010'] = "Моля изберете необходимия език:";
$locale['011'] = "Свалете други езикови пакети от<a href='http://www.php-fusion.co.uk'>php-fusion.co.uk</a>";
// Step 2
$locale['020'] = "За да продължите с инсталацията, следните фдайлове/папки трябва да са с права за запис:";
$locale['021'] = "Проверката за права за запис премината, натиснете Напред за да продължите.";
$locale['022'] = "Проверката за права не е премината, променете с CHMOD 777 отбелязаните файлове/папки.";
$locale['023'] = "ОК";
$locale['024'] = "Проблем";
// Step 3 - Access criteria
$locale['030'] = "Моля въведете данните за достъп до MySQL базата .";
$locale['031'] = "Име на хоста на базата:";
$locale['032'] = "Потребител за базата:";
$locale['033'] = "Парола за базата:";
$locale['034'] = "Име на базата:";
$locale['035'] = "Префикс на таблиците:";
// Step 4 - Database Setup
$locale['040'] = "Установена е връзка с базата.";
$locale['041'] = "Конфигурационния файл е успешно създаден.";
$locale['042'] = "Таблиците на базата създадени.";
$locale['043'] = "Грешка:";
$locale['044'] = "Невъзможна връзка с базата.";
$locale['045'] = "Проверете настройките на MySQL.";
$locale['046'] = "Не може да се запише конфигурационния файл.";
$locale['047'] = "Проверете дали config.php е с права за запис /777/.";
$locale['048'] = "Не могат да се създадът таблиците на базата.";
$locale['049'] = "Моля укажете име на базата.";
// Step 5 - Super Admin login
$locale['060'] = "Данни за Основен Супер администратор";
$locale['061'] = "Име:";
$locale['062'] = "Парола за вход:";
$locale['063'] = "Повтори паролата за вход:";
$locale['064'] = "Админ. парола:";
$locale['065'] = "Повтори админ. парола:";
$locale['066'] = "Email адрес:";
// Step 6 - User details validation
$locale['070'] = "Потребителското име съдържа грешни символи.";
$locale['071'] = "Двете пароли за вход не съвпадат.";
$locale['072'] = "Грешна парола за вход, моля използвайте само цифри и букви.<br>Паролата трябва да е минимум 6 символа.";
$locale['073'] = "Двете административни пароли не съвпадат.";
$locale['074'] = "Потербителската и административната парола трябва да са различни.";
$locale['075'] = "Грешна администраторска парола, моля използвайте само цифри и букви.<br>Паролата трябва да е минимум 6 символа.";
$locale['076'] = "Пощенската ви кутия е невалидна.";
$locale['077'] = "Има грешка в потребителските настройки:";
// Step 6 - Admin Panels
$locale['080'] = "Администратори";
$locale['081'] = "Категории на статиите";
$locale['082'] = "Статии";
$locale['083'] = "Банери";
$locale['084'] = "BB кодове";
$locale['085'] = "Черен списък";
$locale['086'] = "Коментари";
$locale['087'] = "Допълнителни страници";
$locale['088'] = "Архив на базата данни";
$locale['089'] = "Файлови категории";
$locale['090'] = "Файлове";
$locale['091'] = "ЧЗВ";
$locale['092'] = "Форуми";
$locale['093'] = "Изображения";
$locale['094'] = "Добавки";
$locale['095'] = "Панели на добавките";
$locale['096'] = "Потребители";
$locale['097'] = "Категории новини";
$locale['098'] = "Новини";
$locale['099'] = "Панели";
$locale['100'] = "Фото албуми";
$locale['101'] = "PHP инфо";
$locale['102'] = "Анкети";
$locale['103'] = "Чат";
$locale['104'] = "Връзки в сайта";
$locale['105'] = "Емотикони";
$locale['106'] = "Предложения";
$locale['107'] = "Обновяване";
$locale['108'] = "Потребителски групи";
$locale['109'] = "Категории на уеб връзките";
$locale['110'] = "Уеб връзки";
$locale['111'] = "Главни настройки";
$locale['112'] = "Час и дата";
$locale['113'] = "Настройки на форума";
$locale['114'] = "Регистрационни настройки";
$locale['115'] = "Настройки на фото галерията";
$locale['116'] = "Други настройки";
$locale['117'] = "Лични съобщения";
$locale['118'] = "Потребителски полета";
$locale['119'] = "Форумни рангове";
// Step 6 - Navigation Links
$locale['130'] = "Начало";
$locale['131'] = "Статии";
$locale['132'] = "Файлове";
$locale['133'] = "ЧЗВ";
$locale['134'] = "Форум";
$locale['135'] = "За контакти";
$locale['136'] = "Категории новини";
$locale['137'] = "Връзки";
$locale['138'] = "Фото галерия";
$locale['139'] = "Търсене";
$locale['140'] = "Добави връзка";
$locale['141'] = "Добави новина";
$locale['142'] = "Добави статия";
$locale['143'] = "Добави снимка";
// Stage 6 - Panels
$locale['160'] = "Меню";
$locale['161'] = "Потребители на линия";
$locale['162'] = "Теми във форума";
$locale['163'] = "Последни статии";
$locale['164'] = "Поздрав";
$locale['165'] = "Списък с темите във Форума";
$locale['166'] = "Потребителска информация";
$locale['167'] = "Анкета";
$locale['168'] = "Чат панел";
// Stage 6 - News Categories
$locale['180'] = "Бъгове";
$locale['181'] = "Файлове";
$locale['182'] = "Игри";
$locale['183'] = "Графика";
$locale['184'] = "Хардуер";
$locale['185'] = "Журнал";
$locale['186'] = "Потребители";
$locale['187'] = "Модификации";
$locale['188'] = "Филми";
$locale['189'] = "Мрежата";
$locale['190'] = "Новини";
$locale['191'] = "PHP-Fusion";
$locale['192'] = "Сигурност";
$locale['193'] = "Софтуер";
$locale['194'] = "Теми";
$locale['195'] = "Windows";
// Stage 6 - Sample Forum Ranks
$locale['200'] = "Супер администратор";
$locale['201'] = "Администратор";
$locale['202'] = "Модератор";
$locale['203'] = "Новак";
$locale['204'] = "Младши потребител";
$locale['205'] = "Потребител";
$locale['206'] = "Старши потребител";
$locale['207'] = "Ветеран";
$locale['208'] = "Про";
// Welcome message
$locale['210'] = "Добре дошли във вашия сайт";
// Final message
$locale['220'] = "Инсталацията е завършена, PHP-Fusion 7 е готов за използване.<br>
Натисни Край за да отидеш в сайта.<br>
<b>Note:</b> След като влезете в сайта, изтрийте setup.php от сървъра и проименете правата на config.php на 644 заради сигурността.<br><br>
Благодаря, че използвате PHP-Fusion .";
?>
