<?php
$locale['400'] = "обави връзка";
// Submit Link Success
$locale['410'] = "Благодаря, че добавихте вашата връзка";
$locale['411'] = "Добави друга връзка";
$locale['412'] = "Връщане към ".$settings['sitename'];
// Submit Link Form
$locale['420'] = "Използвайте тази форма за да добавите връзка. Вашето предложение ще бъде разгледано от Администратор. Неприемливи връзки ще бъдат отхвърлени.";
$locale['421'] = "Категория на връзката:";
$locale['422'] = "Име на връзката:";
$locale['423'] = "URL адрес:";
$locale['424'] = "Описание:";
$locale['425'] = "Добави връзка";
// Submit News
$locale['450'] = "Добави новина";
// Submit News Success
$locale['460'] = "Благодаря че добавихте новина";
$locale['461'] = "Добави друга новина";
// Submit News Form
$locale['470'] = "Използвайте тази форма за да добавите новина. Вашата новина ще бъде прегледана от Администратор. ".$settings['sitename']." си запазва правото да редактира или отхвърли всяко предложение. Новините трябва да са подходящи за този сайт. Неподходящите ще бъдат изтрити.";
$locale['471'] = "Тема:";
$locale['472'] = "Новина:";
$locale['473'] = " Активирай автоматично пренасяне";
$locale['474'] = "Преглед на новината";
$locale['475'] = "Добави новина";
$locale['476'] = "Категория:";
$locale['477'] = "- Няма -";
// Submit Article
$locale['500'] = "Добави статия";
// Submit Article Success
$locale['510'] = "Благодаря за добавената статия";
$locale['511'] = "Добави друга статия";
// Submit Article Form
$locale['520'] = "Използвайте формата за да добавите статия. Вашето предложение ще бъде прегледано от Администратор. ".$settings['sitename']." си запазва правото да редактира или изтрие всяко предложение. Статиите трябва да са подходящи за този сайт. Неподходящите ще бъдат изтрити.";
$locale['521'] = "Категория:";
$locale['522'] = "Тема:";
$locale['523'] = "Отрязък:";
$locale['524'] = "Статия:";
$locale['525'] = " Активирай автоматично пренасяне";
$locale['526'] = "Преглед";
$locale['527'] = "Добави статия";
// Submit Error
$locale['550'] = "Моля попълнете формата.";
$locale['551'] = "Няма указани категории.";
// Submit Photo
$locale['570'] = "Добави снимка";
// Submit Photo Success
$locale['580'] = "Благодаря за добавената снимка";
$locale['581'] = "Добави друга снимка";
// Submit Photo Error
$locale['600'] = "Вашата снимка не може да бъде добавена";
$locale['601'] = "Грешно име на файла.";
$locale['602'] = "Изображението трябва да е по-малко от %u байта.";
$locale['603'] = "Изображението трябва да е в GIF, JPEG или PNG формат.";
$locale['604'] = "Изображението не трябва да е по-голямо от %uw x %uh пиксела.";
// Submit Photo Form
$locale['620'] = "Използвайте формата за да добавите снимка. Вашето предложение ще бъде прегледано от Администратор. ".$settings['sitename']." си запазва правото да промени или откаже всяко предложение. Снимките трябва да са подходящи за съдържанието на сайта. В противен случай ще бъдат отхвърлени.";
$locale['621'] = "Заглавие:";
$locale['622'] = "Описание:";
$locale['623'] = "Снимка: ";
$locale['624'] = "Максимален размер на файла: %s / Максимален размер: %ux%u пиксела";
$locale['625'] = "Албум:";
$locale['626'] = "Добави снимка";
?>