<?php
$locale['u001'] = "Потребителско име";
$locale['u002'] = "Парола";
$locale['u003'] = "Нова парола";
$locale['u004'] = "Потвърди паролата";
$locale['u005'] = "Email адрес";
$locale['u006'] = "Да скрия ли  Email-а?";
$locale['u007'] = " Да ";
$locale['u008'] = " Не";
$locale['u009'] = "Часова зона";
$locale['u010'] = "Аватар";
$locale['u011'] = "Натисни Browse за да качиш изображение";
$locale['u012'] = "Максимален размер на файла: %s / Максимален размер: %ux%u pixels";
$locale['u013'] = "Изтрий";
// Items shown in profiles
$locale['u040'] = "Регистриран на";
$locale['u041'] = "Последно посещение";
$locale['u042'] = "Не е влизал";
$locale['u043'] = "Изпрати лично съобщение";
$locale['u044'] = "Инфо за връзка";
$locale['u045'] = "Доптълнителна информация";
$locale['u046'] = "Опции";
$locale['u047'] = "Статистики";
$locale['u048'] = "Административна информация";
$locale['u049'] = "IP адрес";
$locale['u050'] = "Не е указан";
?>