<?php
// Member Profile
$locale['400'] = "Потребителски профил";
$locale['401'] = "Потребителски групи";
$locale['402'] = "За администратори";
// Administrator Options
$locale['410'] = "Редакция";
$locale['411'] = "Блокиране";
$locale['412'] = "Изтриване";
$locale['413'] = "Да блокирам ли потребителя?";
$locale['414'] = "Да изтрия ли потребителя?";
$locale['415'] = "Добави към група:";
$locale['416'] = "Добави";
$locale['417'] = "Да добавя ли потребителя към избраната група?";
// View User Groups
$locale['420'] = "Виж групата на потребителя";
$locale['421'] = "%u потребител";
$locale['422'] = "%u потребители";
$locale['423'] = "Потребителско име";
$locale['424'] = "ВИд потребител";
?>