<?php
$locale['400'] = "Завантаження";
// Download File Information
$locale['410'] = "[Нове]";
$locale['411'] = "Ліцензія:";
$locale['412'] = "OС:";
$locale['413'] = "Версія:";
$locale['414'] = "Додано:";
$locale['415'] = "Завантажень:";
$locale['416'] = "<img src='myimages/mylink.gif' align='absmiddle' border='0' alt='завантажити' height='25' width='127'>";
$locale['417'] = "Усі завантаження";
$locale['418'] = "Сайт";
$locale['419'] = "Знімок екрану";
$locale['420'] = "Назва";
$locale['421'] = "Дата";
$locale['422'] = "Автор";
$locale['423'] = "Версія";
$locale['424'] = "Завантажень";
$locale['425'] = "Коментарі";
$locale['426'] = "Рейтинг";
$locale['427'] = "Календар";
$locale['428'] = "Додатково";
$locale['429'] = "Статистика";
// Downloads Notices
$locale['430'] = "Категорії не визначено";
$locale['431'] = "Ця категорія порожня";
// Statistics
$locale['440'] = "Завантажень:";
$locale['441'] = "Популярні:";
$locale['442'] = "Останні:";
// Search and filters
$locale['450'] = "Для пошуку бажаного завантаження використовуйте фільтри розташовані праворуч.";
$locale['451'] = "Переглянути усі";
$locale['452'] = "№ з/п";
$locale['453'] = "назві";
$locale['454'] = "автору";
$locale['455'] = "популярності";
$locale['456'] = "даті";
$locale['457'] = "за зростанням";
$locale['458'] = "за спаданням";
$locale['459'] = "Застосувати";
$locale['460'] = "Пошук завантажень:";
$locale['461'] = "Пошук";
$locale['462'] = "Категорія:";
$locale['463'] = "Сортування по:";
?>