<?php
$locale['400'] = "Відновлення параметрів авторизації";
$locale['401'] = "Лист для підтвердження надіслано на Вашу електронну адресу.";
$locale['402'] = "Новий пароль надіслано на Вашу електронну адресу.";
$locale['403'] = "Повернутися на сайт";
$locale['404'] = "Вказана електронна адреса відсутня у нашій базі даних.";
$locale['405'] = "Вказана електронна адреса некоректна.";
$locale['406'] = "Please try again.";
$locale['407'] = "Please enter the email address your account is registered with below.<br />
A new password will be created and sent to this address.";
$locale['408'] = "Надіслати";
$locale['409'] = "Новий пароль для ";
$locale['410'] = "Вітаємо, [USER_NAME]!

Хтось (можливо Ви самі) попросив надіслати новий пароль до облікового запису на сайті [SITENAME].

Щоб підтвердити зміну паролю, будь ласка, натисніть на це посилання:

[NEW_PASS_LINK]


З повагою,

[SITEUSERNAME]";
$locale['411'] = "Вітаємо, [USER_NAME]!

Ваш новий пароль для авторизації на сайті [SITENAME]:

[NEW_PASS]


З повагою,

[SITEUSERNAME]";
$locale['412'] = "Сталась помилка, будь ласка, спробуйте ще раз.";
