<?php
$locale['400'] = "Відновлення паролю";
$locale['401'] = "Електронного листа із підтвердженням надіслано на Вашу Е-mail адресу";
$locale['402'] = "Ваш новий пароль надіслано на Вашу Е-mail адресу";
$locale['403'] = "Повернутися на сайт";
$locale['404'] = "Адреса E-mail, яку Ви вказали, відсутня у нашій базі даних";
$locale['405'] = "Вказана E-mail адреса некоректна";
$locale['406'] = "Спробуйте знову";
$locale['407'] = "Будь ласка, введіть Е-mail адресу, яка вказана у Вашому зареєстрованому обліковому записі на цьому сайті.<br />
Новий пароль буде надіслано на неї";
$locale['408'] = "Надіслати пароль";
$locale['409'] = "Новий пароль для ";
$locale['410'] = "Вітаємо, [USER_NAME],\n
Хтось, (можливо Ви самі) попросив надіслати новий пароль до вашого облікового запису на сайті <<".$settings['sitename'].">> \n
Щоб змінити Ваш пароль, будь ласка, натисніть на це посилання:\n
[NEW_PASS_LINK]\n
З повагою,
".$settings['siteusername'];
$locale['411'] = "Вітаємо [USER_NAME],\n
Ваш новий пароль для входу на сайт:\n
[NEW_PASS]\n
З повагою,
".$settings['siteusername'];
$locale['412'] = "Сталась помилка, будь ласка, спробуйте ще раз.";
?>