<?php
$locale['title'] = "PHP-Fusion 7 Встановлення скрипту";
$locale['sub-title'] = "PHP-Fusion 7 Встановлення скрипту";
$locale['000'] = "BETA версія : Підтримка не здійснюється";
$locale['xml_lang'] = "ua";
$locale['charset'] = "windows-1251";
$locale['001'] = "Крок 1: Локалізація";
$locale['002'] = "Крок 2: Тест доступності файлів і каталогів";
$locale['003'] = "Крок 3: Встановлення бази даних";
$locale['004'] = "Крок 4: Конфігурація / Встановлення бази даних";
$locale['005'] = "Крок 5: Налаштування для Супер Адміністратора";
$locale['006'] = "Крок 6: Завершення встановлення";
$locale['007'] = "Далі";
$locale['008'] = "Назад";
$locale['009'] = "Завершено";
// Step 1
$locale['010'] = "Будь ласка, виберіть необхідну локалізацію (мову):";
$locale['011'] = "Завантажити інші локалізації можна з сайту с <a href='http://www.php-fusion.co.uk'>php-fusion.co.uk</a>";
// Step 2
$locale['020'] = "Щоб продовжити встановлення, наступні файли/каталоги повинні бути доступними для запису:";
$locale['021'] = "Перевірка прав для запису відбулась успішно, натисніть кнопку Далі, щоб продовжити.";
$locale['022'] = "Перевірка прав для запису відбулась із помилками, будь-ласка, перевірте права CHMOD файлів/каталогів з відміткою [Помилка].";
$locale['023'] = "[Пройдено]";
$locale['024'] = "[Помилка]";
// Step 3 - Access criteria
$locale['030'] = "Будь ласка, введіть Ваші налаштування MySQL для доступу до бази даних.";
$locale['031'] = "Ім`я хосту бази даних:";
$locale['032'] = "Ім`я користувача бази даних:";
$locale['033'] = "Пароль бази даних:";
$locale['034'] = "Назва бази даних:";
$locale['035'] = "Префікс таблиць:";
$locale['036'] = "Префікс файлів cookie:";
// Step 4 - Database Setup
$locale['040'] = "Встановлено з`єднання з базою даних.";
$locale['041'] = "Файл конфігурації успішно записано.";
$locale['042'] = "Базу даних створено.";
$locale['043'] = "Помилка:";
$locale['044'] = "Неможливо з`єднатися із базою даних MySQL.";
$locale['045'] = "Будь ласка, перевірте Ваші ім`я та пароль для доступу.";
$locale['046'] = "Неможливо записати дані в файл конфігурації.";
$locale['047'] = "Будь ласка, встановіть права доступу для запису на файл config.php.";
$locale['048'] = "Неможливо створити таблиці бази даних.";
$locale['049'] = "Будь ласка, вкажіть ім`я бази даних.";
$locale['050'] = "Неможливо з`єднатися із базою даних MySQL.";
$locale['051'] = "Вказана база даних MySQL не існує.";
$locale['052'] = "Помилка префіксу таблиць.";
$locale['053'] = "Вказаний префікс таблиць вже використовується.";
$locale['054'] = "Неможливо записувати чи видаляти таблиці у базі даних MySQL.";
$locale['055'] = "Будь ласка, перевірте, щоб вказаний користувач бази даних MySQL мав права для читання, запису та видалення у вибраній базі даних.";
$locale['056'] = "Залишились пусті поля.";
$locale['057'] = "Будь ласка, заповніть усі поля для налаштування з`єднання із базою даних MySQL.";
// Step 5 - Super Admin login
$locale['060'] = "Створення Супер Адміністратора";
$locale['061'] = "Ім`я:";
$locale['062'] = "Пароль користувача:";
$locale['063'] = "Повторіть пароль:";
$locale['064'] = "Пароль адміністратора";
$locale['065'] = "Повторіть пароль:";
$locale['066'] = "E-mail адреса:";
// Step 6 - User details validation
$locale['070'] = "Ім`я користувача містить недопустимі символи.";
$locale['070b'] = "Поле з іменем користувача не можна залишати порожнім.";
$locale['071'] = "Паролі користувача не співпадають.";
$locale['072'] = "Недопустимий пароль, будь ласка, використовуйте лише латинські літери та цифри.<br />Довжина паролю повинна бути не менше 8 символів.";
$locale['072b'] = "Поля з паролем та його підтвердженням не можна залишати порожнім.";
$locale['073'] = "Паролі адміністратора не співпадають.";
$locale['074'] = "Ваш пароль користувача і пароль адміністратора повинні бути різними.";
$locale['075'] = "Помилка в паролі адміністратора, будь-ласка, використовуйте лише латинські літери та цифри.<br />Довжина паролю повинна бути не менше 8 символів";
$locale['075b'] = "Поля з паролем Адміністратора та його підтвердженням не можна залишати порожніми.";
$locale['076'] = "Вказана адреса Е-mail некоректна.";
$locale['076b'] = "Поле з адресою E-mail не можна залишати порожнім.";
$locale['077'] = "Вказані налаштування користувача некоректні:";
// Step 6 - Admin Panels
$locale['080'] = "Адміністратори";
$locale['081'] = "Категорії статей";
$locale['082'] = "Статті";
$locale['083'] = "Банери";
$locale['084'] = "BB-коди";
$locale['085'] = "Чорний список";
$locale['086'] = "Коментарі";
$locale['087'] = "Сторінки";
$locale['088'] = "Резервна копія бази даних";
$locale['089'] = "Категорії завантажень";
$locale['090'] = "Завантаження";
$locale['091'] = "ЧАП";
$locale['092'] = "Форум";
$locale['093'] = "Зображення";
$locale['094'] = "Додатки";
$locale['095'] = "Панель додатків";
$locale['096'] = "Користувачі";
$locale['097'] = "Категорії новин";
$locale['098'] = "Новини";
$locale['099'] = "Панелі";
$locale['100'] = "Фотоальбоми";
$locale['101'] = "PHP-інформація";
$locale['102'] = "Опитування";
$locale['103'] = "";
$locale['104'] = "Навігація";
$locale['105'] = "Смайли";
$locale['106'] = "Підтвердження";
$locale['107'] = "Оновлення";
$locale['108'] = "Групи користувачів";
$locale['109'] = "Категорії посилань";
$locale['110'] = "Посилання";
$locale['111'] = "Головне";
$locale['112'] = "Час і дата";
$locale['113'] = "Форум";
$locale['114'] = "Реєстрація";
$locale['115'] = "Фотогалерея";
$locale['116'] = "Різне";
$locale['117'] = "Приватні повідомлення";
$locale['118'] = "Поля користувача";
$locale['119'] = "Ранги на Форумі";
$locale['120'] = "Категорії полів користувача";
$locale['121'] = "Новини";
$locale['122'] = "Користувачі";
$locale['123'] = "Завантаження";
$locale['124'] = "Записів на сторінці";
$locale['125'] = "Безпека";
$locale['126'] = "Новини";
$locale['127'] = "Завантаження";
$locale['128'] = "Скидання паролю адміністратора";
$locale['129'] = "Журнал помилок";
$locale['129a'] = "Журнал користувача";
// Step 6 - Navigation Links
$locale['130'] = "Головна";
$locale['131'] = "Статті";
$locale['132'] = "Файли";
$locale['133'] = "ЧАП";
$locale['134'] = "Форум";
$locale['135'] = "Контакти";
$locale['136'] = "Новини";
$locale['137'] = "Посилання";
$locale['138'] = "Фотогалерея";
$locale['139'] = "Пошук";
$locale['140'] = "Додати посилання";
$locale['141'] = "Додати новину";
$locale['142'] = "Додати статтю";
$locale['143'] = "Додати зображення";
$locale['144'] = "Додати завантаження";
// Stage 6 - Panels
$locale['160'] = "Навігація";
$locale['161'] = "Зараз на сайті";
$locale['162'] = "Теми форуму";
$locale['163'] = "Останні статті";
$locale['164'] = "Привітання";
$locale['165'] = "Список тем форуму";
$locale['166'] = "Інформація про користувача";
$locale['167'] = "Голосування";
$locale['168'] = "";
// Stage 6 - News Categories
$locale['180'] = "Помилки";
$locale['181'] = "Завантаження";
$locale['182'] = "Ігри";
$locale['183'] = "Графіка";
$locale['184'] = "Техніка";
$locale['185'] = "Блоги";
$locale['186'] = "Користувачі";
$locale['187'] = "Моди/Плагіни";
$locale['188'] = "Медіа";
$locale['189'] = "Інтернет";
$locale['190'] = "Новини";
$locale['191'] = "PHP-Fusion";
$locale['192'] = "Безпека";
$locale['193'] = "Програми";
$locale['194'] = "Схеми/Скіни";
$locale['195'] = "Windows";
// Stage 6 - Sample Forum Ranks
$locale['200'] = "Супер Адміністратор";
$locale['201'] = "Адміністратор";
$locale['202'] = "Модератор";
$locale['203'] = "Новенький";
$locale['204'] = "Початківець";
$locale['205'] = "Користувач";
$locale['206'] = "Досвідчений користувач";
$locale['207'] = "Ветеран";
$locale['208'] = "Еліта";
// Stage 6 - Sample Smileys
$locale['210'] = "Посміхаюсь";
$locale['211'] = "Підморгую";
$locale['212'] = "Сумний";
$locale['213'] = "Похмурий";
$locale['214'] = "Здивований";
$locale['215'] = "Дражнюсь";
$locale['216'] = "Крутий";
$locale['217'] = "Сміюсь";
$locale['218'] = "Злий";
// Stage 6 - User Field Categories
$locale['220'] = "Контакти";
$locale['221'] = "Різне";
$locale['222'] = "Параметри";
$locale['223'] = "Статистика";
// Welcome message
$locale['230'] = "Ласкаво просимо на сайт!";
// Final message
$locale['240'] = "Встановлення успішно завершено.<br />
Натисніть кнопку &laquo;Завершено&raquo; для переходу на сайт.<br />
<strong>Примітка:</strong> Ви повинні видалити файл setup.php на сервері<br />
та встановити права CHMOD для файлу config.php в значення 644 задля безпеки.<br /><br />
Дякуємо за вибір PHP-Fusion!";
// Default time settings
// http://php.net/manual/en/function.strftime.php
$locale['shortdate'] = "%д.%м.%р";
$locale['longdate'] = "%міс %д %р %год:%хв:%сек";
$locale['forumdate'] = "%д-%м-%р %год:%хв";
$locale['newsdate'] = "%міс %д %р";
$locale['subheaderdate'] = "%міс %д %р %год:%хв:%сек";
?>