<?php
$locale['400'] = "Надсилання посилань";
// Submit Link Success
$locale['410'] = "Дякуємо за надіслане посилання";
$locale['411'] = "Надіслати ще одне посилання";
$locale['412'] = "Повернутися на << ".$settings['sitename']." >>";
// Submit Link Form
$locale['420'] = "Використайте цю форму для надсилання.<br>Ваше посилання буде перевірено адміністратором сайту << ".$settings['sitename']." >> і після цього опубліковано або відхилено. Адміністратор також залишає за собою право виправляти або редагувати будь який надісланий матеріал.<br>Зауважте, що посилання не повинне суперечити політиці розміщення інформації на цьому сайті, інакше його буде видалено.";
$locale['421'] = "В категорію:";
$locale['422'] = "Назва:";
$locale['423'] = "URL:";
$locale['424'] = "Опис:";
$locale['425'] = "Надіслати";
// Submit News
$locale['450'] = "Надсилання новин";
// Submit News Success
$locale['460'] = "Дякуємо за надіслану новину";
$locale['461'] = "Бажаєте надіслати ще одну новину?";
// Submit News Form
$locale['470'] = "Використайте цю форму для надсилання.<br>Вашу новину буде перевірено адміністратором сайту << ".$settings['sitename']." >> і після цього опубліковано або відхилено. Адміністратор також залишає за собою право виправляти або редагувати будь який надісланий матеріал.<br>Зауважте, що новина не повинна суперечити політиці розміщення інформації на цьому сайті, інакше її буде видалено.";
$locale['471'] = "Заголовок:";
$locale['472'] = "Новина:";
$locale['473'] = " Дозволити автоматичне перенесення рядка";
$locale['474'] = "Попередній перегляд";
$locale['475'] = "Надіслати";
$locale['476'] = "Категорія:";
$locale['477'] = "- не вибрано -";
$locale['478'] = "Анонс:";
// Submit Article
$locale['500'] = "Надсилання статей";
// Submit Article Success
$locale['510'] = "Дякуємо за надіслану статтю";
$locale['511'] = "Надіслати ще одну статтю?";
// Submit Article Form
$locale['520'] = "Використайте цю форму для надсилання.<br>Вашу статтю буде перевірено адміністратором сайту << ".$settings['sitename']." >> і після цього опубліковано або відхилено. Адміністратор також залишає за собою право виправляти або редагувати будь який надісланий матеріал.<br>Зауважте, що стаття не повинна суперечити політиці розміщення інформації на цьому сайті, інакше її буде видалено.";
$locale['521'] = "В категорію:";
$locale['522'] = "Заголовок:";
$locale['523'] = "Опис:";
$locale['524'] = "Стаття:";
$locale['525'] = " Дозволити автоматичне перенесення стрічки";
$locale['526'] = "Попередній перегляд";
$locale['527'] = "Надіслати";
// Submit Error
$locale['550'] = "Будь ласка, заповніть форму.";
$locale['551'] = "Не визначено категорію.";
$locale['552'] = "Альбоми відсутні.";
// Submit Photo
$locale['570'] = "Надсилання фото";
// Submit Photo Success
$locale['580'] = "Дякуємо за надіслане фото";
$locale['581'] = "Надіслати інше фото?";
// Submit Photo Error
$locale['600'] = "Ваше фото не надіслане";
$locale['601'] = "Некоректне ім`я файлу.";
$locale['602'] = "Зображення повинне бути не більшим %u байтів.";
$locale['603'] = "Зображення повинне бути формату GIF, JPEG або PNG.";
$locale['604'] = "Зображення повинне бути не більшим %uw x %uh пікселів.";
// Submit Photo Form
$locale['620'] = "Використайте цю форму для надсилання.<br>Ваше зображення буде перевірено адміністратором сайту << ".$settings['sitename']." >> і після цього опубліковано або відхилено. Адміністратор також залишає за собою право виправляти або редагувати будь який надісланий матеріал.<br>Зауважте, що фото не повинне суперечити політиці розміщення інформації на цьому сайті, інакше його буде видалено.";
$locale['621'] = "Заголовок:";
$locale['622'] = "Опис:";
$locale['623'] = "Зображення: ";
$locale['624'] = "(макс. розмір файлу: %s / макс. розмір: %ux%u в пікселях)";
$locale['625'] = "Фотоальбом:";
$locale['626'] = "Надіслати";
// Submit Download
$locale['650'] = "Додавання завантаження";
// Submit Download Success
$locale['660'] = "Дякуємо за додане Вами завантаження";
$locale['661'] = "Додати ще";
// Submit Download Error
$locale['670'] = "Ваше завантаження неможливо додати";
$locale['671'] = "Некоректна назва файлу.";
$locale['671a'] = "Некоректна назва зображення.";
$locale['672'] = "Розмір файлу не повинен перевищувати %s.";
$locale['672a'] = "Розмір зображення не повинен перевищувати %s.";
$locale['672b'] = "Зображення не повинне бути більшим ніж %s.";
$locale['673'] = "Тип файлу має відповідати одному з таких: %s.";
$locale['673a'] = "Тип зображення має відповідати одному з таких: %s.";
$locale['674'] = "Назва завантаження не може бути пустою.";
$locale['675'] = "Файл та його адреса не можуть бути пустими.";
$locale['676'] = "Опис завантаження не може бути пустим.";
$locale['676a'] = "Невідома помилка";
// Submit Download Form
$locale['680'] = "Для додавання завантаження використовуйте нижченаведену форму. Ваша пропозиція буде розглянута адміністрацією. Сайт ".$settings['sitename']." залишає за собою право виправляти або змінювати будь-яку пропозицію. Завантаження має відповідати тематиці сайту. Пропозиції, визнані непридатними до публікації, будуть відхилені.";
$locale['681'] = "Назва:";
$locale['682'] = "Повний опис:";
$locale['682b'] = "Короткий опис:";
$locale['683'] = "URL:";
$locale['684'] = "або файл:";
$locale['685'] = "Розрахувати розмір";
$locale['686'] = "Знімок екрану:";
$locale['687'] = "Категорія:";
$locale['688'] = "Ліцензія:";
$locale['689'] = "ОС:";
$locale['690'] = "Версія:";
$locale['691'] = "Сайт:";
$locale['692'] = "Права:";
$locale['693'] = "Розмір:";
$locale['694'] = "Макс. розмір: %s / Дозволені типи: %s";
$locale['694b'] = "Макс. розмір: %s / Дозволені типи: %s / Макс. ширина: %spx, Макс. висота: %spx";
$locale['695'] = "Надіслати";
?>