<?php
// Items shown in profiles
$locale['u040'] = "Дата реєстрації";
$locale['u041'] = "Остання авторизація";
$locale['u042'] = "Авторизації відсутні";
$locale['u043'] = "Надіслати приватне повідомлення";
$locale['u044'] = "Контактна інформація";
$locale['u045'] = "Інше";
$locale['u046'] = "Параметри";
$locale['u047'] = "Статистика";
$locale['u048'] = "Інформація";
$locale['u049'] = "IP-адреса";
$locale['u050'] = "Не визначено";
$locale['u051'] = "Приховувати від інших свою адресу E-mail?";
$locale['u052'] = " Так ";
$locale['u053'] = " Ні";
$locale['u054'] = "Перегляд журналу призупинень";
$locale['u055'] = "Статус:";
$locale['u056'] = "Підстава";
$locale['u057'] = "Групи";
$locale['u058'] = "Опції адміністратора";
$locale['u059'] = "Додати";
$locale['u060'] = "Додати цього користувача до вибраної групи?";
$locale['u061'] = "Додати до групи";
$locale['u062'] = "Аватар";
$locale['u063'] = "Рівень";
$locale['u064'] = "E-mail";
$locale['u066'] = "Дата реєстрації";
$locale['u067'] = "Остання авторизація";
$locale['u068'] = "Ім`я";
$locale['u069'] = "Редагувати";
$locale['u070'] = "Заблокувати";
$locale['u071'] = "Призупинити";
$locale['u072'] = "Видалити";
$locale['u073'] = "Видалити цього користувача?";
// Profile and register
$locale['u100'] = "Для того, щоб змінити Ваш пароль або адресу E-mail,<br />Ви повинні вказати свій поточний пароль.";
$locale['u101'] = "Реєстрація";
$locale['u102'] = "Редагування профілю";
$locale['u103'] = "Профіль";
$locale['u104'] = "Профіль користувача";
$locale['u105'] = "Оновити профіль";
// View User Groups
$locale['u110'] = "Переглянути групу користувача";
$locale['u111'] = "%u користувач(а)";
$locale['u112'] = "%u користувачі(в)";
$locale['u113'] = "Ім`я";
$locale['u114'] = "Тип";
// User name and email
$locale['u120'] = "Ім`я користувача містить некоректні символи.";
$locale['u121'] = "Вибране ім`я вже належить іншому користувачу.";
$locale['u122'] = "Ім`я користувача не може бути пустим.";
$locale['u123'] = "Вказана адреса E-mail некоректна.";
$locale['u124'] = "Вказана адреса E-mail або відповідний домен заблоковані.";
$locale['u125'] = "За вказаною адресою E-mail вже зареєстровано іншого користувача.";
$locale['u126'] = "Адреса E-mail не може бути пустою.";
$locale['u127'] = "Ім`я";
$locale['u128'] = "E-mail";
$locale['u129'] = "Опис";
// Passwords
$locale['u130'] = "Паролі адміністраторів";
$locale['u131'] = "Пароль адміністратора";
$locale['u132'] = "Паролі авторизації";
$locale['u133'] = "Пароль авторизації";
$locale['u134'] = "Новий пароль авторизації";
$locale['u135'] = "Підтвердження паролю";
$locale['u136'] = "Пароль не може бути пустим.";
$locale['u137'] = "Ваш поточний пароль адміністратора не може бути пустим.";
$locale['u138'] = "Ваш поточний пароль авторизації не може бути пустим.";
$locale['u139'] = "Пароль авторизації не відповідає Вашому поточному паролю.";
$locale['u140'] = "Пароль адміністратора не відповідає Вашому поточному паролю.";
$locale['u141'] = " не може бути таким самим як ";
$locale['u142'] = " надто короткий або містить некоректні симоволи!";
$locale['u143'] = " не співпадають!";
$locale['u143a'] = " не може бути пустим.";
$locale['u144'] = "Новий пароль адміністратора";
$locale['u145'] = "Підтвердження паролю";
$locale['u146'] = " не може бути таким смим як поточний ";
$locale['u147'] = "Довжина паролю має бути від 8 до 64 знаків.<br />Дозволені символи a-z, 0-9 та @!#$%&amp;\/()=-_?+*.,:;";
$locale['u148'] = "Нові паролі авторизації не співпадають.";
$locale['u148a'] = "Нові паролі адміністратора не співпадають.";
$locale['u149'] = "Не вказано Ваш поточний пароль авторизації або він некоректний.";
$locale['u149a'] = "Не вказано Ваш поточний пароль адміністратора або він некоректний.";
$locale['u149b'] = "Не вказано Ваш поточний пароль авторизації або він некоректний.<br />Ви не можете встановлювати пароль адміністратора, не вказавши коректний пароль авторизації.";
// Email actiation
$locale['u150'] = "Ваша реєстрація майже завершена.<br />Перевірте свою пошту. Ви маєте отримати електронного листа з параметрами авторизації та посиланням для остаточного підтвердеження реєстрації.";
$locale['u151'] = "Вітаємо на сайті ".$settings['sitename'] !;
$locale['u152'] = "Вітаємо, USER_NAME!\n
Раді Вас бачити на сайті ".$settings['sitename'].". Ознайомтесь, будь ласка, з Вашими параметрами авторизації:\n
Ім`я: USER_NAME
Пароль: USER_PASSWORD\n
Будь ласка, підтвердіть свою реєстрацію, натиснувши наступне посилання: ACTIVATION_LINK\n\n
З повагою,
".$settings['sitename'];
$locale['u153'] = "Неможливо надіслати листа для підтвердження реєстрації.";
$locale['u154'] = "Будь ласка, <a href='".BASEDIR."contact.php'>зв`яжіться</a> з адміністрацією сайту</a>.";
$locale['u155'] = "Реєстрація";
$locale['u156'] = "Для того, щоб змінити Вашу адресу E-mail,<br />Ви повинні вказати свій поточний пароль.";
// Success / Fail
$locale['u160'] = "Реєстрацію заверешено";
$locale['u161'] = "Тепер Ви можете увійти на сайт із власною авторизацією.";
$locale['u162'] = "Через деякий час адміністрація сайту активує Ваш обліковий запис.";
$locale['u163'] = "Профіль успішно оновлено.";
$locale['u164'] = "Оновлення невдале";
$locale['u165'] = "Реєстрація невдала";
$locale['u167'] = "через те, що:";
$locale['u168'] = "Будь ласка, спробуйте ще раз.";
$locale['u169'] = "Профіль оновлено";
$locale['u170'] = "Реєстрація завершилась успішно";
$locale['u171'] = "Ваш обліковий запис було перевірено.";
$locale['u172'] = "Користувача додано успішно.";
$locale['u173'] = "Повернутись до керування користувачами.";
$locale['u174'] = "Додати ще.";
// Avatar upload
$locale['u180'] = "Розмір Вашого аватару перевищує дозволену межу, що становить ".parsebytesize($settings['avatar_filesize']).".";
$locale['u181'] = "Тип зображення Вашого аватару не підтримується. Дозволені типи jpg, png та gif.";
$locale['u182'] = "Розміри Вашого аватару більші ніж ".$settings['avatar_width']."x".$settings['avatar_height']." пікселів.";
$locale['u183'] = "Ваш аватар не вдалось завантажити.";
$locale['u184'] = "Макс. розмір файлу: %s / Макс. розмір: %ux%u пікселів";
$locale['u185'] = "Аватар";
$locale['u186'] = "Натисніть [Огляд] для завантаження зображення";
$locale['u187'] = "Видалити";
// Captcha and terms
$locale['u190'] = "Код перевірки";
$locale['u191'] = "Введіть код перевірки";
$locale['u192'] = "Правила";
$locale['u193'] = "Я ознайомлений(а) з <a href='".BASEDIR."print.php?type=T' target='_blank'>Правилами</a> та погоджуюсь з ними.";
$locale['u194'] = "Код перевірки некоректний.";
$locale['u195'] = "Код перевірки не може бути пустим.";
// E-mail Change Confirmation
$locale['u200'] = "На Вашу нову адресу E-mail (%s) надіслано листа для підтвердження.";
$locale['u201'] = "Вашу адресу E-mail буде змінено, щойно Ви натиснете на посилання, вказане у листі.";
$locale['u202'] = "Підтвердежння адреси E-mail на сайті ".$settings['sitename'];
$locale['u203'] = "Вітаємо, [USER_NAME]!\n
Ви вказали цю адресу E-mail для використання у своєму обліковому записі на нашому сайті.\n
Якщо Ви дійсно бажаєте змінити Вашу поточну адресу E-mail на вказану, будь ласка, натисніть наступне посилання:\n
[EMAIL_VERIFY_LINK]\n
Примітка: Ви повинні авторизуватися на сайті для виконання цієї операції.\n
З повагою,
".$settings['siteusername']."
".$settings['sitename'];
?>