<?php
// Infusion titles & description
$locale['apw_title'] = "إعادة تعيين كلمة مرور المدير";
$locale['apw_desc'] = "تغيير كلمة مرور تسجيل الدخول و لوحة التحكم";
$locale['apw_admin1'] = "إعادة تعيين كلمة مرور المدراء";
$locale['400'] = "تعيين كلمة مرور جديدة لـ:";
$locale['401'] = "كل المدراء";
$locale['402'] = "المدراء فقط";
$locale['403'] = "المشرفين فقط";
$locale['404'] = "سبب إعادة تعيين كلمة مرور جديدة:";
$locale['405'] = "إعادة تعيين كلمة مرور تسجيل الدخول و لوحة التحكم";
$locale['406'] = "إعادة تعيين كلمات المرور";
$locale['407'] = "تم إعادة تعيين كلمة المرور في ";
$locale['408'] = "مرحباً [USER_NAME]،<br/> تمت إعادة تعيين كلمة المرور في [SITEURL]:<br/>
كلمة المرور الجديدة: [NEW_ADMIN_PASS]<br/>السبب: [RESET_MESSAGE]<br/>مع تحيات،<br/>[ADMIN]";
$locale['409'] = "‎مرحباً [USER_NAME]،<br/> تمت إعادة تعيين كلمة مرور تسجيل الدخول و لوحة التحكم في [SITEURL]:<br/>
‎كلمة مرور تسجيل الدخول: [NEW_PASS]<br>كلمة مرور لوحة التحكم: [NEW_ADMIN_PASS]<br>السبب: [RESET_MESSAGE]<br/>مع تحيات،<br>[ADMIN]";
$locale['410'] = "نتائج إعادة التعيين";
$locale['411'] = "<strong>ملاحظة:</strong> كلمة مرور تحكم الإدارة لم يتم إدخالها أو أنها غير صحيحة.";
$locale['412'] = "كلمة مرور الإدارة:";
$locale['415'] = "كلمة مرور المدير";
$locale['416'] = "معرف السجل";
$locale['417'] = "وقت إعادة التعيين";
$locale['418'] = "المسؤول";
$locale['419'] = "إعادة تعيين";
$locale['420'] = "نجاح العملية";
$locale['421'] = "السبب";
$locale['422'] = "من";
$locale['423'] = "لم يتم ذكر السبب.";
