<?php
// Administrators messages
$locale['400'] = "╩у╩ ┼╓╟▌╔ ╟су╧э╤";
$locale['401'] = "╩у ╩═╧э╦ ╟су╧э╤";
$locale['402'] = "╩у ═╨▌ ╟су╧э╤";
// Search/Add Administrator
$locale['410'] = "┼╓╟▌╔ у╧э╤";
$locale['411'] = "╟с╚═╦ ┌ф ├┌╓╟┴ сс┼╓╟▌╔ ╚╟╙╩╬╧╟у ╟сфуц╨╠ ├╧ф╟х.";
$locale['412'] = "у┌╤▌ ╟су╙╩╬╧у";
$locale['413'] = "╟╙у ╟су╙╩╬╧у";
$locale['414'] = "╟с╚═╦";
$locale['415'] = "уф═ ╠уэ┌ ╟с╒с╟═э╟╩";
$locale['416'] = "╠┌сх у╧э╤ ┌╟у";
$locale['417'] = "┼╓╟▌╔ у╧э╤";
$locale['418'] = "с╟ эц╠╧ ├┌╓╟┴.";
$locale['419'] = "╟с╚═╦ у╤╔ ├╬╤ь";
// Current Administrators
$locale['420'] = "╟су╧э╤цф";
$locale['421'] = "╟╙у ╟су╙╩╬╧у";
$locale['422'] = "у╙╩ць ╟с┼╧╟╤╔";
$locale['423'] = "╟с╬э╟╤╟╩";
$locale['424'] = "у╧э╤ ╤╞э╙э";
$locale['425'] = "су ╩═╧╧ ╟с╒с╟═э╟╩";
$locale['426'] = "╩┌╧эс";
$locale['427'] = "═╨▌";
// Edit Admin Rights
$locale['440'] = "╩┌╧эс ╒с╟═э╟╩ ╟су╧э╤";
$locale['441'] = "у╧э╤ у═╩цэ╟╩";
$locale['442'] = "у╧э╤ ├┌╓╟┴";
$locale['443'] = "у╧э╤ ф┘╟у";
$locale['444'] = "╟сус╟═▐";
$locale['445'] = "╟╬╩э╟╤ ╟с▀с";
$locale['446'] = "┼с█╟┴ ╟╬╩э╟╤ ╟с▀с";
$locale['447'] = "▀су╔ ╙╤ ╟су╧э╤ ╟с┌╟у: ";
$locale['448'] = "═▌┘ ╒с╟═э╟╩ ╟су╧э╤";
$locale['449'] = "╟с┼┌╧╟╧╟╩";
$locale['450'] = "▌═╒ ╟с├у╟ф";
// Popup Error/Warning Messages
$locale['460'] = "═╨▌ (┼с█╟┴ ╒с╟═э╟╩) х╨╟ ╟су╧э╤┐";
$locale['461'] = "┼╓╟▌╔ х╨╟ ╟су╧э╤┐";
$locale['462'] = "┼┌╪╟┴ х╨х ╟с╒с╟═э╟╩ су╙╩╬╧у э╘▀с у╬╟╪╤╔ ╚├уф ╟суц▐┌!";
// Remove Admin confirmation
$locale['470'] = "═╨▌ ╟су╧э╤";
$locale['471'] = "═╩ь ╩╩у▀ф уф ═╨▌ х╨╟ ╟су╧э╤б ф╤╠ц ┼╧╬╟с ▀су╔ ╟с╙╤ ▀у╧э╤:";
$locale['472'] = "╩├▀э╧";
$locale['473'] = "┼с█╟┴";
?>