<?php
// Infusion titles & description
$locale['apw_title'] = "езгои йзММД ъАЦи ся гАЦоМя";
$locale['apw_desc'] = "Аезгои йзММД ъАЦйМ ся гАонФА ФгАеогяи";
$locale['apw_admin1'] = "езгои йзММД ъАЦи ся гАЦояга";

$locale['400'] = "гАЦояга гАЦзДМФД хезгои гАйзММД:";
$locale['401'] = "лЦМз гАЦояга";
$locale['402'] = "гАЦояга гАзгЦФД щчь";
$locale['403'] = "гАЦояга щчь";
$locale['404'] = "йзАМА езгои гАйзММД:";
$locale['405'] = "езгои йзММД ъА ЦД ъАЦйМ ся гАонФА ФгАеогяи";
$locale['406'] = "езгои йзММД ъАЦгй гАся";
$locale['407'] = "йЦ езгои йзММД ъАЦи ся гАеогяи щМ ";
$locale['408'] = "Цямхг [USER_NAME],

йЦй езгои йзММД ъАЦи ся гАЦоМя гАнгуи хъ щМ ".$settings['siteurl'].":

ъАЦи ся гАЦоМя: [NEW_ADMIN_PASS]

ФгАсхх щМ езгои йзММДЕг ЕФ : [RESET_MESSAGE]

ймМгйДг,
[ADMIN]";
$locale['409'] = "Цямхг [USER_NAME],

йЦй езгои йзММД ъАЦйМ ся гАонФА ФгАеогяи гАнгуйМД хъ щМ  ".$settings['siteurl'].":

ъАЦи ся гАонФА: [NEW_PASS]
ъАЦи ся гАеогяи: [NEW_ADMIN_PASS]

схх езгои гАйзММД: [RESET_MESSAGE]

ймМгйДг,
[ADMIN]";
$locale['410'] = "Дйгфл езгои гАйзММД";
$locale['411'] = "<strong>ЦАгмыи:</strong> АЦ йчЦ хъйгхи ъАЦи ся гАЦоМя цФ цДЕг шМя умМми.";
$locale['412'] = "ъАЦи ся гАЦоМя:";
$locale['415'] = "слА езгои гАйзММД";
$locale['416'] = "слА ID";
$locale['417'] = "Фчй езгои гАйзММД";
$locale['418'] = "гАЦсдФА";
$locale['419'] = "езгои йзММД";
$locale['420'] = "Длгм гАзЦАМи";
$locale['421'] = "гАсхх";
$locale['422'] = "ЦД";
$locale['423'] = "Аг МФло схх.";
?>