<?php
// Administrators messages
$locale['400'] = "تم إضافة المدير";
$locale['401'] = "تم تحديث المدير";
$locale['402'] = "تم حذف المدير";
// Search/Add Administrator
$locale['410'] = "إضافة مدير";
$locale['411'] = "البحث عن أعضاء للإضافة باستخدام النموذج أدناه.";
$locale['412'] = "معرف المستخدم";
$locale['413'] = "إسم المستخدم";
$locale['414'] = "البحث";
$locale['415'] = "منح جميع الصلاحيات";
$locale['416'] = "جعله مدير عام";
$locale['417'] = "إضافة مدير";
$locale['418'] = "لا يوجد أعضاء.";
$locale['419'] = "البحث مرة أخرى";
// Current Administrators
$locale['420'] = "المدراء";
$locale['421'] = "إسم المستخدم";
$locale['422'] = "مستوى الإدارة";
$locale['423'] = "الخيارات";
$locale['424'] = "مدير أساسي";
$locale['425'] = "لم تحدد الصلاحيات";
$locale['426'] = "تحرير";
$locale['427'] = "إزالة";
// Edit Admin Rights
$locale['440'] = "تعديل صلاحيات المدير";
$locale['441'] = "إدارة المحتوى";
$locale['442'] = "إدارة الأعضاء";
$locale['443'] = "إدارة النظام";
$locale['444'] = "الملاحق البرمجية";
$locale['445'] = "تحديد الكل";
$locale['446'] = "إلغاء تحديد الكل";
$locale['447'] = "كلمة مرور الإدارة:";
$locale['448'] = "حفظ صلاحيات المدير";
$locale['449'] = "الاعدادات";
$locale['450'] = "فحص الأمان";
// Popup Error/Warning Messages
$locale['460'] = "حذف هذا المدير؟";
$locale['461'] = "إضافة هذا المدير؟";
$locale['462'] = "إعطاء هذه الصلاحيات لمستخدم قد يشكل خطراً محتملاً على أمن الموقع!";
// Remove Admin confirmation
$locale['470'] = "حذف المدير";
$locale['471'] = "حتى تتمكن من إزالة هذا المدير، نرجو إدخال كلمة مرور المدير الخاصة بك:";
$locale['472'] = "تطبيق";
$locale['473'] = "إلغاء";
