<?php
// Article titles
$locale['400'] = "ÅÖÇÝÉ ãÞÇá";
$locale['401'] = "ÊÍÑíÑ ãÞÇá";
$locale['402'] = "ÇáãÞÇáÇÊ ÇáÍÇáíÉ";
$locale['403'] = "ÇáãÞÇáÇÊ";
// Article messages
$locale['410'] = "ÊãÊ ÅÖÇÝÉ ÇáãÞÇá";
$locale['411'] = "Êã ÊÍÏíË ÇáãÞÇá";
$locale['412'] = "Êã ÍÐÝ ÇáãÞÇá";
// Category form
$locale['420'] = "ÊÍÑíÑ";
$locale['421'] = "ÍÐÝ";
$locale['422'] = "ÇáãÌãæÚÉ:";
$locale['423'] = "ÇáãæÖæÚ:";
$locale['424'] = "ÇáãÎÊÕÑ:";
$locale['425'] = "ÇáãÞÇá";
$locale['426'] = "ÇáÍÝÙ ßãÓæÏÉ";
$locale['427'] = "ÅÖÇÝÉ ÓØÑ ÌÏíÏ (ÝÞÑÉ) ÊáÞÇÆíÇð";
$locale['428'] = "ÅÊÇÍÉ ÇáÊÚáíÞÇÊ";
$locale['429'] = "ÅÊÇÍÉ ÇáÊÞííã";
$locale['430'] = "ÚÑÖ ÇáãÞÇá";
$locale['431'] = "ÍÝÙ ÇáãÞÇá";
$locale['432'] = "ÕÍÉ ÌÏíÏÉ";
$locale['433'] = "[ãÓæÏÉ]";
// Popup Error/Warning Messages
$locale['450'] = "äÑÌæ ÊÍÏíÏ ãÌãæÚÉ";
$locale['451'] = "ÍÐÝ åÐÇ ÇáãÞÇá¿";
$locale['452'] = "áã íÊã ÊÚÑíÝ ãÌãæÚÉ ãÞÇáÇÊ";
$locale['453'] = " íÌÈ ÊÍÏíÏ ãÌãæÚÉ ãÞÇáÇÊ æÇÍÏÉ Úáì ÇáÃÞá ÞÈá Ãä ÊÊãßä ãä ÅÖÇÝÉ Ãí ãÞÇá";
$locale['454'] = "ÇÖÛØ åäÇ";
$locale['455'] = " ááÇäÊÞÇá Åáì ãÌãæÚÇÊ ÇáãÞÇáÇÊ";
$locale['456'] = "%s ãÚØáÉ ÈÇáäÓÈÉ áßÇÝÉ ÃÞÓÇã ÇáãæÞÚ.<br />ÓíÓÑí ãÝÚæá ÎíÇÑß Ýí ÍÇá ÃÚíÏ ÊÝÚíáåÇ.";  
$locale['457'] = "ÇáÊÚáíÞÇÊ";
$locale['458'] = "ÇáÊÞííãÇÊ";
$locale['459'] = $locale['457']." æ".$locale['458'];
?>
