<?php
// Category titles
$locale['400'] = "إضافة تصنيف مقالات";
$locale['401'] = "تحرير تصنيف مقالات";
$locale['402'] = "تصنيفات المقالات الحالية";
// Category messages
$locale['410'] = "تمت إضافة تصنيف المقالات";
$locale['411'] = "تم تحديث تصنيف المقالات";
$locale['412'] = "لا يمكن حذف هذا تصنيف المقالات";
$locale['413'] = "هناك مقالات مرتبطة بهذا التصنيف";
$locale['414'] = "تم حذف تصنيف المقالات";
// Category form
$locale['420'] = "أسم التصنيف:";
$locale['421'] = "وصف التصنيف:";
$locale['422'] = "فرز التصنيف:";
$locale['423'] = "معرف المقال";
$locale['424'] = "موضوع المقال";
$locale['425'] = "تاريخ المقال";
$locale['426'] = "تصاعدي";
$locale['427'] = "تنازلي";
$locale['428'] = "الوصول للتصنيف:";
$locale['429'] = "حفظ التصنيف";
// Current category options
$locale['440'] = "التصنيف";
$locale['441'] = "الوصول";
$locale['442'] = "الخيارات";
$locale['443'] = "تحرير";
$locale['444'] = "حذف";
$locale['445'] = "لم يتم تعريف تصنيف مقالات";
// Delete Article category
$locale['450'] = "حذف تصنيف المقالات هذا ؟";
// Error Messages
$locale['460'] = "يرجى إدخال أسم للتصنيف.";
$locale['461'] = "هذا التصنيف موجود مسبقاً.";
