<?php
// Article titles
$locale['400'] = "إضافة مقال";
$locale['401'] = "تعديل مقال";
$locale['402'] = "المقالات الحالية";
$locale['403'] = "المقالات";
// Article messages
$locale['410'] = "تمت إضافة المقال";
$locale['411'] = "تم تحديث المقال";
$locale['412'] = "تم حذف المقال";
// Category form
$locale['420'] = "تحرير";
$locale['421'] = "حذف";
$locale['422'] = "التصنيف:";
$locale['423'] = "الموضوع:";
$locale['424'] = "قطعة:";
$locale['425'] = "المقال";
$locale['426'] = "حفظ في المسودة";
$locale['427'] = "فواصل أسطر تلقائية";
$locale['428'] = "تمكين التعليقات";
$locale['429'] = "تمكين التقييم";
$locale['430'] = "معاينة المقال";
$locale['431'] = "حفظ المقال";
$locale['432'] = "فاصل صفحة";
$locale['433'] = "[مسودة]";
// Popup Error/Warning Messages
$locale['450'] = "يرجى تحديد موضوع";
$locale['451'] = "حذف هذا المقال؟";
$locale['452'] = "لم يتم تعريف تصنيف مقالات";
$locale['453'] = " يجب تحديد تصنيف مقالات واحد على الأقل قبل أن تتمكن من إضافة أي مقال";
$locale['454'] = "اضغط هنا";
$locale['455'] = " للانتقال إلى تصنيفات المقالات";
$locale['456'] = "%s هي معطلة لجميع العناصر.<br />هذا الإعداد سيسري  فقط عند تفعيله مرة أخرى.";
$locale['457'] = "التعليقات";
$locale['458'] = "التقييمات";
$locale['459'] = $locale['457']." و ".$locale['458'];
