<?php
// Category titles
$locale['400'] = "ÅÖÇÝÉ ãÌãæÚÉ ãÞÇáÇÊ";
$locale['401'] = "ÊÚÏíá ãÌãæÚÉ ãÞÇáÇÊ";
$locale['402'] = "ãÌãæÚÇÊ ÇáãÞÇáÇÊ ÇáÍÇáíÉ";
// Category messages
$locale['410'] = "ÊãÊ ÅÖÇÝÉ ãÌãæÚÉ ÇáãÞÇáÇÊ";
$locale['411'] = "Êã ÊÍÏíË ãÌãæÚÉ ÇáãÞÇáÇÊ";
$locale['412'] = "áÇ íãßä ÍÐÝ åÐå ãÌãæÚÉ ÇáãÞÇáÇÊ";
$locale['413'] = "åäÇß ãÞÇáÇÊ ãÑÊÈØÉ ÈåÐå ÇáãÌãæÚÉ";
$locale['414'] = "Êã ÍÐÝ ãÌãæÚÉ ÇáãÞÇáÇÊ";
// Category form
$locale['420'] = "ÇÓã ÇáãÌãæÚÉ:";
$locale['421'] = "æÕÝ ÇáãÌãæÚÉ:";
$locale['422'] = "ÊÑÊíÈ ÇáãÌãæÚÉ:";
$locale['423'] = "ãÚÑÝ ÇáãÞÇá";
$locale['424'] = "ÚäæÇä ÇáãÞÇá";
$locale['425'] = "ÊÇÑíÎ ÇáãÞÇá";
$locale['426'] = "ÊÕÇÚÏí";
$locale['427'] = "ÊäÇÒáí";
$locale['428'] = "ÇáæÕæá ááãÌãæÚÉ:";
$locale['429'] = "ÍÝÙ ÇáãÌãæÚÉ";
// Current category options
$locale['440'] = "ÇáãÌãæÚÉ";
$locale['441'] = "ÇáæÕæá";
$locale['442'] = "ÇáÎíÇÑÇÊ";
$locale['443'] = "ÊÚÏíá";
$locale['444'] = "ÍÐÝ";
$locale['445'] = "áã íÊã ÊÚÑíÝ ãÌãæÚÉ ãÞÇáÇÊ";
// Delete Article category
$locale['450'] = "ÍÐÝ ãÌãæÚÉ ÇáãÞÇáÇÊ¿";
// Error Messages
$locale['460'] = "ÑÌÇÁ ÃÏÎá ÇÓã ÇáãÌãæÚÉ.";
$locale['461'] = "åÐÇ ÇáãÌãæÚÉ ãæÌæÏÉ ãÓÈÞÇ.";
?>
