<?php
$locale['400'] = "ÅÏÇÑÉ ÇÎÊÕÇÑÇÊ ÇáÔÝÑÇÊ";
$locale['401'] = "ÇÎÊÈÇÑ ÇÎÊÕÇÑÇÊ ÇáÔÝÑÇÊ";
// Enabled BB Codes
$locale['402'] = "ÇÎÊÕÇÑÇÊ ÇáÔÝÑÇÊ ÇáãÝÚáÉ";
$locale['403'] = "ÇáÇÓã";
$locale['404'] = "ÇáÃíÞæäÉ";
$locale['405'] = "ÇáæÕÝ";
$locale['406'] = "ÇáÇÓÊÎÏÇã";
$locale['407'] = "ÇáÊÑÊíÈ";
$locale['408'] = "ÃÓÝá";
$locale['409'] = "ÃÚáì";
$locale['410'] = "ÊÚØíá";
$locale['411'] = "áã íÊã ÊÝÚíá ÇÎÊÕÇÑÇÊ ÔÝÑÇÊ.";
// Disabled BB Codes
$locale['413'] = "ÇÎÊÕÇÑÇÊ ÇáÔÝÑÇÊ ÇáÛíÑ ÇáãÝÚáÉ";
$locale['414'] = "ÊÝÚíá";
$locale['415'] = "ÓØÑ ÌÏíÏ";
$locale['416'] = "ÈÏÇíÉ ÓØÑ ÌÏíÏ ãä ÃÒÑå ÇÎÊÕÇÑÇÊ ÇáÔÝÑÇÊ";
// Test BB Codes
$locale['417'] = "äÊíÌÉ ÇÎÊÇÑ ÇÎÊÕÇÑÇÊ ÇáÔÝÑÇÊ";
$locale['418'] = "ÊÚØíá ÇáæÌæå ÇáãÚÈÑÉ Ýí åÐÇ ÇáÇÎÊÈÇÑ";
?>
