<?php
// Delete blacklisted user
$locale['400'] = "حذف مستخدم من القائمة السوداء";
$locale['401'] = "تم إزالة العضو من قائمة المشرفين";
$locale['402'] = "العودة إلى إدارة القائمة السوداء";
$locale['403'] = "العودة إلى لوحة التحكم";
$locale['404'] = "الرجاء إدخال آي بي القائمة السوداء أو بريد القائمة السوداء الإلكتروني ";
$locale['405'] = "البريد الإلكتروني غير صالح للحظر.";
// Add/Edit Blacklist Titles
$locale['420'] = "المحظورين";
$locale['421'] = "تحرير";
// Add/Edit blacklist form
$locale['440'] = "إدخال عنوان آي بي سيؤدي إلى منع المستخدم الذي يطابق عنوان الآي بي الخاص به هذا الإدخال من زيارة هذا الموقع.
يمكنك إدخال عنوان آي بي كامل ، على سبيل المثال <em>123.45.67.89.</em> ، أو عنوان آي بي جزئي ، على سبيل المثال <em>123.45.67</em> أو <em>123.45</em>.
يرجى الإنتباه : عناوين IPv6 يتم تحويلها إلى شكلها الكامل على هذا الموقع ،على سبيل المثال <em>ABCD:1234:5:6:7:8:9:FF</em> سيتم عرضه كــ <em>ABCD:1234:0005:0006:0007:0008:0009:00FF</em>.
عناوين الآي بي المختلطة (تلك التي تحتوي على كل من IPv6 وجزء IPv4) لن يتم التحقق منها من أجل المطابقة الجزئية.
<br /><br />
إدخال عنوان بريد إلكتروني سيؤدي إلى منع الأعضاء من التسجيل باستخدام هذا العنوان.يمكنك إدخال عنوان بريد إلكتروني كامل ، على سبيل المثال <em>foo@bar.com</em>، أو نطاق بريد إلكتروني ، مثل <em>bar.com</em>.";
$locale['441'] = "عنوان آي بي القائمة السوداء: <strong>أو</strong>";
$locale['442'] = "عنوان بريد القائمة السوداء الالكتروني:";
$locale['443'] = "السبب";
$locale['444'] = "إضافة";
// Current blacklisted users
$locale['460'] = "المستخدمون المدرجون في القائمة السوداء";
$locale['461'] = "معلومات المحظورين";
$locale['462'] = "الخيارات";
$locale['463'] = "تحرير";
$locale['464'] = "حذف";
$locale['465'] = "القائمة السوداء فارغة.";
$locale['466'] = "لا شيء";
$locale['467'] = "مشرف";
$locale['468'] = "التاريخ";
/*
// IPv6 specific
$locale['480'] = "IPv6 options";
$locale['481'] = "The specified IPv6 address contains a shortcut (::) therefore cannot be determined unequivocally.";
$locale['482'] = "Which version would you use?";
$locale['483'] = "Save";
*/
