<?php
// Delete blacklisted user
$locale['400'] = "Ќ–Ё Џ÷ж гд «бё«∆г… «б”жѕ«Ѕ";
$locale['401'] = " г Ќ–Ё «бЏ÷ж гд «бё«∆г… «б”жѕ«Ѕ";
$locale['402'] = "«бЏжѕ… ≈бм ’ЁЌ… «бё«∆г… «б”жѕ«Ѕ";
$locale['403'] = "«бЏжѕ… ≈бм ’ЁЌ… «б≈ѕ«—… «б—∆н”н…";
// Add/Edit Blacklist Titles
$locale['420'] = "«бё«∆г… «б”жѕ«Ѕ ббг” ќѕгнд «бгЌўж—нд";
$locale['421'] = " Џѕнб ё«∆г… «бг” ќѕгнд «бгЌўж—нд";
// Add/Edit blacklist form
$locale['440'] = "≈ѕќ«б Џдж«д IP ”нгдЏ ’«Ќ» е–« «бЏдж«д гд “н«—… гжёЏя.
нгядя ≈ѕќ«б «бIP я«гб«° гЋб«: <em>123.45.67.89.</em>° √ж ћ“Ѕ« где ЁёЎ° гЋ«б: <em>123.45.67</em> √ж <em>123.45</em>.
гб«Ќў…: Џд«жнд IPv6 ‘ябе« «бя«гб Ён е–« «бгжёЏ 
гЋ«б: <em>ABCD:1234:5:6:7:8:9:FF</em> ”нўе— ея–«: <em>ABCD:1234:0005:0006:0007:0008:0009:00FF</em>.
Џд«жнд «бIP «бгќ бЎ… ( бя «б н  Ќ жн IPv6 жIPv4) бд н г «б Ќёё гд гЎ«»ё е« «бћ“∆н….
<br /><br />
≈ѕ—«ћ Џдж«д »—нѕ «б≈бя —ждн ”нЌжб ѕжд  ”ћнб «б√Џ÷«Ѕ »«” ќѕ«г –бя «бЏдж«д. нгядя ≈ѕќ«б я«гб Џдж«д «б»—нѕ «б≈бя —ждн° гЋб <em>foo@bar.com</em>° √ж «бћ“Ѕ «б—∆н”н гд Џдж«д «б»—нѕ° гЋб <em>bar.com</em>.";
$locale['441'] = "≈ѕ—«ћ —ёг √н »н Ён «бё«∆г… «б”жѕ«Ѕ: <b>√ж</b>";
$locale['442'] = "≈ѕ—«ћ Џдж«д »—нѕ «бя —ждн:";
$locale['443'] = "”»» «б≈ѕ—«ћ Ён «бё«∆г… «б”жѕ«Ѕ";
$locale['444'] = "Ќў—";
// Current blacklisted users
$locale['460'] = "«бг” ќѕгжд «бгѕ—ћжд Ён «бё«∆г… «б”жѕ«Ѕ";
$locale['461'] = "гЏбжг«  «бЌў—";
$locale['462'] = "«бќн«—« ";
$locale['463'] = " Џѕнб";
$locale['464'] = "Ќ–Ё";
$locale['465'] = "«бё«∆г… «б”жѕ«Ѕ Ё«—џ… Ќ«бн«р.";
$locale['466'] = "џн— г «Ќ";
$locale['467'] = "«бгѕн—";
$locale['468'] = "«б «—нќ";
/*
// IPv6 secific
$locale['480'] = "IPv6 options";
$locale['481'] = "The specified IPv6 address contains a shortcut (::) therefore cannot be determined unequivocally.";
$locale['482'] = "Which version would you use?";
$locale['483'] = "Save";
*/
?>
