<?php
// Blog titles
$locale['400'] = "المدونة الحالية";
$locale['401'] = "أضف مدونة";
$locale['402'] = "عدل مدونة";
// Blog messages
$locale['410'] = "تم اضافة عنصر المدونة";
$locale['411'] = "تم تحديث عنصر المدونة";
$locale['412'] = "تم حذف عنصر المدونة";
$locale['413'] = "أسم ملف الصورة غير صالح.";
$locale['414'] = "يجب ان تكون الصورة أقل من %s.";
$locale['415'] = "الصورة يجب أن تكون ملف GIF, JPEG أو PNG.";
$locale['416'] = "الصورة يجب أن تكون ليست أكبر من %u عرض ×  %u ارتفاع بكسل .";
// Blog form
$locale['420'] = "تحرير";
$locale['421'] = "حذف";
$locale['422'] = "الموضوع:";
$locale['423'] = "التصنيف:";
$locale['424'] = "- لا شيء -";
$locale['425'] = "المدونة:";
$locale['426'] = "مدونة موسعة:";
$locale['427'] = "تاريخ البداية:";
$locale['428'] = "تاريخ الانتهاء:";
$locale['429'] = "(إختياري)";
$locale['430'] = "الرؤية:";
$locale['431'] = "أحفظ كمسودة";
$locale['432'] = "اجعل عنصر المدونة هذه مثبت";
$locale['433'] = "فواصل أسطر تلقائية";
$locale['434'] = "تمكين التعليقات";
$locale['435'] = "تمكين التقييم";
$locale['436'] = "إظهار المدونة";
$locale['437'] = "أحفظ المدونة";
$locale['438'] = "[مسودة]";
$locale['439'] = "صورة المدونة";
$locale['440'] = "الحد الأقصى لحجم الملف: %s  /  أنواع الملفات المسموح بها: GIF, JPEG أو PNG.";
$locale['441'] = "فاصل صفحة";
// Popup Error/Warning Messages
$locale['450'] = "يرجى تحديد موضوع";
$locale['451'] = "حذف هذه المدونة؟";
$locale['452'] = "%s هي معطلة لجميع العناصر.<br />هذا الإعداد سيسري  فقط عند تفعيله مرة أخرى.";
$locale['453'] = "التعليقات";
$locale['454'] = "التقييمات";
$locale['455'] = $locale['453']." و ".$locale['454'];
