<?php
// Blog Categories titles
$locale['400'] = "عدل تصنيف المدونة";
$locale['401'] = "أضف تصنيف مدونة";
$locale['402'] = "تصنيفات المدونة الحالية";
// Blog Categories messages
$locale['420'] = "تم إضافة تصنيف للمدونة";
$locale['421'] = "تم تحديث تصنيف المدونة";
$locale['422'] = "لا يمكن حذف تصنيف المدونة";
$locale['423'] = "يوجد عناصر مدونة مرتبطة بهذا التصنيف";
$locale['424'] = "تم حذف تصنيف المدونة";
// Blog Categories form
$locale['430'] = "أسم التصنيف:";
$locale['431'] = "صورة التصنيف:";
$locale['432'] = "حفظ التصنيف";
$locale['433'] = "تحرير";
$locale['434'] = "حذف";
$locale['435'] = "لا توجد تصانيف مدونة معرّفة";
$locale['436'] = "اضغط هنا لرفع صورة";
// Popup Error/Warning Messages
$locale['450'] = "حذف تصنيف المدونة هذا ؟";
// Error Messages
$locale['460'] = "يرجى إدخال أسم للتصنيف.";
$locale['461'] = "هذا التصنيف موجود مسبقاً.";
