<?php
// Custom Pages titles
$locale['400'] = "إضافة صفحة خاصة";
$locale['401'] = "تحرير صفحة خاصة";
$locale['402'] = "الصفحات الخاصة الحالية";
// Custom Pages messages
$locale['410'] = "تم إضافة الصفحة الخاصة";
$locale['411'] = "تم تحديث الصفحة الخاصة";
$locale['412'] = "رابط (URL) لهذه الصفحة هو: ";
$locale['413'] = "تم حذف الصفحة الخاصة";
// Custom Page form
$locale['420'] = "تحرير";
$locale['421'] = "حذف";
$locale['422'] = "عنوان الصفحة:";
$locale['423'] = "الوصول: ";
$locale['424'] = "محتوى الصفحة: ";
$locale['425'] = "كلمة مرور الإدارة:";
$locale['426'] = "إضافة رابط إلى قائمة الملاحة";
$locale['427'] = "تمكين التعليقات";
$locale['428'] = "تمكين التقييم";
$locale['429'] = "معاينة الصفحة";
$locale['430'] = "حفظ الصّفحة";
$locale['431'] = "فاصل صفحة";
// Popup errors / warning messages
$locale['450'] = "حذف هذه الصفحة الخاصة؟";
$locale['451'] = "الرجاء تحديد عنوان الصفحة";
$locale['452'] = "الرجاء تحديد كلمة المرور الخاصة بك";
$locale['453'] = "كلمة مرور المدير غير متطابقة";
$locale['454'] = "%s هي معطلة لجميع العناصر.<br />هذا الإعداد سيسري  فقط عند تفعيله مرة أخرى.";
$locale['455'] = "التعليقات";
$locale['456'] = "التقييمات";
$locale['457'] = $locale['455']." و ".$locale['456'];
// TinyMCE editor
$locale['460'] = "TinyMCE:";
$locale['461'] = "تمكين";
$locale['462'] = "تعطيل";

