<?php
// Custom Pages titles
$locale['400'] = "ÅÖÇÝÉ ÕÝÍÉ ÎÇÕÉ";
$locale['401'] = "ÊÍÑíÑ ÕÝÍÉ ÎÇÕÉ";
$locale['402'] = "ÇáÕÝÍÇÊ ÇáÎÇÕÉ ÇáÍÇáíÉ";
// Custom Pages messages
$locale['410'] = "Êã ÅÖÇÝÉ ÇáÕÝÍÉ ÇáÎÇÕÉ";
$locale['411'] = "Êã ÊÍÏíË ÇáÕÝÍÉ ÇáÎÇÕÉ";
$locale['412'] = "ÑÇÈØ (URL) åÐå ÇáÕÝÍÉ åæ: ";
$locale['413'] = "Êã ÍÐÝ ÇáÕÝÍÉ ÇáÎÇÕÉ";
// Custom Page form
$locale['420'] = "ÊÍÑíÑ";
$locale['421'] = "ÍÐÝ";
$locale['422'] = "ÚäæÇä ÇáÕÝÍÉ:";
$locale['423'] = "ÇáæÕæá: ";
$locale['424'] = "ãÍÊæíÇÊ ÇáÕÝÍÉ: ";
$locale['425'] = "ßáãÉ ÓÑ ÇáãÏíÑ: ";
$locale['426'] = "ÅÖÇÝÉ ÑÇÈØ Ýí ÌÇäÈ ÇáÊÕÝÍ";
$locale['427'] = "ÅÊÇÍÉ ÇáÊÚáíÞÇÊ";
$locale['428'] = "ÅÊÇÍÉ ÇáÊÞííã";
$locale['429'] = "ãÔÇåÏÉ ÇáÕÝÍÉ";
$locale['430'] = "ÍÝÙ ÇáÕÝÍÉ";
$locale['431'] = "ÝÇÕá ÇáÕÝÍÇÊ";
// Popup errors / warning messages
$locale['450'] = "ÍÐÝ åÐå ÇáÕÝÍÉ ÇáÎÇÕÉ¿";
$locale['451'] = "äÑÌæ ÊÍÏíÏ ÚäæÇä ÇáÕÝÍÉ";
$locale['452'] = "äÑÌæ ÊÍÏíÏ ßáãÉ ÇáÓÑ";
$locale['453'] = "ßáãÉ ÓÑ ÇáãÏíÑ ÛíÑ ãÊØÇÈÞÉ";
$locale['454'] = "%s ãÚØáÉ ÈÇáäÓÈÉ áßÇÝÉ ÃÞÓÇã ÇáãæÞÚ.<br />ÓíÓÑí ãÝÚæá ÎíÇÑß Ýí ÍÇá ÃÚíÏ ÊÝÚíáåÇ.";  
$locale['455'] = "ÇáÊÚáíÞÇÊ";
$locale['456'] = "ÇáÊÞííãÇÊ";
$locale['457'] = $locale['455']." æ".$locale['456'];
// TinyMCE editor
$locale['460'] = "ÇáãÍÑÑ ÇáãÊØæÑ TinyMCE:";
$locale['461'] = "ÊÝÚíá";
$locale['462'] = "ÊÚØíá";
?>

