<?php
// Database Restore
$locale['400'] = "ÊָֻםÊ ה׃־ֹ ַֽÊםַ״םֹ דה ÞַÚֹֿ ַבָםַהַÊ";
$locale['401'] = "־״ֳ";
$locale['402'] = "וםֶֹ ַבדבÝ ַבַֽÊםַ״ם Ûםׁ ױֽםֹֽ";
$locale['403'] = "ֵÛבַÞ";
// Backup File Information
$locale['410'] = "דÚבזדַÊ דבÝ ַבה׃־ֹ ַבַֽÊםַ״םֹ";
$locale['411'] = "דÚבזדַÊ דבÝ ַבÊָֻםÊ ַבַֽÊםַ״ם";
$locale['412'] = "ַ׃ד דבÝ ַבה׃־ֹ ַבַֽÊםַ״םֹ:";
$locale['413'] = "Êַׁם־ ַבה׃־ֹ ַבַֽÊםַ״םֹ:";
$locale['414'] = "ַ׃ד ÞַÚֹֿ ַבָםַהַÊ";
$locale['415'] = "׃ַָÞֹ ַבַּֿזב ַבֶׁם׃םֹ:";
$locale['416'] = "ַבַּֿזב:";
$locale['417'] = "Úׁײ";
$locale['418'] = "ֵבÛֱַ";
$locale['419'] = "ַּֿזב";
// Database Restore
$locale['430'] = "־םַַׁÊ ÊָֻםÊ ַבה׃־ֹ ַבַֽÊםַ״םֹ";
$locale['431'] = "ַ׃ד ַבדבÝ:";
$locale['432'] = "ַבÊַׁם־:";
$locale['433'] = "ַהװֳ ַּֿזב:";
$locale['434'] = "ÊÛ׀םֹ ַבַּֿזב:";
$locale['435'] = "ַ־Êםַׁ:";
$locale['436'] = "ַבּדםÚ";
$locale['437'] = "זבַ װםֱ";
$locale['438'] = "ÊָֻםÊ";
$locale['439'] = "ֵבÛֱַ";
$locale['440'] = "ֳהזַÚ ַבדבÝַÊ ַבדֿÚזדֹ:";
// Database Backup
$locale['450'] = "ַבה׃־ ַבַֽÊםַ״ם בÞַÚֹֿ ַבָםַהַÊ";
$locale['451'] = "דÚבזדַÊ ÞַÚֹֿ ַבָםַהַÊ";
$locale['452'] = "ּֽד ַבַּֿזב ַבßבם:";
$locale['453'] = "ּֽד ַבַּֿזב ַבֶׁם׃םֹ:";
$locale['454'] = "־םַַׁÊ ַבה׃־ ַבַֽÊםַ״ם";
$locale['455'] = "הזÚ ַבה׃־ ַבַֽÊםַ״ם:";
$locale['456'] = "(דײÛז״)";
$locale['457'] = "ַּֿזב ÞַÚֹֿ ַבָםַהַÊ";
$locale['458'] = "ַבֶׁם׃םֹ";
$locale['459'] = "ה׃־ ַֽÊםַ״ם";
$locale['460'] = "ßבדֹ ׃ׁ ַבדֿםׁ:";
$locale['461'] = "דÚבזדַÊ ד״בזָֹ";
// Backup List
$locale['480'] = "ֵÚַֹֿ ÊָֻםÊ ה׃־ֹ ַֽÊםַ״םֹ";
$locale['481'] = "ַ׃ד ַבדבÝ:";
?>