<?php
// Download Category titles
$locale['400'] = "تحرير تصنيف ملفات التنزيل";
$locale['401'] = "إضافة تصنيف ملفات تنزيل";
$locale['402'] = "تصنيفات ملفات التنزيل الحالية";
// Download Category messages
$locale['410'] = "تمت إضافة تصنيف ملفات التنزيل";
$locale['411'] = "تم تحديث تصنيفات ملفات التنزيل";
$locale['412'] = "لا يمكن حذف تصنيف ملفات التنزيل";
$locale['413'] = "يوجد ملفات تنزيل مرتبطة بهذا التصنيف";
$locale['414'] = "تم حذف تصنيف ملفات التنزيل";
// Download Category form
$locale['420'] = "أسم التصنيف:";
$locale['421'] = "وصف التصنيف:";
$locale['422'] = "فرز التصنيف:";
$locale['423'] = "معرف ملف التنزيل";
$locale['424'] = "عنوان ملف التنزيل";
$locale['425'] = "تاريخ ملف التنزيل";
$locale['426'] = "تصاعدي";
$locale['427'] = "تنازلي";
$locale['428'] = "الوصول للتصنيف:";
$locale['429'] = "حفظ التصنيف";
// Current Download Categories
$locale['440'] = "التصنيف";
$locale['441'] = "الوصول";
$locale['442'] = "الخيارات";
$locale['443'] = "تحرير";
$locale['444'] = "حذف";
$locale['445'] = "لم يتم تعريف أي تصنيفات لملفات التنزيل";
// Delete Download category
$locale['450'] = "حذف تصنيف ملفات التنزيل؟";
// Error Messages
$locale['460'] = "يرجى إدخال أسم للتصنيف.";
$locale['461'] = "هذا التصنيف موجود مسبقاً.";
