<?php
// Downloads titles
$locale['400'] = "إضافة ملف تنزيل";
$locale['401'] = "تحرير ملف تنزيل";
$locale['402'] = "أحدث التحميلات";
// Downloads messages
$locale['410'] = "تمت إضافة ملف تنزيل";
$locale['411'] = "تم تحديث ملف التنزيل";
$locale['412'] = "تم حذف ملف التنزيل";
$locale['413'] = "تم حدوث الخطأ التالي:";
$locale['414'] = "إسم ملف غير صحيح.";
$locale['415'] = "يجب ان يكون الملف أقل من %s.";
$locale['415a'] = "يجب ان تكون الصورة أقل من %s.";
$locale['415b'] = "يجب ان تكون الصورة أصغر من %s.";
$locale['416'] = "يجب ان يكون صيغة الملف واحدة من الأنواع التالية %s.";
$locale['416a'] = "يجب ان تكون صيغة الصورة واحدة من الأنواع التالية %s.";
$locale['417'] = "لا يمكن ترك عنوان ملف التنزيل فارغاً.";
$locale['418'] = "لا يمكن ترك ملف التنزيل أو الرابط فارغاً.";
$locale['419'] = "لا يمكن ترك وصف ملف التنزيل القصير فارغاً.";
$locale['419a'] = "‏‏خطأ غير معروف";
// Downloads form
$locale['420'] = "العنوان:";
$locale['421'] = "الوصف:";
$locale['421b'] = "وصف مختصر:";
$locale['422'] = "الرابط";
$locale['423'] = "التصنيف:";
$locale['424'] = "الرخصة:";
$locale['425'] = "نظام تشغيل:";
$locale['426'] = "النسخة:";
$locale['427'] = "حجم الملف:";
$locale['428'] = "حفظ ملف التنزيل";
$locale['429'] = "تحديث تاريخ النشر";
$locale['430'] = "الملف:";
$locale['431'] = "حذف";
$locale['432'] = "حساب حجم الملف";
$locale['433'] = "حجم الملف الأقصى: %s / أنواع الملفات المسموج بها: %s";
$locale['433b'] = "حجم الملف الأقصى: %s / أنواع الملفات المسموج بها: %s / أقصى عرض: %sp x , أقصى ارتفاع: %sp x";
$locale['434'] = "لقطة شاشة:";
$locale['435'] = "الصفحة الرئيسية:";
$locale['436'] = "الحقوق:";
$locale['437'] = "التعليقات:";
$locale['438'] = "التقييمات:";
$locale['439'] = "إلغاء";
// Current Downloads
$locale['440'] = "عنصر ملف التنزيل [اضغط للاختبار]";
$locale['441'] = "الخيارات";
$locale['442'] = "تحرير";
$locale['443'] = "حذف";
// No Downloads/Download Categories Defined
$locale['450'] = "لاتوجد ملفات تحميل مضافة في هذا التصنيف";
$locale['451'] = "لم يتم تعريف أي تصنيفات لملفات التنزيل";
$locale['452'] = "يجب عليك تعريف على الأقل تصنيف واحد قبل إضافة اي ملفات تحميل";
$locale['453'] = "اضغط هنا";
$locale['454'] = " للتوجه إلى تصنيفات ملفات التنزيل";
// Popup Error/Warning Messages
$locale['460'] = "حذف هذا ملف التنزيل؟";
$locale['461'] = "%s هي معطلة لجميع العناصر.<br />هذا الإعداد سيسري  فقط عند تفعيله مرة أخرى.";
$locale['462'] = "التعليقات";
$locale['463'] = "التقييمات";
$locale['464'] = $locale['462']." و ".$locale['463'];
