<?php
// Download Category titles
$locale['400'] = "ÊÍÑíÑ ãÌãæÚÉ ÊäÒíá ÇáãáÝÇÊ";
$locale['401'] = "ÅÖÇÝÉ ãÌãæÚÉ ÊäÒíá ãáÝÇÊ";
$locale['402'] = "ãÌãæÚÇÊ ÊäÒíá ÇáãáÝÇÊ ÇáÍÇáíÉ";
// Download Category messages
$locale['410'] = "ÊãÊ ÅÖÇÝÉ ãÌãæÚÉ ãáÝÇÊ ÇáÊäÒíá";
$locale['411'] = "Êã ÊÍÏíË ãÌãæÚÇÊ ÇáÊäÒíá";
$locale['412'] = "áÇ íãßä ÍÐÝ ãÌãæÚÉ ãáÝÇÊ ÇáÊäÒíá";
$locale['413'] = "íæÌÏ ãáÝÇÊ ááÊäÒíá ãÑÊÈØÉ ÈåÐå ÇáãÌãæÚÉ";
$locale['414'] = "Êã ÍÐÝ ãÌãæÚÉ ãáÝÇÊ ÇáÊäÒíá";
// Download Category form
$locale['420'] = "ÇÓã ÇáãÌãæÚÉ:";
$locale['421'] = "æÕÝ ÇáãÌãæÚÉ:";
$locale['422'] = "ÊÑÊíÈ ÇáãÌãæÚÉ:";
$locale['423'] = "ãÚÑÝ ãÌãæÚÉ ÇáÊäÒíá";
$locale['424'] = "ÚäæÇä ãÌãæÚÉ ÇáÊäÒíá";
$locale['425'] = "ÊÇÑíÎ ãÌãæÚÉ ÇáÊäÒíá";
$locale['426'] = "ÊÕÇÚÏí";
$locale['427'] = "ÊäÇÒáí";
$locale['428'] = "ÇáæÕæá Åáì ÇáãÌãæÚÉ:";
$locale['429'] = "ÍÝÙ ÇáãÌãæÚÉ";
// Current Download Categories
$locale['440'] = "ÇáãÌãæÚÉ";
$locale['441'] = "ÇáæÕæá";
$locale['442'] = "ÇáÎíÇÑÇÊ";
$locale['443'] = "ÊÍÑíÑ";
$locale['444'] = "ÍÐÝ";
$locale['445'] = "áã íÊã ÊÚÑíÝ ãÌãæÚÉ ÊäÒíá ãáÝÇÊ";
// Delete Download category
$locale['450'] = "ÍÐÝ ãÌãæÚÉ ÊäÒíá ÇáãáÝÇÊ¿";
// Error Messages
$locale['460'] = "ÑÌÇÁ ÃÏÎá ÇÓã ÇáãÌãæÚÉ.";
$locale['461'] = "åÐÇ ÇáãÌãæÚÉ ãæÌæÏÉ ãÓÈÞÇ.";
?>
