<?php
// Downloads titles
$locale['400'] = "ÅÖÇÝÉ ãáÝ ááÊäÒíá";
$locale['401'] = "ÊÍÑíÑ ãáÝ ááÊäÒíá";
$locale['402'] = "ÇáãáÝÇÊ ÇáãÊÇÍÉ ááÊäÒíá ÍÇáíÇð";
// Downloads messages
$locale['410'] = "ÊãÊ ÅÖÇÝÉ ÇáãáÝ ááÊäÒíá";
$locale['411'] = "Êã ÊÍÏíË ãÚáæãÇÊ ãáÝÇÊ ÇáÊäÒíá";
$locale['412'] = "Êã ÍÐÝ ÇáãáÝ ãä ÇáãÑßÒ";
$locale['413'] = "ÍÏË ÇáÎØÃ ÇáÊÇáí :";
$locale['414'] = "ÇÓã ÇáãáÝ ÛíÑ ãÓãæÍ Èå.";
$locale['415'] = "ÍÌã ÇáãáÝ íÌÈ Ãä íßæä ÃÞá ãä %s.";
$locale['415a'] = "ÍÌã ÇáÕæÑÉ íÌÈ Ãä íßæä ÃÞá ãä %s.";
$locale['415b'] = "ÃÈÚÇÏ ÇáÕæÑÉ íÌÈ Ãä Êßæä ÃÞá ãä %s.";
$locale['416'] = "íÌÈ Ãä íßæä ÇáãáÝ ÃÍÏ ÇáÇãÊÏÇÏÇÊ ÇáÊÇáíÉ: %s.";
$locale['416a'] = "íÌÈ Ãä Êßæä ÇáÕæÑÉ ÃÍÏ ÇáÇãÊÏÇÏÇÊ ÇáÊÇáíÉ: %s.";
$locale['417'] = "íÌÈ ßÊÇÈÉ ÚäæÇä ááãáÝ.";
$locale['418'] = "áã ÊÞã ÈÇÎÊíÇÑ ãáÝ Ãæ ÑÇÈØ ÇáãáÝ ÇáãÑÇÏ ÅÖÇÝÊå.";
$locale['419'] = "áã ÊÞã ÈßÊÇÈÉ æÕÝ ÞÕíÑ.";
$locale['419a'] = "ÎØÃ ÛíÑ ãÚÑæÝ";
// Downloads form
$locale['420'] = "ÇáÚäæÇä:";
$locale['421'] = "ÇáæÕÝ:";
$locale['421b'] = "æÕÝ ÞÕíÑ:";
$locale['422'] = "ÇáÑÇÈØ (URL)";
$locale['423'] = "ÇáãÌãæÚÉ:";
$locale['424'] = "ÇáÊÑÎíÕ:";
$locale['425'] = "äÙÇã ÇáÊÔÛíá:";
$locale['426'] = "ÇáÅÕÏÇÑ:";
$locale['427'] = "ÍÌã ÇáãáÝ:";
$locale['428'] = "ÍÝÙ ãáÝ ÇáÊäÒíá";
$locale['429'] = "ÊÍÏíË ÊÇÑíÎ ÇáäÔÑ";
$locale['430'] = "ÇáãáÝ:";
$locale['431'] = "ÍÐÝ";
$locale['432'] = "ÍÓÇÈ ÍÌã ÇáãáÝ";
$locale['433'] = "ÃÞÕì ÍÌã ááãáÝ: %s / ÃäæÇÚ ÇáãáÝÇÊ ÇáãÓãæÌ ÈåÇ: %s";
$locale['433b'] = "ÃÞÕì ÍÌã ááãáÝ: %s / ÃäæÇÚ ÇáãáÝÇÊ ÇáãÓãæÌ ÈåÇ: %s / ÃÞÕì ÚÑÖ: %spx, ÃÞÕì ÇÑÊÝÇÚ: %spx";
$locale['434'] = "ÕæÑÉ:";
$locale['435'] = "ÕÝÍÉ ÇáãáÝ (URL):";
$locale['436'] = "ÇáÍÞæÞ:";
$locale['437'] = "ÅÊÇÍÉ ÇáÊÚáíÞÇÊ:";
$locale['438'] = "ÅÊÇÍÉ ÇáÊÞííã:";
$locale['439'] = "ÅáÛÇÁ";
// Current Downloads
$locale['440'] = "ÇáãáÝÇÊ ÇáãÊÇÍÉ ááÊäÒíá [ÇÖÛØ ááÇÎÊÈÇÑ]";
$locale['441'] = "ÇáÎíÇÑÇÊ";
$locale['442'] = "ÊÍÑíÑ";
$locale['443'] = "ÍÐÝ";
// No Downloads/Download Categories Defined
$locale['450'] = "áã íÊã ÅÖÇÝÉ ãáÝ ááÊäÒíá Ýí åÐå ÇáãÌãæÚÉ";
$locale['451'] = "áã íÊã ÊÍÏíÏ ãÌãæÚÉ áÊäÒíá ÇáãáÝÇÊ";
$locale['452'] = "íÌÈ ÊÍÏíÏ ãÌãæÚÉ æÇÍÏÉ Úáì ÇáÃÞá áÊäÒíá ÇáãáÝÇÊ ÞÈá ÅÖÇÝÉ ãáÝ ááÊäÒíá";
$locale['453'] = "ÇÖÛØ åäÇ";
$locale['454'] = " ááÐåÇÈ Åáì ãÌãæÚÇÊ ÊäÒíá ÇáãáÝÇÊ";
// Popup Error/Warning Messages
$locale['460'] = "ÍÐÝ åÐå ÇáãÌãæÚÉ ãä ÊäÒíá ÇáãáÝÇÊ¿";
$locale['461'] = "%s ãÚØáÉ ÈÇáäÓÈÉ áßÇÝÉ ÃÞÓÇã ÇáãæÞÚ.<br />ÓíÓÑí ãÝÚæá ÎíÇÑß Ýí ÍÇá ÃÚíÏ ÊÝÚíáåÇ.";  
$locale['462'] = "ÇáÊÚáíÞÇÊ";
$locale['463'] = "ÇáÊÞííãÇÊ";
$locale['464'] = $locale['462']." æ".$locale['463'];
?>
