<?php
// Titles
$locale['400'] = "سجل الأخطاء";
$locale['401'] = "إلقاء نظرة على الملف";
// Errors table
$locale['410'] = "خطأ";
$locale['411'] = "في الصفحة";
$locale['412'] = "عضو";
$locale['413'] = "التاريخ";
$locale['414'] = "الحالة";
$locale['415'] = "الخط:";
$locale['416'] = "المستوى:";
$locale['417'] = "عنوان البروتوكول (IP):";
$locale['418'] = "لا توجد أخطاء في السجل.";
$locale['419'] = "الملف";
$locale['420'] = "التفاصيل";
$locale['421'] = "مصدر النص البرمجي";
$locale['422'] = "الذهاب إلى الأعلى";
// Delete form
$locale['440'] = "إلغاء جميع المدخلات مع الحالات";
// Status form
$locale['450'] = "جديد";
$locale['451'] = "تم الحل";
$locale['452'] = "تم تجاهله";
$locale['453'] = "تطبيق";
