<?php
// Titles
$locale['400'] = "׃ּב ַבֳ־״ֱַ";
$locale['401'] = "דֽÊזל דבÝ";
// Errors table
$locale['410'] = "ַב־״ֳ";
$locale['411'] = "ַבױÝֹֽ";
$locale['412'] = "ַבÚײז";
$locale['413'] = "ַבÊַׁם־";
$locale['414'] = "ַבזײÚםֹ";
$locale['415'] = "ַב׃״ׁ:";
$locale['416'] = "ַבד׃Êזל:";
$locale['417'] = "ַבֳם ָם:";
$locale['418'] = "בַ Êזּֿ ֳ־״ֱַ Ýם ַב׃ּב.";
$locale['419'] = "ַבדבÝ";
$locale['420'] = "ַבÊÝַױםב";
$locale['421'] = "ַבװÝֹׁ ַבדױֿׁםֹ";
$locale['422'] = "ַבÚזֹֿ ֵבל ַבֳÚבל";
// Delete form
$locale['440'] = "ֽ׀Ý ßַÝֹ ַבֳ־״ֱַ ַבÊם Ýם ו׀ו ַבזײÚםֹ";
// Status form
$locale['450'] = "ּֿםֿ";
$locale['451'] = "דֽבזב";
$locale['452'] = "דÊַּוב";
$locale['453'] = "Ê״ָםÞ";
?>