<?php
// FAQ Category titles
$locale['400'] = "أضف تصنيف للأسئلة المتكررة";
$locale['401'] = "عدل تصنيف للأسئلة المتكررة";
// FAQ Category messages
$locale['410'] = "تمت إضافة تصنيف الأسئلة الشائعة";
$locale['411'] = "تم تحديث الأسئلة المتكررة";
$locale['412'] = "لا يمكن حذف تصنيف الأسئلة الشائعة";
$locale['413'] = "يوجد أسئلة شائعة مرتبطة بهذا التصنيف";
$locale['414'] = "تم حذف تصنيف الأسئلة المتكررة";
// FAQ Category form
$locale['420'] = "اسم القسم";
$locale['421'] = "وصف التصنيف";
$locale['422'] = "حفظ التصنيف";
// FAQ titles
$locale['500'] = "أضف أسئلة متكررة";
$locale['501'] = "عدل اسئلة متكررة";
$locale['502'] = "الأسئلة الشائعة الحالية";
// FAQ messages
$locale['510'] = "تمت إضافة السؤال الشائع";
$locale['511'] = "تم تحديث السؤال الشائع";
$locale['512'] = "تم حذف السؤال الشائع";
// FAQ Form
$locale['520'] = "التصنيف";
$locale['521'] = "سؤال";
$locale['522'] = "إجابة";
$locale['523'] = "حفظ السؤال الشائع";
// Current FAQs
$locale['540'] = "التصنيف / السؤال";
$locale['541'] = "الخيارات";
$locale['542'] = "تحرير";
$locale['543'] = "حذف";
$locale['544'] = "لم يتم إضافة أسئلة شائعة.";
$locale['545'] = "لم يتم تعريف تصنيف أسئلة شائعة.";
$locale['546'] = "حذف هذا تصنيف الأسئلة الشائعة؟";
$locale['547'] = "حذف هذا السؤال المتكرر؟";
// Error Messages
$locale['460'] = "يرجى إدخال أسم للتصنيف.";
$locale['461'] = "هذا التصنيف موجود مسبقاً.";
$locale['462'] = "رجاء أدخل سؤالاً شائعاً وجواباً شائعاً.";
