<?php
// FAQ Category titles
$locale['400'] = "ÅÖÇÝÉ ãÌãæÚÉ ÃÓÆáÉ ãßÑÑÉ";
$locale['401'] = "ÊÍÑíÑ ãÌãæÚÉ ÃÓÆáÉ ãßÑÑÉ";
// FAQ Category messages
$locale['410'] = "ÊãÊ ÅÖÇÝÉ ãÌãæÚÉ ÇáÃÓÆáÉ ÇáãßÑÑÉ";
$locale['411'] = "Êã ÊÍÏíË ãÌãæÚÉ ÇáÃÓÆáÉ ÇáãßÑÑÉ";
$locale['412'] = "áÇ íãßä ÍÐÝ ãÌãæÚÉ ÇáÃÓÆáÉ ÇáãßÑÑÉ";
$locale['413'] = "íæÌÏ ÃÓÆáÉ ãÑÊÈØÉ ÈåÐå ÇáãÌãæÚÉ";
$locale['414'] = "Êã ÍÐÝ ãÌãæÚÉ ÇáÃÓÆáÉ ÇáãßÑÑÉ";
// FAQ Category form
$locale['420'] = "ÇÓã ÇáãÌãæÚÉ";
$locale['421'] = "æÕÝ ÇáãÌãæÚÉ";
$locale['422'] = "ÍÝÙ ÇáãÌãæÚÉ";
// FAQ titles
$locale['500'] = "ÅÖÇÝÉ ÃÓÆáÉ ãßÑÑÉ";
$locale['501'] = "ÊÍÑíÑ ÃÓÆáÉ ãßÑÑÉ";
$locale['502'] = "ÇáÃÓÆáÉ ÇáãßÑÑÉ ÇáÍÇáíÉ";
// FAQ messages
$locale['510'] = "ÊãÊ ÅÖÇÝÉ ÇáÃÓÆáÉ ÇáãßÑÑÉ";
$locale['511'] = "Êã ÊÍÏíË ÇáÃÓÆáÉ ÇáãßÑÑÉ";
$locale['512'] = "Êã ÍÐÝ ÇáÃÓÆáÉ ÇáãßÑÑÉ";
// FAQ Form
$locale['520'] = "ÇáãÌãæÚÉ";
$locale['521'] = "ÇáÓÄÇá";
$locale['522'] = "ÇáÌæÇÈ";
$locale['523'] = "ÍÝÙ ÇáÃÓÆáÉ ÇáãßÑÑÉ";
// Current FAQs
$locale['540'] = "ÇáãÌãæÚÉ / ÇáÓÄÇá";
$locale['541'] = "ÇáÎíÇÑÇÊ";
$locale['542'] = "ÊÍÑíÑ";
$locale['543'] = "ÍÐÝ";
$locale['544'] = "áã íÊã ÅÖÇÝÉ ÃÓÆáÉ ãßÑÑÉ.";
$locale['545'] = "áã íÊã ÊÚÑíÝ ãÌãæÚÉ ÃÓÆáÉ ãßÑÑÉ.";
$locale['546'] = "ÍÐÝ ãÌãæÚÉ ÇáÃÓÆáÉ ÇáãßÑÑÉ¿";
$locale['547'] = "ÍÐÝ åÐå ÇáÃÓÆáÉ ÇáãßÑÑÉ¿";
// Error Messages
$locale['460'] = "ÑÌÇÁ ÃÏÎá ÇÓã ÇáãÌãæÚÉ.";
$locale['461'] = "åÐÇ ÇáãÌãæÚÉ ãæÌæÏÉ ãÓÈÞÇ.";
$locale['462'] = "ÑÌÇÁ ÃÏÎá ÓÄÇáÇ æÌæÇÈÇ.";
?>
