<?php
// Forum Category titles
$locale['400'] = "إضافة تصنيف منتديات";
$locale['401'] = "تحرير تصنيف منتديات";
// Forum Category messages
$locale['410'] = "تمت إضافة تصنيف المنتديات";
$locale['411'] = "تم تحديث تصنيف المنتديات";
$locale['412'] = "لا يمكن حذف تصنيف المنتديات";
$locale['413'] = "يوجد منتديات مرتبطة مع هذا التصنيف";
$locale['414'] = "تم حذف تصنيف المنتديات";
// Forum Category form
$locale['420'] = "اسم القسم";
$locale['420b'] = "وصف التصنيف";
$locale['421'] = "الترتيب";
$locale['422'] = "حفظ التصنيف";
// Delete Forum Category
$locale['440'] = "حذف تصنيف المنتديات؟";
// Forum titles
$locale['500'] = "إضافة منتدى";
$locale['501'] = "تعديل المنتدى";
// Forum Category messages
$locale['510'] = "تمت إضافة المنتدى";
$locale['511'] = "تم تحديث المنتدى";
$locale['512'] = "لا يمكن حذف المنتدى";
$locale['513'] = "يوجد مواضيع مرتبطة مع هذا التصنيف";
$locale['514'] = "نم حذف المنتدى";
$locale['515'] = "تم تحديث مشرفي المنتدى";
$locale['516'] = "يرجى إدخال أسم للتصنيف.";
$locale['517'] = " من فضلك أدخل اسم منتدى فريد.";
// Add/Edit Forum Form
$locale['520'] = "اسم المنتدى:";
$locale['521'] = "وصف المنتدى:";
$locale['522'] = "تصنيف المنتدى:";
$locale['523'] = "الترتيب:";
$locale['524'] = "صلاحيات المنتدى:";
$locale['525'] = "الوصول إلى المنتدى:";
$locale['526'] = "إنشاء مواضيع:";
$locale['527'] = "إرسال الردود:";
$locale['528'] = "إضافة مرفقات:";
$locale['529'] = "إنشاء الإستفتاءات:";
$locale['530'] = "الأصوات الملقاة:";
$locale['531'] = "إيقاف";
$locale['532'] = "حفظ المنتدى";
$locale['533'] = "مشرفو المنتدى";
$locale['534'] = "حفظ مشرفي المنتدى";
$locale['535'] = "مرفقات ملفات التنزيل:";
// Forum Settings
$locale['540'] = "إعدادات المنتدى:";
$locale['541'] = "اندماج المشاركات:";
$locale['542'] = "تمكين";
$locale['543'] = "معطل";
// Current Forums
$locale['550'] = "المنتديات الحالية";
$locale['551'] = "التصنيف / المنتدى";
$locale['552'] = "الترتيب";
$locale['553'] = "الخيارات";
$locale['554'] = "تحرير";
$locale['555'] = "حذف";
$locale['556'] = "إلى الأعلى";
$locale['557'] = "إلى الأسفل";
$locale['558'] = "تحريك للأعلى";
$locale['559'] = "تحريك للأسفل";
$locale['560'] = "لم يتم تعريف فئات المنتدى";
$locale['561'] = "لا يوجد منتديات محددة";
$locale['562'] = "تحديث ترتيب المنتدى";
$locale['563'] = "تهذيب";
// Delete Forum
$locale['570'] = "حذف المنتدى؟";
// Pruning
$locale['600'] = "تهذيب المنتدى";
$locale['601'] = "سيؤدي هذا الإجراء إلى إزالة المواضيع والمشاركات";
$locale['602'] = "التي هي أقدم من الفترة الزمنية المحددة.";
$locale['603'] = "فترة التهذيب: ";
$locale['604'] = "أسبوع";
$locale['605'] = "أسابيع";
$locale['606'] = "شهر";
$locale['607'] = "شهور";
$locale['608'] = "تم إنجاز تهذيب المنتدى .";
$locale['609'] = "المشاركات المحذوفة: ";
$locale['610'] = "المرفقات المحذوفة: ";
$locale['611'] = "المواضيع المحذوفة: ";
$locale['612'] = "المواضيع والمشاركات والمرفقات المهذبة سيتم فقدانها . هل تريد حقاً تهذيب هذا المنتدى؟";
