<?php
// Forum Ranks Titles
$locale['400'] = "إضافة رتبة";
$locale['401'] = "تحرير الرتبة";
$locale['402'] = "الرتب الحالية";
$locale['403'] = "نظام الرتب معطـّل";
// News messages
$locale['410'] = "تم إضافة الرتبة";
$locale['411'] = "تم تحديث الرتبة";
$locale['412'] = "تم حذف الرتبة";
$locale['413'] = "فقط رتبة واحدة يمكن تعيينها للمدراء والمشرفين";
$locale['414'] = "من فضلك أدخل عنوان الرتبة";
// Forum Ranks form
$locale['420'] = "عنوان الرتبة:";
$locale['421'] = "صورة الرتبة:";
$locale['422'] = "مشاركات الرتبة:";
$locale['423'] = "تقديم إلى:";
$locale['424'] = "الأعضاء";
$locale['425'] = "المشرفون";
$locale['426'] = "المدراء";
$locale['427'] = "المديرون العامون";
$locale['428'] = "حفظ الرتبة";
$locale['429'] = "نوع الرتبة:";
$locale['429a'] = "خاص";
$locale['429b'] = "مشرف";
$locale['429c'] = "إحصاء المشاركة";
// Current Forum Ranks
$locale['430'] = "العنوان";
$locale['431'] = "تقدم إلى";
$locale['432'] = "الصورة";
$locale['433'] = "المشاركات";
$locale['434'] = "الخيارات";
$locale['435'] = "تحرير";
$locale['436'] = "حذف";
$locale['437'] = "لا يوجد رتب منتدى معرفة.";
$locale['438'] = "نوع / عدد";
// Forum Ranks Disabled
$locale['450'] = "رتب المنتديات غير مفعلة حالياً.<br />الرجاء التوجه إلى لوحة تحكم %s لتفعيلها.";
$locale['451'] = "إعدادات المنتديات";
