<?php
// Forum Ranks Titles
$locale['400'] = "ÅÖÇÝÉ ãÑÊÈÉ";
$locale['401'] = "ÊÚÏíá ãÑÊÈÉ";
$locale['402'] = "ÇáãÑÇÊÈ ÇáÍÇáíÉ";
$locale['403'] = "äÙÇã ÇáãÑÇÊÈ ÛíÑ ãÝÚá";
// News messages
$locale['410'] = "ÊãÊ ÅÖÇÝÉ ÇáãÑÊÈÉ";
$locale['411'] = "Êã ÊÍÏíË ÇáãÑÇÊÈ";
$locale['412'] = "Êã ÍÐÝ ÇáãÑÊÈÉ";
$locale['413'] = "áÇ íãßä ÅÖÇÝÉ ÃßËÑ ãä ãÑÊÈÉ ááãÏíÑíä æÇáãÔÑÝíä";
// Forum Ranks form
$locale['420'] = "ÇÓã ÇáãÑÊÈÉ:";
$locale['421'] = "ÕæÑÉ ÇáãÑÊÈÉ:";
$locale['422'] = "ãÔÇÑßÇÊ ÇáãÑÊÈÉ:";
$locale['423'] = "ÊØÈÞ Úáì:";
$locale['424'] = "ÇáÃÚÖÇÁ";
$locale['425'] = "ÇáãÔÑÝíä";
$locale['426'] = "ÇáãÏíÑíä";
$locale['427'] = "ÇáãÏíÑíä ÇáÚÇãíä";
$locale['428'] = "ÍÝÙ ÇáãÑÊÈÉ";
$locale['429'] = "äæÚ ÇáÑÊÈÉ:";
$locale['429a'] = "ÎÇÕÉ"; /* Special */
$locale['429b'] = "ÅÏÇÑíÉ";
$locale['429c'] = "ÚÏÏ ÇáãÔÇÑßÇÊ";
// Current Forum Ranks
$locale['430'] = "ÇáÚäæÇä";
$locale['431'] = "ÊØÈÞ Úáì";
$locale['432'] = "ÇáÕæÑÉ";
$locale['433'] = "ÇáãÔÇÑßÇÊ";
$locale['434'] = "ÇáÎíÇÑÇÊ";
$locale['435'] = "ÊÍÑíÑ";
$locale['436'] = "ÍÐÝ";
$locale['437'] = "áã íÊã ÊÚÑíÝ ãÑÇÊÈ ÇáãäÊÏíÇÊ.";
$locale['438'] = "ÇáäæÚ / ÇáÚÏÏ";
// Forum Ranks Disabled
$locale['450'] = "ãÑÇÊÈ ÇáãäÊÏíÇÊ ÛíÑ ãÝÚáÉ ÍÇáíÇð. <br />äÑÌæ ÇáÐåÇÈ Åáì %s Ýí áæÍÉ ÇáÊÍßã æÊÝÚíáåÇ.";
$locale['451'] = "ÅÚÏÇÏÇÊ ÇáãäÊÏíÇÊ";
?>
