<?php
// Delete Image
$locale['400'] = "ÍÐÝ ÇáÕæÑÉ";
$locale['401'] = "Êã ÍÐÝ ÇáÕæÑÉ";
$locale['402'] = "ÇáÚæÏÉ Åáì ÅÏÇÑÉ ÇáÕæÑ";
$locale['403'] = "ÇáÚæÏÉ Åáì ÕÝÍÉ áæÍÉ ÇáÊÍßã ÇáÑÆíÓíÉ";
// Upload Image
$locale['420'] = "ÑÝÚ ÕæÑÉ";
$locale['421'] = "ÇÓã ÇáãáÝ:";
$locale['422'] = "ÇáÕæÑ ÇáÑÆíÓíÉ";
$locale['423'] = "ÕæÑ ÇáãÞÇáÇÊ";
$locale['424'] = "ÕæÑ ÇáÃÎÈÇÑ";
$locale['425'] = "íãßäß ÑÝÚ ÇáÕæÑ ÇáÊí Úáì åíÆÉ gif¡ jpg Ãæ png ÝÞØ";
$locale['426'] = "Êã ÑÝÚ ÇáÕæÑÉ";
$locale['427'] = "ÕæÑ ãÌãæÚÇÊ ÇáÃÎÈÇÑ";
// View Image
$locale['440'] = "ÚÑÖ ÇáÕæÑÉ";
$locale['441'] = "åíÆÉ ÇáãáÝ ÛíÑ ãÚÑæÝÉº áÇ íãßä ÚÑÖ ÇáÕæÑÉ.";
$locale['442'] = "ÍÐÝ åÐå ÇáÕæÑÉ";
// Image Management
$locale['460'] = "ÇáÕæÑ";
$locale['461'] = "ãÔÇåÏÉ";
$locale['462'] = "ÍÐÝ";
$locale['463'] = "åÐÇ ÇáãÌáÏ ÝÇÖí";
$locale['464'] = "ÊÍÏíË ÞÇÆãÉ ÕæÑ ãÍÑÑ TinyMCE ";
// Popup Error/Warning Messages
$locale['470'] = "ÍÐÝ åÐå ÇáÕæÑÉ¿";
?>
