<?php
// Infusion Management
$locale['400'] = "ÇáãáÇÍÞ (ÇáÅÖÇÝÇÊ)";
$locale['401'] = "ÅÖÇÝÉ";
$locale['402'] = "åÐÇ ÇáÚäÕÑ ãÖÇÝ ÍÇáíÇð";
$locale['403'] = "áÇ íãßä ÅÖÇÝÉ åÐÇ ÇáÚäÕÑ";
$locale['404'] = "ÇáÅÖÇÝÇÊ ÇáãÝÚáÉ";
$locale['405'] = "ÇáÚäæÇä";
$locale['406'] = "ÇáÅÕÏÇÑ";
$locale['407'] = "ÇáãØæÑ";
$locale['408'] = "ÇáÇÊÕÇá";
$locale['409'] = "ÇáÈÑíÏ ÇáÅáßÊÑæäí";
$locale['410'] = "ÇáãæÞÚ";
$locale['411'] = "ÅáÛÇÁ ÇáÅÖÇÝÉ";
$locale['412'] = "ÅáÛÇÁ ÅÖÇÝÉ åÐÇ ÇáãáÍÞ¿";
$locale['413'] = "ÇáÚáÇãÇÊ:";
$locale['414'] = "ÛíÑ ãÖÇÝ";
$locale['415'] = "ãÖÇÝ";
$locale['416'] = "íæÌÏ ÊÍÏíË";
$locale['417'] = "áÇ íæÌÏ ÅÖÇÝÇÊ ãÊÇÍÉ.";
?>
