<?php
// Member Management Options
$locale['400'] = "«б√Џ÷«Ѕ";
$locale['401'] = "«бг” ќѕг";
$locale['402'] = "≈÷«Ё… Џ÷ж ћѕнѕ";
$locale['403'] = "джЏ «бг” ќѕг";
$locale['404'] = "«бќн«—« ";
$locale['405'] = "г‘«еѕ…";
$locale['406'] = " Ќ—н—";
$locale['407'] = " ЁЏнб";
$locale['408'] = "—ЁЏ «бЌў—";
$locale['409'] = "Ќў—";
$locale['410'] = "Ќ–Ё";
$locale['411'] = "б« нжћѕ Џ÷ж (√Џ÷«Ѕ)  %s";
$locale['412'] = "  н»ѕ√ »№ ";
$locale['413'] = " гЎ«»ё б№ ";
$locale['414'] = "Џ—÷ «бћгнЏ";
$locale['415'] = "«б»ЌЋ Џд Џ÷ж: ";
$locale['416'] = "»ЌЋ";
$locale['417'] = "«б≈ћ—«Ѕ «бгќ «—";
$locale['418'] = "≈бџ«Ѕ";
$locale['419'] = "≈Џ«ѕ…  ЁЏнб";
// Ban/Unban/Delete Member
$locale['420'] = " г «бЌў—";
$locale['421'] = " г —ЁЏ «бЌў—";
$locale['422'] = " г Ќ–Ё «бЏ÷ж";
$locale['423'] = "еб √д  г √яѕ гд —џ» я Ён Ќ–Ё е–« «бЏ÷жњ";
$locale['424'] = " г  ЁЏнб «бЏ÷ж";
// Edit Member Details
$locale['430'] = " Ќ—н— «бЏ÷ж";
$locale['431'] = " г  ЌѕнЋ гЏбжг«  «бЏ÷ж";
$locale['432'] = "«бЏжѕ… ≈бм ≈ѕ«—… «б√Џ÷«Ѕ";
$locale['433'] = "«бЏжѕ… ≈бм ’ЁЌ… бжЌ… «б Ќяг «б—∆н”н…";
$locale['434'] = "бг нгяд  ЌѕнЋ гЏбжг«  «бЏ÷ж:";
// Extra Edit Member Details form options
$locale['440'] = "ЌЁў «б Џѕнб« ";
// Update Profile Errors
$locale['450'] = "б«нгяд  Џѕнб гЏбжг«  «бгѕн— «бЏ«г «б—∆н”н.";
$locale['451'] = "нћ»  Ќѕнѕ «”г «бг” ќѕг ж«б»—нѕ «б≈бя —ждн.";
$locale['452'] = "«”г «бг” ќѕг нЌ жн Џбм Ќ—жЁ џн— гё»жб….";
$locale['453'] = "«”г «бг” ќѕг ".(isset($_POST['user_name']) ? $_POST['user_name'] : "")." г√ќж– гд ё»б Џ÷ж √ќ—.";
$locale['454'] = "Џдж«д «б»—нѕ «б≈бя —ждн џн— ’ЌнЌ.";
$locale['455'] = "Џдж«д «б»—нѕ «б≈бя —ждн ".(isset($_POST['user_email']) ? $_POST['user_email'] : "")." г” ќѕг гд ё»б.";
$locale['456'] = "ябг«  «б”— џн— г Ў«»ё….";
$locale['457'] = "ябг… «б”— џн— ’ЌнЌ…° «” ќѕг «бЌ—жЁ «б≈дћбн“н… ж«б√—ё«г ЁёЎ.<br />
ябг… «б”— нћ» √д  яжд ” … Ќ—жЁ Џбм «б√ёб.";
$locale['458'] = "<strong> Ќ–н—:</strong>  дЁн– џн— г жёЏ бб»—д«гћ ж«бд’ «б»—гћн.";
// View Member Profile
$locale['470'] = "«бгбЁ «б‘ќ’н ббЏ÷ж";
$locale['472'] = "«б≈Ќ’«Ѕ« ";
$locale['473'] = "гћгжЏ«  «бг” ќѕгнд";
// Add Member Errors
$locale['480'] = "≈÷«Ё… «бЏ÷ж";
$locale['481'] = " г  √”н” Ќ”«» «бЏ÷ж.";
$locale['482'] = "бг нгяд  √”н” Ќ”«» «бЏ÷ж.";
// Suspension Log 
$locale['510s'] = "”ћб «б жёнЁ «бќ«’ »№ ";
$locale['511s'] = "б« нжћѕ ”ћб  жёнЁ бе–« «бЏ÷ж Ён ”ћб«  «б жёнЁ.";
$locale['512s'] = "«б√нё«Ё«  «б”«»ё… б№  ";
$locale['513'] = "No."; // as in number
$locale['514'] = "«б «—нќ";
$locale['515'] = "«б”»»";
$locale['516'] = "«бгѕн— «бгдЁ– бб жёнЁ";
$locale['517'] = "≈ћ—«Ѕ «бдў«г";
$locale['518'] = "«бЏжѕ… ≈бм «бгбЁ «б‘ќ’н ббЏ÷ж";
$locale['519'] = "”ћб «б жёнЁ бе–« «бЏ÷ж ";
$locale['520'] = " г —ЁЏ «б жёнЁ: ";
$locale['521'] = "¬н »н: ";
$locale['522'] = "бг нЏ«ѕ «б ЁЏнб »Џѕ";
$locale['540'] = "ќЎ√";
$locale['541'] = "ќЎ√: нћ»  Ќѕнѕ ”»» «б жёнЁ!";
$locale['542'] = "ќЎ√: нћ»  Ќѕнѕ ”»» е–« «бЌў— «б√гдн! ";
// User Management Admin
$locale['550'] = " жёнЁ «бЏ÷ж:  ";
$locale['551'] = "«бгѕ… »«б√н«г";
$locale['552'] = "«б”»»:";
$locale['553'] = " жёнЁ";
$locale['554'] = "б« нжћѕ ”ћб  жёнЁ бе–« «бЏ÷ж Ён ”ћб«  «б жёнЁ. ";
$locale['555'] = "≈–« яд   —м √д е–« «бЏ÷ж нћ» Ќў—е° «÷џЎ Џбм Ќў—";
$locale['556'] = "—ЁЏ  жёнЁ «бЏ÷ж: ";
$locale['557'] = "—ЁЏ «б жёнЁ";
$locale['558'] = "—ЁЏ Ќў— «бЏ÷ж:  ";
$locale['559'] = "—ЁЏ «бЌў—";
$locale['560'] = "—ЁЏ «бЌў— «б√гдн Џд «бЏ÷ж:  ";
$locale['561'] = "—ЁЏ «бЌў— «б√гдн";
$locale['562'] = "Ќў— «бЏ÷ж:  ";
$locale['563'] = "Ќў— √гдн Џбм «бЏ÷ж ";
$locale['585a'] = "д—ћж  Ќѕнѕ ”»» «бЌ÷— √ж —ЁЏ «бЌў— ";

$locale['566'] = " г —ЁЏ «бЌў—";
$locale['568'] = " г Ё—÷ «бЌў— «б√гдн";
$locale['569'] = " г —ЁЏ «бЌў— «б√гдн";
$locale['572'] = " г  жёнЁ «бЏ÷ж";
$locale['573'] = " г —ЁЏ «б жёнЁ";
$locale['574'] = " г ≈бџ«Ѕ  ЁЏнб «бЏ÷ж";
$locale['575'] = " г ≈Џ«ѕ…  ЁЏнб «бЏ÷ж";
$locale['576'] = " г ≈бџ«Ѕ «бЌ”«»";
$locale['577'] = " г  жёнЁ ≈бџ«Ѕ «бЌ”«»";
$locale['578'] = " г ≈бџ«Ѕ «бЌ”«» жћЏбе гќЁн«р";
$locale['579'] = " г ≈бџ«Ѕ ћЏб «бЌ”«» гќЁн«р";
$locale['580'] = "≈бџ«Ѕ  ЁЏнб «б√Џ÷«Ѕ џн— «бд‘Ўнд ";
$locale['581'] = "бѕня √яЋ— гд 50 Џ÷ж џн— д‘Ў ж”н г  дЁн– ≈бџ«Ѕ «б ЁЏнб Џбм  <strong>%d г—…/г—« </strong>.";
$locale['582'] = "≈Џ«ѕ… «б ЁЏнб";
$locale['583'] = "≈Џ«ѕ… «бж÷Џ";
$locale['584'] = "√ќ — Ќ«б… ћѕнѕ…";
$locale['585'] = "е–« «бЏ÷ж  г Ќў—е √гдн«р! еб √д  г √яѕ гд √дя  —нѕ —ЁЏ «бЌў— Џде «б¬дњ ";

$locale['590'] = " жёнЁ";
$locale['591'] = "≈бџ«Ѕ «б жёнЁ";
$locale['592'] = "н г «б жёнЁ";
$locale['593'] = "н г ≈бџ«Ѕ «б жёнЁ";
$locale['594'] = "д—ћж  Ќѕнѕ ”»»  ";
$locale['595'] = " «бЏ÷ж ";
$locale['596'] = "«бгѕ…:";

$locale['600'] = "Ќў— √гдн";
$locale['601'] = "нћ—н «бЌў— √гдн«р";
$locale['602'] = "—ЁЏ «бЌў—";
$locale['603'] = "нћ—н —ЁЏ «бЌў—";
$locale['604'] = "«б”»»:";
// Deactivation System
$locale['610'] = "<strong>%d «бЏ÷ж/«б√Џ÷«Ѕ</strong> бг н г  ”ћнб ѕќжбег гд– <strong>%d нжг/√н«г</strong> ж г  ’днЁег яџн— д‘Ўнд. 
»≈бџ«Ѕ  ЁЏнб еƒб«Ѕ «б√Џ÷«Ѕ° ”няжд √г«гег <strong>%d нжг/√н«г</strong> ё»б √д %s.";
$locale['611'] = "д—ћж гб«Ќў… √д »Џ÷ «б√Џ÷«Ѕ ёѕ ‘«—яж« »гЌ жн«  «бгжёЏ гд ќб«б «бгд ѕн«  √ж «б Џбнё«  √ж «б’ж— √ж џн— –бя.  ”н г Ќ–Ё е–е «бг‘«—я«  Џдѕг« н г Ќ–Ё «б√Џ÷«Ѕ џн— «бгЁЏбнд.";
$locale['612'] = "«бЏ÷ж";
$locale['613'] = "«б√Џ÷«Ѕ";
$locale['614'] = "≈бџ«Ѕ «б ЁЏнб";
$locale['615'] = " г  «бЌ–Ё »‘яб де«∆н";
$locale['616'] = "гќЁн";
$locale['617'] = " Ќ–н—:";
$locale['618'] = "дё —Ќ »ёж…  џнн— ≈ћ—«Ѕ Ќ–Ё «б√Џ÷«Ѕ џн— «бд‘Ўнд ≈бм гќЁннд Ќ м б«  Ёёѕ «бгЏбжг« ! ";
$locale['619'] = "нгядя «бён«г »–бя ед«.";
$locale['619'] = "нгядя Џгб –бя <a href='".ADMIN."settings_users.php".$aidlink."'>гд ед«</a>.";
$locale['620'] = "≈ќЁ«Ѕ";
$locale['621'] = "≈бџ«Ѕ «б ЁЏнб  бё«∆н«р бб√Џ÷«Ѕ џн— «бд‘Ўнд. ";
?>