<?php
// Member Management Options
$locale['400'] = "ادارة المستخدمين";
$locale['401'] = "عضو";
$locale['402'] = "إضافة عضو جديد";
$locale['403'] = "درجة العضو";
$locale['404'] = "الخيارات";
$locale['405'] = "عرض";
$locale['406'] = "تحرير";
$locale['407'] = "تفعيل";
$locale['408'] = "إلغاء الحظر";
$locale['409'] = "الحظر";
$locale['410'] = "حذف";
$locale['411'] = "لا يوجد عضو (أعضاء) %s";
$locale['412'] = " يبدأ بـ ";
$locale['413'] = " مطابق لـ ";
$locale['414'] = "عرض الكل";
$locale['415'] = "البحث عن عضو:";
$locale['416'] = "البحث";
$locale['417'] = "تحديد الإجراء";
$locale['418'] = "إلغاء";
$locale['419'] = "إعادة";
// Ban/Unban/Delete Member
$locale['420'] = "تم فرض الحظر";
$locale['421'] = "تم إزالة الحظر";
$locale['422'] = "تم حذف العضو";
$locale['423'] = "هل أنت متأكد أنك ترغب حذف هذا العضو؟";
$locale['424'] = "تم تفعيل العضو";
$locale['425'] = "<h2>تحذير !</h2><br />
أنت على وشك حذف المستخدم <strong>%s</strong> !<br />
المحتوى التالي <u>الذي أرسل من قبل هذا المستخدم</u> على هذا الموقع سيتم حذفه إذا تابعت:<br />
- المقالات<br />
- الأخبار<br />
- مواضيع المنتدى . لاحظ أنه سيتم أيضاً حذف المشاركات التي أرسلها مستخدمون آخرون في هذه المواضيع ، إلى جانب أصوات الاستفتاء والمرفقات الموجودة في هذه المواضيع.<br />
- مشاركات المنتدى<br />
- مرفقات المنتدى<br />
- التعليقات<br />
- الرسائل الخاصة المرسلة أو المستلمة من قبل هذا المستخدم<br />
- أصوات الاستفتاء<br />
- التقييمات المقدمة<br />
إلا إذا كان هذا مستخدم مزعج فعلى سبيل المثال نحن نوصيك بحظر أو تعليق أو إلغاء أو إخفاء هوية هذا المستخدم.<br />
<br />
هل أنت متأكد أنك تريد حذف هذا المستخدم؟<br />";
$locale['426'] = "نعم";
$locale['427'] = "لا";
// Edit Member Details
$locale['430'] = "تحرير العضو";
$locale['431'] = "تم تحديث تفاصيل العضو";
$locale['432'] = "العودة إلى إدارة الأعضاء";
$locale['433'] = "العودة إلى لوحة التحكم";
$locale['434'] = "غير قادر على تحديث تفاصيل العضو:";
// Extra Edit Member Details form options
$locale['440'] = "حفظ التغييرات";
// Update Profile Errors
$locale['450'] = "لا يمكن تحرير المدير الأساسي.";
$locale['451'] = "يجب عليك تحديد اسم مستخدم وعنوان بريد إلكتروني.";
$locale['452'] = "إسم المستخدم يحتوي على أحرف غير صالحة.";
$locale['453'] = "إسم المستخدم [user_name] قيد الاستخدام.";
$locale['454'] = "عنوان البريد الإلكتروني غير صحيح.";
$locale['455'] = "عنوان البريد الإلكتروني [user_email] قيد الاستخدام.";
$locale['456'] = "كلمات المرور الجديدة غير متطابقة.";
$locale['457'] = "كلمة المرور غير صالحة ، استخدم الأحرف الأبجدية والرقمية فقط.<br />
يجب ألا يقل طول كلمة المرور عن 6 أحرف.";
$locale['458'] = "<strong>تحذير:</strong> تنفيذ غير متوقع للبرنامج والنص البرمجي.";
// View Member Profile
$locale['470'] = "الملف الشخصي للعضو";
$locale['472'] = "الإحصائيات";
$locale['473'] = "مجموعات العضو";
// Add Member Errors
$locale['480'] = "إضافة عضو";
$locale['481'] = "تم إنشاء حساب العضو.";
$locale['482'] = "لا يمكن إنشاء حساب العضو.";
// Suspension Log
$locale['510s'] = "سجل التوقيف لـ ";
$locale['511s'] = "لا توجد حالات توقيف مسجلة لهذا العضو في سجل التعليق.";
$locale['512s'] = "الأيقافات السابقة لـ ";
$locale['513'] = "رقم"; // as in number
$locale['514'] = "التاريخ";
$locale['515'] = "السبب";
$locale['516'] = "مدير تنفيذ التوقيف";
$locale['517'] = "حالة النظام";
$locale['518'] = "العودة إلى ملف  المستخدم الشخصي";
$locale['519'] = "سجل التوقيف لهذا المستخدم ";
$locale['520'] = "رفع التوقيف: ";
$locale['521'] = "الآي بي: ";
$locale['522'] = "لم يعاد بعد";
$locale['540'] = "خطأ";
$locale['541'] = "خطأ: يجب أن تصرح سبباً للتعليق!";
$locale['542'] = "خطأ: يجب أن تصرح سبباً للحظر الأمني !";
// User Management Admin
$locale['550'] = "توقيف المستخدم: ";
$locale['551'] = "المدة بالأيام:";
$locale['552'] = "السبب:";
$locale['553'] = "إيقاف";
$locale['554'] = "لا توجد حالات توقيف مسجلة لهذا العضو في سجل التعليق.";
$locale['555'] = "إذا قررت أنه يجب حظر هذا المستخدم ، فانقر فوق 'حظر'";
$locale['556'] = "رفع توقيف المستخدم: ";
$locale['557'] = "رفع التوقيف";
$locale['558'] = "رفع حظر المستخدم: ";
$locale['559'] = "رفع الحظر ";
$locale['560'] = "رفع الحظر الأمني عن المستخدم: ";
$locale['561'] = "رفع الحظر الأمني";
$locale['562'] = "حظر المستخدم: ";
$locale['563'] = "حظر المستخدم أمنياً: ";
$locale['585a'] = "يرجى تحديد سبب لماذا تقوم بالحظر أو رفع الحظر ";
$locale['566'] = "تم رفع الحظر";
$locale['568'] = "تم فرض الحظر الأمني";
$locale['569'] = "تم رفع الحظر الأمني";
$locale['572'] = "تم توقيف العضو";
$locale['573'] = "تم رفع التوقيف";
$locale['574'] = "تم إلغاء تفعيل العضو";
$locale['575'] = "تم إعادة تفعيل العضو";
$locale['576'] = "تم إلغاء الحساب";
$locale['577'] = "تم التراجع عن إلغاء الحساب";
$locale['578'] = "تم إلغاء الحساب وإخفاء مصدره";
$locale['579'] = "تم التراجع عن إخفاء هوية الحساب";
$locale['580'] = "إلغاء تنشيط الأعضاء الغير النشطين";
$locale['581'] = "لديك أكثر من 50 مستخدماً غير نشط وسيتعين عليك تشغيل عملية التعطيل <strong>%d مرة</strong>.";
$locale['582'] = "إعادة تنشيط";
$locale['583'] = "إعادة";
$locale['584'] = "أختر حالة جديدة";
$locale['585'] = "تم حظر هذا العضو في الأصل لأسباب أمنية ! هل أنت متأكد أنك تريد إلغاء حظر هذا العضو الآن؟";
$locale['590'] = "إيقاف";
$locale['591'] = "إلغاء التوقيف";
$locale['592'] = "جاري التوقيف";
$locale['593'] = "جاري إلغاء التوقيف";
$locale['594'] = "يرجى تحديد سبب لماذا تقوم بـ ";
$locale['595'] = " المستخدم ";
$locale['596'] = "المدة:";
$locale['600'] = "حظر أمني";
$locale['601'] = "جاري الحظر أمنياً";
$locale['602'] = "إلغاء الحظر";
$locale['603'] = "جاري رفع الحظر";
$locale['604'] = "السبب:";
// Deactivation System
$locale['610'] = "<strong>%d مستخدم (مستخدمون)</strong> لم يتم تسجيل دخولهم منذ <strong>%d يوم/أيام</strong> وتم تصنيفهم كغير كخاملين.
من خلال إلغاء تنشيط هؤلاء المستخدمين سيكون لديهم <strong>%d يوم/أيام</strong> قبل أن %s.";
$locale['611'] = "يرجى ملاحظة أن بعض المستخدمين ربما أرسلوا محتوى إلى موقعك مثل مشاركات المنتدى والتعليقات والصور وما إلى ذلك فإنه سيتم حذفها عند حذف المستخدمين الذين تم إلغاء تنشيطهم.";
$locale['612'] = "المستخدم";
$locale['613'] = "مستخدمين";
$locale['614'] = "تعطيل";
$locale['615'] = "الحذف نهائياً";
$locale['616'] = "إخفاء";
$locale['617'] = "تحذير:";
$locale['618'] = "يوصى بشدة بتغيير إجراء التعطيل لإخفاء الهوية بدلاً من الحذف لمنع فقد البيانات!";
$locale['619'] = "يمكنك عمل ذلك هنا.";
$locale['620'] = "إخفاء";
$locale['621'] = "التعطيل التلقائي للأعضاء الغير نشطين.";
