<?php
// News Categories titles
$locale['400'] = "تحرير تصنيف الأخبار";
$locale['401'] = "إضافة تصنيف للأخبار";
$locale['402'] = "تصنيفات الأخبار الحالية";
// News Categories messages
$locale['420'] = "تمت إضافة تصنيف الأخبار";
$locale['421'] = "تم تحديث تصنيف الأخبار";
$locale['422'] = "لا يمكن حذف مجلد الأخبار";
$locale['423'] = "يوجد عناصر أخبار مرتبطة بهذا التصنيف";
$locale['424'] = "تم حذف تصنيف الأخبار";
// News Categories form
$locale['430'] = "أسم التصنيف:";
$locale['431'] = "صورة التصنيف:";
$locale['432'] = "حفظ التصنيف";
$locale['433'] = "تحرير";
$locale['434'] = "حذف";
$locale['435'] = "لا توجد مجلدات";
$locale['436'] = "اضغط هنا لرفع صورة";
// Popup Error/Warning Messages
$locale['450'] = "حذف مجلد الأخبار؟";
// Error Messages
$locale['460'] = "يرجى إدخال أسم للتصنيف.";
$locale['461'] = "هذا التصنيف موجود مسبقاً.";
