<?php
// News titles
$locale['400'] = "ЧсУЮШЧб ЧсЭЧсэЩ";
$locale['401'] = "ХжЧнЩ ЮШб";
$locale['402'] = "ЪЭбэб ЮШб";
// News messages
$locale['410'] = "ЪуЪ ХжЧнЩ ЧсЮШб";
$locale['411'] = "Ъу ЪЭЯэЫ ЧсЮШб";
$locale['412'] = "Ъу Эан ЧсЮШб";
$locale['413'] = "Чгу усн ЧсецбЩ лэб еЭэЭ.";
$locale['414'] = "эЬШ Уф Ъпцф ЧсецбЩ Уос уф %s.";
$locale['415'] = "эЬШ Уф Ъпцф хэЦЩ ЧсецбЩ GIFЁ JPEG Уц PNG.";
$locale['416'] = "ЧсецбЩ эЬШ Уф Ъпцф Уос уф %uw x %uh Шэпгс.";
// News form
$locale['420'] = "ЪЭбэб";
$locale['421'] = "Эан";
$locale['422'] = "Чсуцжцк:";
$locale['423'] = "ЧсуЬуцкЩ:";
$locale['424'] = "- лэб уЭЯЯ -";
$locale['425'] = "ЧсЮШб:";
$locale['426'] = "ЪнЧеэс ЧсЮШб:";
$locale['427'] = "ЪЧбэЮ ЧсШЯЧэЩ:";
$locale['428'] = "ЪЧбэЮ ЧсфхЧэЩ:";
$locale['429'] = "(ЧЮЪэЧбэ)";
$locale['430'] = "ЧсудЧхЯЩ:";
$locale['431'] = "Энй пугцЯЩ";
$locale['432'] = "ЪЫШэЪ хаЧ ЧсЮШб";
$locale['433'] = "гиб ЬЯэЯ (нобЩ) ЪсоЧЦэЧ№";
$locale['434'] = "ХЪЧЭЩ ЧсЪксэоЧЪ";
$locale['435'] = "ХЪЧЭЩ ЧсЪоээу";
$locale['436'] = "удЧхЯЩ ЧсЮШб";
$locale['437'] = "Энй ЧсЮШб";
$locale['438'] = "[угцЯЩ]";
$locale['439'] = "ецбЩ сЮШб";
$locale['440'] = "ЧсЭЬу ЧсУоеь: %s / ЧсуснЧЪ ЧсугуцЭ ШхЧ: GIFЁJPEG  Уц PNG.";
$locale['441'] = "нЧес ЧсенЭЧЪ";
// Popup Error/Warning Messages
$locale['450'] = "эЬШ ЪЭЯэЯ Чсуцжцк";
$locale['451'] = "Эан хаЧ ЧсЮШбП";
$locale['452'] = "%s укисЩ ШЧсфгШЩ спЧнЩ УогЧу Чсуцок.<br />гэгбэ ункцс ЮэЧбп нэ ЭЧс УкэЯ ЪнкэсхЧ.";  
$locale['453'] = "ЧсЪксэоЧЪ";
$locale['454'] = "ЧсЪоээуЧЪ";
$locale['455'] = $locale['453']." ц".$locale['454'];
?>