<?php
// News Categories titles
$locale['400'] = "ÊÍÑíÑ ãÌãæÚÉ ÇáÃÎÈÇÑ";
$locale['401'] = "ÅÖÇÝÉ ãÌãæÚÉ ÃÎÈÇÑ";
$locale['402'] = "ãÌãæÚÇÊ ÇáÃÎÈÇÑ ÇáÍÇáíÉ";
// News Categories messages
$locale['420'] = "ÊãÊ ÅÖÇÝÉ ãÌãæÚÉ ÇáÃÎÈÇÑ";
$locale['421'] = "Êã ÊÍÏíË ãÌãæÚÉ ÇáÃÎÈÇÑ";
$locale['422'] = "áÇ íãßä ÍÐÝ ãÌãæÚÉ ÇáÃÎÈÇÑ";
$locale['423'] = "íæÌÏ ÃÎÈÇÑ ãÑÊÈØÉ ÈåÐå ÇáãÌãæÚÉ";
$locale['424'] = "Êã ÍÐÝ ãÌãæÚÉ ÇáÃÎÈÇÑ";
// News Categories form
$locale['430'] = "ÇÓã ÇáãÌãæÚÉ:";
$locale['431'] = "ÕæÑÉ ÇáãÌãæÚÉ:";
$locale['432'] = "ÍÝÙ ÇáãÌãæÚÉ";
$locale['433'] = "ÊÍÑíÑ";
$locale['434'] = "ÍÐÝ";
$locale['435'] = "áã íÊã ÊÚÑíÝ ãÌãæÚÉ ÃÎÈÇÑ";
$locale['436'] = "ÇÖÛØ åäÇ áÑÝÚ ÕæÑ ÇáãÌãæÚÇÊ";
// Popup Error/Warning Messages
$locale['450'] = "ÍÐÝ åÐå ÇáãÌãæÚÉ ááÃÎÈÇÑ¿";
// Error Messages
$locale['460'] = "ÑÌÇÁ ÃÏÎá ÇÓã ÇáãÌãæÚÉ.";
$locale['461'] = "åÐå ÇáãÌãæÚÉ ãæÌæÏÉ ãÓÈÞÇ.";
?>
