<?php
// Section Titles
$locale['400'] = "تمكين الروابط الدائمة";
$locale['401'] = "تعطيل الروابط الدائمة";
// Common
$locale['402'] = "أعد كتابة الاسم";
$locale['403'] = "الوصف";
$locale['404'] = "الخيارات";
$locale['404a'] = "تمكين";
$locale['404b'] = "تعطيل";
$locale['404c'] = "تحرير";
$locale['404d'] = "إعادة التثبيت";
// Editing Permalinks
$locale['405'] = "تعديل الروابط الدائمة لـ %s";
$locale['406'] = "وسوم";
$locale['407'] = "الوصف";
$locale['408'] = "الأنواع";
$locale['409'] = "تعديل نمط";
$locale['410'] = "نو الرابط الدائم %u:";
$locale['411'] = "خطأ";
$locale['412'] = "تحقق من ملفات الرابط الدائم %s!";
$locale['413'] = "حفظ";
$locale['414'] = "تحذيــر :  بيانات الروابط الثابتة و  العنوان المستعار Alias المخصص سيتم حذفها بشكل دائم !\\nهل أنت متأكد أنك تريد تعطيل هذا الرابط الثابت ؟";
// Admin Messages
$locale['420'] = "حدث خطأ.";
$locale['421'] = "تم تحديث الروابط الدائمة بنجاح.";
$locale['422'] = "لا توجد أنماط للروابط الدائمة لـ %s.";
$locale['423'] = "لا توجد روابط دائمة.";
$locale['424'] = "تم تمكين الروابط الدائمة لـ %s بنجاح.";
$locale['425'] = "تم تمكين الروابط الدائمة لـ %s.";
$locale['426'] = "تم تعطيل الروابط الدائمة لـ %s بنجاح.";
// Other
$locale['427'] = "لم يتم تمكين الروابط الدائمة.";
// Settings
$locale['430'] = "إعدادات تحسين محركات البحث SEO";
$locale['431'] = "الإعداد";
$locale['432'] = "محرك تحسين محركات البحث SEO";
$locale['433'] = "التبديل لتشغيل محرك تحسين محركات البحث أو إيقاف تشغيله";
$locale['434'] = "جعله طبيعيا";
$locale['435'] = "التبديل لتجريد عناوين الروابط من كل الأحرف الخاصة";
$locale['436'] = "تصحيح أخطاء تحسين محركات البحث SEO";
$locale['437'] = "التبديل إلى بدء تشغيل مُحسِّن محرك تحسين محركات البحث SEO";
