<?php
// Album titles
$locale['400'] = "إضافة ألبوم";
$locale['401'] = "تعديل ألبوم";
$locale['402'] = "الألبومات الحالية";
$locale['403'] = "خطأ فادح في الألبوم";
// Album messages
$locale['409'] = "إسم الألبوم";
$locale['410'] = "تمت إضافة الألبوم";
$locale['411'] = "تم تحديث الألبوم";
$locale['412'] = "تم حذف الصور المصغرة للألبوم";
$locale['413'] = "تم حذف الألبوم";
$locale['414'] = "تم حدوث الخطأ التالي:";
$locale['415'] = "أسم ملف الصورة غير صالح.";
$locale['416'] = "يجب ان تكون الصورة أقل من %s.";
$locale['417'] = "الصورة يجب أن تكون ملف GIF, JPEG أو PNG.";
$locale['418'] = "الصورة يجب أن تكون ليست أكبر من %u عرض ×  %u ارتفاع بكسل .";
$locale['419'] = "لا يمكن حذف الألبوم . كلمة مرورك غير صحيحة.";
$locale['420'] = "لم يتم إكتشاف مكتبة GD . لن تعمل ألبومات الصور بدون مكتبة GD . اتصل بمزود خدمة الاستضافة للحصول على مزيد من المعلومات.";
// Album confirmation
$locale['430'] = "حذف إعداد ضبط الألبوم";
$locale['431'] = "الألبوم الذي تريد حذفه يحتوي على صورة واحدة أو أكثر.<br />\n"."لحذف هذا الألبوم ، يرجى إدخال كلمة مرور المدير الخاصة بك:";
$locale['432'] = "تطبيق";
$locale['433'] = "إلغاء";
// Album form
$locale['440'] = "العنوان: ";
$locale['441'] = "الوصف: ";
$locale['442'] = "الوصول: ";
$locale['443'] = "الترتيب: ";
$locale['444'] = "الصورة المصغرة: ";
$locale['445'] = "حفظ الألبوم";
// Current Albums
$locale['460'] = "عرض الألبوم";
$locale['461'] = "بلا صورة مصغرة";
$locale['462'] = "التاريخ: ";
$locale['463'] = "أنشيء من قبل: ";
$locale['464'] = "الوصول: ";
$locale['465'] = "الصور: ";
$locale['466'] = "تحريك للأعلى";
$locale['467'] = "تحريك للأسفل";
$locale['468'] = "تحرير";
$locale['469'] = "حذف";
$locale['470'] = "تحديث الألبوم وترتيب الصور";
$locale['471'] = "لم يتم تعريف أي ألبومات صور.";
// Delete Album
$locale['500'] = "حذف هذا الألبوم؟";
