<?php
// Album titles
$locale['400'] = "إضافة صورة";
$locale['401'] = "تعديل صورة";
$locale['402'] = "الصور الحالية";
$locale['403'] = "خطأ فادح في الألبوم";
// Album messages
$locale['410'] = "تمت إضافة الصورة (الصور)";
$locale['411'] = "تم تحديث الصورة";
$locale['412'] = "تم حذف الصورة المصغرة";
$locale['413'] = "تم حذف الصورة";
$locale['414'] = "تم حدوث الخطأ التالي:";
$locale['415'] = "أسم ملف الصورة غير صالح.";
$locale['416'] = "يجب ان تكون الصورة أقل من %s.";
$locale['417'] = "الصورة يجب أن تكون ملف GIF, JPEG أو PNG.";
$locale['418'] = "الصورة يجب أن تكون ليست أكبر من %u عرض ×  %u ارتفاع بكسل .";
$locale['419'] = "تم نقل الصورة (الصور).";
$locale['420'] = "لم يتم إكتشاف مكتبة GD . لن تعمل ألبومات الصور بدون مكتبة GD . اتصل بمزود خدمة الاستضافة للحصول على مزيد من المعلومات.";
$locale['421'] = "يحب ألا تكون الصورة فارغة.";
$locale['422'] = "المجلد المحدد غير قابل للكتابة. يجب إعطاؤه تصاريح 777.";
// Photos form
$locale['430'] = "نقل الصورة إلى الألبوم";
$locale['431'] = "تحريك";
$locale['432'] = "العنوان: ";
$locale['433'] = "الوصف: ";
$locale['434'] = "الترتيب: ";
$locale['435'] = "الصورة المصغرة: ";
$locale['436'] = "الصورة: ";
$locale['437'] = "تمكين التعليقات";
$locale['438'] = "تمكين التقييم";
$locale['439'] = "حفظ الصورة";
$locale['440'] = "إلغاء";
// Current Photos
$locale['450'] = "لا يوجد صورة";
$locale['451'] = "عرض";
$locale['452'] = "تحريك للأعلى";
$locale['453'] = "تحريك للأسفل";
$locale['454'] = "تحرير";
$locale['455'] = "حذف";
$locale['456'] = "التاريخ: ";
$locale['457'] = "الإضافة بواسطة: ";
$locale['458'] = "المشاهدات: ";
$locale['459'] = "التعليقات: ";
// Current Photos options
$locale['470'] = "تحديد الكل";
$locale['471'] = "إلغاء تحديد الكل";
$locale['472'] = "الإنتقال في الألبوم";
$locale['473'] = "حدد الألبوم";
$locale['474'] = "نقل المحدد";
$locale['475'] = "نقل الكل";
$locale['476'] = "إغلاق الألبوم";
// Additional notices
$locale['480'] = "لم يتم تعريف صور.";
$locale['481'] = "نقل الصور المحددة؟";
$locale['482'] = "نقل كل الصور؟";
//Mass Upload
$locale['490'] = "إضافة مجلد";
$locale['491'] = "إضافة مجلد إلى ألبوم";
$locale['492'] = "إضافة صور إلى ألبوم";
$locale['493'] = "تحميل صور فردية";
$locale['494'] = "تحميل مجلد مع الصور";
$locale['495'] = "تحميل صور متعددة";
$locale['496'] = "<strong>تحذير:</strong><br />سيكون عنوان ووصف الصورة لكل صورة تم تحميلها فارغاً ، <br /> يمكنك إدخالها لاحقاً عن طريق تحرير كل صورة!";
$locale['497'] = "1. قم بتحميل مجلدك مع الصور إلى الدليل <em>%s</em>.";
$locale['498'] = "2. حدد المجلد الذي تريد إضافته إلى الألبوم <strong>%s</strong>.";
$locale['499'] = "حدد المجلد:";
$locale['500'] = "أضف المجلد المحدد إلى الألبوم";
$locale['501'] = "لم يتم العثور على مجلدات";
$locale['502'] = "%s غير قابل للكتابة !";
$locale['503'] = "الرجاء تغيير ترخيص الدليل إلى 0777 ثم قم بالضغط على الزر لتحديث هذه الصفحة.";
$locale['504'] = "تحديث";
$locale['505'] = "1. تحميل الصور الخاصة بك إلى المجلد <em>%s</em>.";
$locale['506'] = "2. حدد الصور التي تريد إضافتها إلى الألبوم <strong>%s</strong>.";
$locale['507'] = "3. يمكنك تحديد أكثر من صورة واحدة عن طريق الضغط مطولاً على مفتاح [SHIFT] أو [CTRL] أثناء النقر.";
$locale['508'] = "حدد الصورة (الصور):";
$locale['509'] = "إضافة الصورة (الصور) المحددة إلى ألبوم";
$locale['510'] = "لا توجد صور";
// Messages
$locale['520'] = "%s هي معطلة لجميع العناصر.<br />هذا الإعداد سيسري  فقط عند تفعيله مرة أخرى.";
$locale['521'] = "التعليقات";
$locale['522'] = "التقييمات";
$locale['523'] = $locale['521']." و ".$locale['522'];
