<?php
// Album titles
$locale['400'] = "ÅÖÇÝÉ ÃáÈæã";
$locale['401'] = "ÊÚÏíá ÇáÃáÈæã";
$locale['402'] = "ÇáÃáÈæãÇÊ ÇáÍÇáíÉ";
$locale['403'] = "ÎØÃ ÌÏí Ýí ÇáÃáÈæã";
// Album messages
$locale['410'] = "ÊãÊ ÅÖÇÝÉ ÇáÃáÈæã";
$locale['411'] = "Êã ÊÍÏíË ÇáÃáÈæã";
$locale['412'] = "Êã ÍÐÝ ÇáÕæÑ ÇáãÕÛÑÉ ááÃáÈæã";
$locale['413'] = "Êã ÍÐÝ ÇáÃáÈæã";
$locale['414'] = "ÍÏË ÇáÎØÃ ÇáÊÇáí: ";
$locale['415'] = "ÇÓã ãáÝ ÇáÕæÑÉ ÛíÑ ÕÍíÍ";
$locale['416'] = "íÌÈ Ãä Êßæä ÇáÕæÑÉ ÃÕÛÑ ãä %s.";
$locale['417'] = "íÌÈ Ãä Êßæä ÇáÕæÑÉ GIF, JPEG Ãæ PNG ãáÝ.";
$locale['418'] = "ÃÈÚÇÏ ÇáÕæÑÉ íÌÈ Ãä áÇ Êßæä ÃßÈÑ ãä %uw x %uh ÈßÓá.";
$locale['419'] = "áã íÊã ÍÐÝ ÇáÃáÈæã. ßáãÉ ÇáÓÑ ÎÇØÆÉ.";
$locale['420'] = "áÇÊæÌÏ ãßÊÈÉ GD Ýí ÎÇÏãß. ÃáÈæã ÇáÕæÑ íÍÊÇÌ Åáì ãßÊÈÉ GD. ÇÊÕá ÈãÓÊÖíÝß ááãÒíÏ ãä ÇáãÚáæãÇÊ.";
// Album confirmation
// Album confirmation
$locale['430'] = "ÊÃßíÏ ÍÐÝ ÇáÃáÈæã";
$locale['431'] = ".ÇáÃáÈæã ÇáÐí ÊÑíÏ ÍÐÝå íÍÊæí Úáì ÕæÑÉ æÇÍÏÉ Ãæ ÃßËÑ.<br />\n"
								."æáßí ÊÍÐÝ åÐÇ ÇáÃáÈæã, ÝÖáÇð ÃßÊÈ ßáãÉ ÓÑ ÇáãÏíÑ:";
$locale['432'] = "ÊÃßíÏ";
$locale['433'] = "ÅáÛÇÁ";
// Album form
$locale['440'] = "ÇáÚäæÇä: ";
$locale['441'] = "ÇáæÕÝ: ";
$locale['442'] = "ÇáæÕæá: ";
$locale['443'] = "ÇáÊÑÊíÈ: ";
$locale['444'] = "ÇáÕæÑÉ ÇáãÕÛÑÉ: ";
$locale['445'] = "ÍÝÙ ÇáÃáÈæã";
// Current Albums
$locale['460'] = "ÝÊÍ ÇáÃáÈæã";
$locale['461'] = "áÇ íæÌÏ ÕæÑÉ ãÕÛÑÉ";
$locale['462'] = "ÇáÊÇÑíÎ: ";
$locale['463'] = "ÃäÔÆ ãä ÞÈá: ";
$locale['464'] = "ÇáæÕæá: ";
$locale['465'] = "ÇáÕæÑ: ";
$locale['466'] = "ÇáÑÝÚ ááÃÚáì";
$locale['467'] = "ÇáäÞá ááÃÓÝá";
$locale['468'] = "ÊÚÏíá";
$locale['469'] = "ÍÐÝ";
$locale['470'] = "ÊÍÏíË ÇáÃáÈæã ÈÚÏ ÅÚÇÏÉ ÇáÊÑÊíÈ";
$locale['471'] = "áã íÊã ÊÚÑíÝ ÃáÈæãÇÊ ÕæÑ ÍÊì ÇáÂä.";
// Delete Album
$locale['500'] = "ÍÐÝ åÐÇ ÇáÃáÈæã¿";
?>
