<?php
// Album titles
$locale['400'] = "ХжЧнЩ ецбЩ";
$locale['401'] = "ЪкЯэс ЧсецбЩ";
$locale['402'] = "Чсецб ЧсЭЧсэЩ";
$locale['403'] = "ЮиУ ЬЯэ нэ ЧсУсШцу";
// Album messages
$locale['410'] = "ЪуЪ ХжЧнЩ ЧсецбЩ (Чсецб)";
$locale['411'] = "Ъу ЪЭЯэЫ Чсецб";
$locale['412'] = "Ъу Эан ЧсецбЩ ЧсуелбЩ";
$locale['413'] = "Ъу Эан ЧсецбЩ";
$locale['414'] = "ЭЯЫ ЧсЮиУ ЧсЪЧсэ:";
$locale['415'] = "Чгу Чсусн лэб уоШцс.";
$locale['416'] = "эЬШ Уф Ъпцф ЧсецбЩ Уос уф%s.";
$locale['417'] = "эЬШ Уф Ъпцф ЧсецбЩ ксь хэЦЩ GIFЁ JPEG Уц PNG.";
$locale['418'] = "эЬШ Уф эпцф ЭЬу ЧсецбЩ Уелб уф %uw з %uh Шэпгс.";
$locale['419'] = "Ъу фос ЧсецбЩ (Чсецб).";
$locale['420'] = "су эЪу ЧскЫцб ксь упЪШЩ GD. сф Ъкус УсШцуЧЪ Чсецб уф Яцф хах ЧсупЪШЩ. эупфп ЧсЧЪеЧс ШуоЯу ЮЯуЩ уцокп ссувэЯ уф ЧсуксцуЧЪ.";
$locale['421'] = "эЭШ УсЧ Ъпцф ЧсецбЩ нЧблЩ.";
$locale['422'] = "ЧсуЬсЯ ЧсуЮЪЧб лэб оЧШс сспЪЧШЩ. эЬШ ХкиЧФх ЪеЧбэЭ 777";
// Photos form
$locale['430'] = "фос ЧсецбЩ Хсь ЧсУсШцу";
$locale['431'] = "фос";
$locale['432'] = "ЧскфцЧф: ";
$locale['433'] = "Чсцен: ";
$locale['434'] = "ЧсЪбЪэШ: ";
$locale['435'] = "ЧсецбЩ ЧсуелбЩ: ";
$locale['436'] = "ЧсецбЩ: ";
$locale['437'] = "ХЪЧЭЩ ЧсЪксэоЧЪ";
$locale['438'] = "ХЪЧЭЩ ЧсЪоээу";
$locale['439'] = "Энй ЧсецбЩ";
$locale['440'] = "ХслЧС";
// Current Photos
$locale['450'] = "сЧ эцЬЯ ецбЩ";
$locale['451'] = "Чжли ссудЧхЯЩ";
$locale['452'] = "Чсфос ссУксь";
$locale['453'] = "Чсфос ссУгнс";
$locale['454'] = "ЪкЯэс";
$locale['455'] = "Эан";
$locale['456'] = "ЧсЪЧбэЮ: ";
$locale['457'] = "УжэнЪ нэ: ";
$locale['458'] = "ЧсудЧхЯЧЪ: ";
$locale['459'] = "ЧсЪксэоЧЪ: ";
// Current Photos options
$locale['470'] = "ЧЮЪэЧб Чспс";
$locale['471'] = "ХслЧС ЧЮЪэЧб Чспс";
$locale['472'] = "Чсфос Хсь ЧсУсШцу";
$locale['473'] = "ЧЮЪэЧб УсШцу";
$locale['474'] = "фос Чсецб ЧсуЮЪЧбЩ";
$locale['475'] = "фос ЧсЬуэк";
$locale['476'] = "ХлсЧо ЧсУсШцу";
// Additional notices
$locale['480'] = "су ЪЪу ХжЧнЩ ецб.";
$locale['481'] = "фос Чсецб ЧсуЮЪЧбЩП";
$locale['482'] = "фос Ьуэк ЧсецбП";
//Mass Upload
$locale['490'] = "ХжЧнЩ уЬсЯ";
$locale['491'] = "ХжЧнЩ уЬсЯ Хсь УсШцу";
$locale['492'] = "ХжЧнЩ ецб Хсь УсШцу";
$locale['493'] = "бнк ецбЩ / ецб уЭЯЯЩ";
$locale['494'] = "бнк уЬсЯ ук ецб";
$locale['495'] = "бнк ецб уЪкЯЯЩ";
$locale['496'] = "<strong>ЪЭаэб:</strong><br />гэпцф кфцЧф ццен пс ецбЩ нЧблэфЁ<br />эупфп ХЯЮЧсхЧ сЧЭоЧ ШЧсЪкЯэс ксь пс ецбЩ!";
$locale['497'] = "1. ЪЭуэс уЬсЯ ук Чсецб Хсь Ясэс <em>%s</em>.";
$locale['498'] = "2. ЭЯЯ ЧсуЬсЯ Чсаэ ЪбэЯ ХжЧнЪх Хсь ЧсУсШцу <strong>%s</strong>.";
$locale['499'] = "ЭЯЯ ЧсуЬсЯ:";
$locale['500'] = "Ужн ЧсуЬсЯ ЧсуЭЯЯ ссУсШцу";
$locale['501'] = "су эЪу ЧскЫцб ксь уЬсЯЧЪ";
$locale['502'] = "%s лэб оЧШс сспЪЧШЩ!";
$locale['503'] = "ЧсбЬЧС ЪкЯэс ЪбЮэе ЧсуЬсЯ Хсь 0777 Ыу оу ШЧсжли ксь вб ЪЭЯэЫ.";
$locale['504'] = "ЪЭЯэЫ";
$locale['505'] = "1. ЪЭуэс Чсецб ЧсЮЧеЩ Шп Хсь уЬсЯ <em>%s</em>.";
$locale['506'] = "2. ЭЯЯ Чсецб ЧсЪэ ЪбэЯ ХжЧнЪхЧ Хсь ЧсУсШцу <strong>%s</strong>.";
$locale['507'] = "3. эупфп ЪЭЯэЯ УпЫб уф ецбЩ цЧЭЯЩ кф ибэо Чсжли ксь унЪЧЭ [SHIFT] Уц [CTRL] кфЯ Чсфоб.";
$locale['508'] = "ЭЯЯ ЧсецбЩ (Чсецб):";
$locale['509'] = "Ужн ецбЩ уЮЪЧбЩ (ецб) Хсь УсШцу";
$locale['510'] = "сЧ ЪцЬЯ ецб";
// Messages
$locale['520'] = "%s укисЩ сЬуэк ЧсШфцЯ.<br />гэпцф хаЧ ЧсЮэЧб фЧнаЧ нэ ЭЧс Ънкэсх уф ЬЯэЯ.";
$locale['521'] = "ЧсЪксэоЧЪ";
$locale['522'] = "ЧсЪоээуЧЪ";
$locale['523'] = $locale['521']." and ".$locale['522'];
?>