<?php
// Polls titles
$locale['400'] = "ÅÖÇÝÉ ÇÓÊÝÊÇÁ";
$locale['401'] = "ÊÚÏíá ÇÓÊÝÊÇÁ";
$locale['402'] = "ÇáÇÓÊÝÊÇÁÇÊ ÇáÍÇáíÉ";
$locale['403'] = "ÚÑÖ ÇáÇÓÊÝÊÇÁ";
// Polls messages
$locale['410'] = "ÊãÊ ÅÖÇÝÉ ÇáÇÓÊÝÊÇÁ";
$locale['411'] = "Êã ÊÍÏíË ÇáÇÓÊÝÊÇÁ";
$locale['412'] = "Êã ÍÐÝ ÇáÇÓÊÝÊÇÁ";
// Edit/Delete Polls
$locale['420'] = "ÇáÇÓÊÝÊÇÁÇÊ ÇáÍÇáíÉ";
$locale['421'] = "ÊÍÑíÑ";
$locale['422'] = "ÍÐÝ";
// Preview Polls
$locale['430'] = "ÅÑÓÇá ÇáÊÕæíÊ";
// Polls Form
$locale['431'] = "ÚäæÇä ÇáÇÓÊÝÊÇÁ:";
$locale['432'] = "ÇáÎíÇÑÇÊ ";
$locale['433'] = "ÅÛáÇÞ åÐÇ ÇáÇÓÊÝÊÇÁ ";
$locale['434'] = "ÇáÈÏÇíÉ: ";
$locale['435'] = "ÇáäåÇíÉ: ";
$locale['436'] = "ÅÖÇÝÉ ÎíÇÑ";
$locale['437'] = "ÚÑÖ ÇáÇÓÊÝÊÇÁ";
$locale['438'] = "ÍÝÙ ÇáÇÓÊÝÊÇÁ";
$locale['439'] = "ÛíÑ ãÍÏÏ";
?>
