<?php
// Polls titles
$locale['400'] = "إضافة استطلاع الرأي";
$locale['401'] = "تعديل الاستبيان";
$locale['402'] = "الاستفتاءات الحالية";
$locale['403'] = "معاينة الاستبيان";
// Polls messages
$locale['410'] = "تم اضافة الإستبيان";
$locale['411'] = "تم تحديث الإستبيان";
$locale['412'] = "تم حذف الإستبيان";
// Edit/Delete Polls
$locale['420'] = "الاستفتاءات الحالية";
$locale['421'] = "تحرير";
$locale['422'] = "حذف";
// Preview Polls
$locale['430'] = "صوت";
// Polls Form
$locale['431'] = "عنوان الاستفتاء:";
$locale['432'] = "الخيار ";
$locale['433'] = "إغلاق هذا الاستفتاء ";
$locale['434'] = "البدء: ";
$locale['435'] = "الإنتهاء: ";
$locale['436'] = "إضافة خيار";
$locale['437'] = "معاينة الاستبيان";
$locale['438'] = "حفظ الاستبيان";
$locale['439'] = "غير معرف";
$locale['439a'] = "يرجى إدخال عنوان الاستفتاء";
$locale['439b'] = "تحتاج إلى إدخال خيار استفتاء واحد على الأقل";
