<?php
// Titles
$locale['400'] = "robots.txt";
// Messages
$locale['410'] = "هل أنت متأكد؟ سيعود ملف robots.txt كما كان في الأصل.";
$locale['411'] = "ملف robots.txt غير موجود. يرجى إنشاء الملف في الدليل الجذر والمحاولة مرة أخرى.";
$locale['412'] = "تم تحديث ملف robots.txt.";
$locale['413'] = "تم حدوث الخطأ التالي:";
$locale['414'] = "لم يمكن الكتابة في ملف robots.txt.";
$locale['415'] = "غير قادر على الكتابة إلى ملف robots.txt.";
// Edit form
$locale['420'] = "تعديل ملف robots.txt ";
$locale['421'] = "يمكنك العثور على مزيد من المعلومات والمساعدة حول ملف robots.txt هنا.";
$locale['422'] = "حفظ";
$locale['423'] = "عودة للإعدادات الإفتراضية";
