<?php
// Titles
$locale['400'] = "robots.txt";
// Messages
$locale['410'] = "хс УфЪ уЪУпЯП гэкцЯ усн robots.txt пуЧ пЧф нэ ЧсУес.";
$locale['411'] = "robots.txt лэб уцЬцЯ. бЬЧС УфдЦ хаЧ Чсусн нэ ЧсуЬсЯ ЧсбЦэгэ суцокп цУкЯ ЧсуЭЧцсЩ.";
$locale['412'] = "Ъу ЪЭЯэЫ усн robots.txt.";
$locale['413'] = "Эес ЧсЮиУ ЧсЪЧсэ:";
$locale['414'] = "сЧ ЪгуЭ ЪбЧЮэе robots.txt ШЧспЪЧШЩ.";
$locale['415'] = "су эупф ЧспЪЧШЩ нэ усн robots.txt.";
// Edit form
$locale['420'] = "ЪкЯэс усн robots.txt";
$locale['421'] = "эупфп ХэЬЧЯ ЧсувэЯ уф ЧсуксцуЧЪ кф хаЧ Чсусн хфЧ.";
$locale['422'] = "Энй";
$locale['423'] = "ХкЧЯЩ Чсусн Хсь ЧсУес";
?>