<?php
$locale['100'] = "إعدادات المدونة";

$locale['601'] = "حجم صور الألبوم المصغرة:";
$locale['602'] = "حجم الصورة:";
$locale['603'] = "الحد الأقصى لحجم الصورة:";
$locale['604'] = "العرض × الطول";
$locale['605'] = "الحد الأقصى لحجم الملف (بالبايت):";

$locale['900'] = "تم تحديث الإعدادات";
$locale['901'] = "حدث خطأ في تحديث قاعدة البيانات: لم يتم تحديث الإعدادات!";

$locale['950'] = "رفع الصورة";
$locale['951'] = "رابط الصورة:";
$locale['952'] = "التصنيف";
$locale['953'] = "عنصر المدونة";
$locale['954'] = "نسبة العينة:";
$locale['955'] = "الأبعاد الأصلية";
$locale['956'] = "مربع";
$locale['957'] = "الصورة على الصفحة الأولى";
$locale['958'] = "الصورة في التفاصيل";
$locale['959'] = "الصورة المرفوعة";
$locale['960'] = "صورة التصنيف";
$locale['961'] = "حفظ الإعدادات";
