<?php
// News titles
$locale['400'] = "ÅÖÇÝÉ ÑÇÈØ";
$locale['401'] = "ÊÍÑíÑ ÑÇÈØ";
$locale['402'] = "ÑæÇÈØ ÇáãæÞÚ ÇáÍÇáíÉ";
// News messages
$locale['410'] = "ÊãÊ ÅÖÇÝÉ ÑÇÈØ ÇáãæÞÚ";
$locale['411'] = "Êã ÊÍÏíË ÑÇÈØ ÇáãæÞÚ";
$locale['412'] = "Êã ÍÐÝ ÑÇÈØ ÇáãæÞÚ";
// Site Links form
$locale['420'] = "ÇÓã ÇáÑÇÈØ:";
$locale['421'] = "ÚäæÇä (URL) ÇáÑÇÈØ:";
$locale['422'] = "ÇáãÔÇåÏÉ (ÇáÚÑÖ):";
$locale['423'] = "ÇáÊÑÊíÈ:";
$locale['424'] = "ÇáãßÇä:";
$locale['425'] = "ÌÇäÈ ÇáÊÕÝÍ ÝÞØ";
$locale['426'] = "ÌÇäÈ ÇáÊÕÝÍ æÞÇÆãÉ ÇáÑæÇÈØ ÇáÑÆíÓíÉ";
$locale['427'] = "ãÌãæÚÉ ÇáÑæÇÈØ ÇáÑÆíÓíÉ ÝÞØ";
$locale['428'] = "ÝÊÍ ÇáÑÇÈØ Ýí äÇÝÐÉ (ÕÝÍÉ) ÌÏíÏÉ";
$locale['429'] = "ÍÝÙ ÇáÑÇÈØ";
// Site Links list
$locale['440'] = "ÇÓã ÇáÑÇÈØ";
$locale['441'] = "ÇáãÔÇåÏÉ";
$locale['442'] = "ÇáÊÑÊíÈ";
$locale['443'] = "ÇáÎíÇÑÇÊ";
$locale['444'] = "ÊÍÑíÑ";
$locale['445'] = "ÍÐÝ";
$locale['446'] = "áã íÊã ÅÖÇÝÉ ÑÇÈØ Ýí ÇáãæÞÚ.";
// Link Ordering
$locale['450'] = "ÃÚáì";
$locale['451'] = "ÃÓÝá";
$locale['452'] = "ÇáäÞá Åáì ÃÚáì";
$locale['453'] = "ÇáäÞá Åáì ÃÓÝá";
$locale['454'] = "ÊÍÏíË ÊÑÊíÈ ÇáÑæÇÈØ";
$locale['455'] = "Êã ÊÍÏíË ÊÑÊíÈ ÇáÑæÇÈØ";
// Delete Site Link category
$locale['460'] = "ÍÐÝ ÑÇÈØ ÇáãæÞÚ¿";
?>
