<?php
// News titles
$locale['400'] = "إضافة روابط";
$locale['401'] = "تحرير الروابط";
$locale['402'] = "الروابط الحالية";
// News messages
$locale['410'] = "تم إضافة الرابط";
$locale['411'] = "تم تحديث الرابط";
$locale['412'] = "تم حذف الرابط";
// Site Links form
$locale['420'] = "اسم الرابط:";
$locale['421'] = "عنوان الرابط:";
$locale['422'] = "الرؤية:";
$locale['423'] = "الترتيب:";
$locale['424'] = "الموضع:";
$locale['425'] = "لوحة الملاحة فقط";
$locale['426'] = "لوحة الملاحة والعنوان الفرعي";
$locale['427'] = "العنوان الفرعي فقط";
$locale['428'] = "فتح الرابط في نافذة جديدة";
$locale['429'] = "حفظ الرابط";
// Site Links list
$locale['440'] = "اسم الرابط";
$locale['441'] = "الظاهر";
$locale['442'] = "الترتيب";
$locale['443'] = "الخيارات";
$locale['444'] = "تحرير";
$locale['445'] = "حذف";
$locale['446'] = "لم يتم إضافة رابط في الموقع.";
// Link Ordering
$locale['450'] = "إلى الأعلى";
$locale['451'] = "إلى الأسفل";
$locale['452'] = "تحريك للأعلى";
$locale['453'] = "تحريك للأسفل";
$locale['454'] = "تحديث ترتيب الروابط";
$locale['455'] = "تم تحديث ترتيب الروابط";
// Delete Site Link category
$locale['460'] = "حذف هذا الرابط؟";
// Error
$locale['461'] = "الرجاء إدخال اسم الرابط";
$locale['462'] = "الرجاء إدخال عنوان الرابط";
