<?php
// Smiley titles
$locale['401'] = "ÅÖÇÝÉ æÌå ãÚÈÑ";
$locale['402'] = "ÊÚÏíá æÌå ãÚÈÑ";
$locale['400'] = "ÇáæÌæå ÇáãÚÈÑÉ ÇáÍÇáíÉ";
// Smiley messages
$locale['410'] = "ÊãÊ ÅÖÇÝÉ ÇáæÌå ÇáãÚÈÑ";
$locale['411'] = "Êã ÊÍÏíË ÇáæÌå ÇáãÚÈÑ";
$locale['412'] = "Êã ÍÐÝ ÇáæÌå ÇáãÚÈÑ";
$locale['413'] = "áã íãßä ÊÍÏíË ÇáæÌæå ÇáãÚÈÑÉ";
$locale['414'] = "áã íãßä ÅÖÇÝÉ ÇáæÌå ÇáãÚÈÑ";
$locale['415'] = "ÔÝÑÉ ÇáæÌå ÇáãÚÈÑ ãÓÊÎÏãÉ ãä ÞÈá.";
$locale['416'] = "åá ÃäÊ ãÊÃßÏ ãä ÑÛÈÊß Ýí ÍÐÝ åÐÇ ÇáæÌå ÇáãÚÈÑ¿";
// Smiley form
$locale['420'] = "ÔÝÑÉ ÇáæÌå ÇáãÚÈÑ:";
$locale['421'] = "ÕæÑÉ ÇáæÌå ÇáãÚÈÑ:";
$locale['422'] = "äÕ ÇáæÌå ÇáãÚÈÑ:";
$locale['423'] = "ÍÝÙ ÇáæÌå ÇáãÚÈÑ";
$locale['424'] = "ÚÑÖ (ãÔÇåÏÉ) ÇáæÌå ÇáãÚÈÑ";
// Current Smileys
$locale['430'] = "ÇáÔÝÑÉ";
$locale['431'] = "ÇáÕæÑÉ";
$locale['432'] = "ÇáäÕ";
$locale['433'] = "ÇáÎíÇÑÇÊ";
$locale['434'] = "ÊÍÑíÑ";
$locale['435'] = "ÍÐÝ";
$locale['436'] = "áã íÊã ÊÚÑíÝ æÌå ãÚÈÑ.";
?>

