<?php
// Smiley titles
$locale['401'] = "إضافة وجه معبر";
$locale['402'] = "تعديل وجه معبر";
$locale['400'] = "الوجوه المعبرة الحالية";
// Smiley messages
$locale['410'] = "تمت إضافة الوجه المعبر";
$locale['411'] = "تم تحديث الوجه المعبر";
$locale['412'] = "تم حذف الوجه المعبر";
$locale['413'] = "غير قادر على تحديث الإبتسامة";
$locale['414'] = "غير قادر على إضافة الإبتسامة";
$locale['415'] = "كود الإبتسامة قيد الإستخدام.";
$locale['416'] = "هل تريد حقًا حذف هذه الابتسامة؟";
// Smiley form
$locale['420'] = "شفرة الوجه المعبر:";
$locale['421'] = "صورة الوجه المعبر:";
$locale['422'] = "نص الوجه المعبر:";
$locale['423'] = "حفظ الوجه المعبر";
$locale['424'] = "معاينة الإبتسامة";
// Current Smileys
$locale['430'] = "الشفرة";
$locale['431'] = "الصورة";
$locale['432'] = "نص";
$locale['433'] = "الخيارات";
$locale['434'] = "تحرير";
$locale['435'] = "حذف";
$locale['436'] = "لم يتم تعريف وجه معبر.";
// Error Message
$locale['437'] = "الرجاء إدخال شفرة الابتسامة";
$locale['438'] = "الرجاء تحديد الابتسامة";
$locale['439'] = "الرجاء تحديد نص الابتسامة";
