<?php
// Delete Submission
$locale['400'] = "Эан ХбгЧсэЧЪ";
$locale['401'] = "Ъу Эан ЧсХбгЧсэЧЪ";
$locale['402'] = "ЧскцЯЩ Хсь ХЯЧбЩ ЧсХбгЧсэЧЪ";
$locale['403'] = "ЧскцЯЩ Хсь енЭЩ ЧсХЯЧбЩ ЧсбЦэгэЩ";
// Submission Options
$locale['410'] = "ЧсХбгЧсэЧЪ";
$locale['411'] = "бцЧШи ЧсуцЧок ЧсубгсЩ: ";
$locale['412'] = "ЧсУЮШЧб ЧсубгсЩ: ";
$locale['413'] = "ЧсуоЧсЧЪ ЧсубгсЩ: ";
$locale['414'] = "сЧ эцЬЯ бцЧШи ЪфЪйб ЧсЪнкэс.";
$locale['415'] = "сЧ эцЬЯ УЮШЧб ЪфЪйб ЧсЪнкэс.";
$locale['416'] = "сЧ эцЬЯ уоЧсЧЪ ЪфЪйб ЧсЪнкэс.";
$locale['417'] = "кбж";
$locale['418'] = "Эан";
$locale['419'] = "Чсецб ЧсубгсЩ:";
$locale['420'] = "сЧ эцЬЯ ецб убгсЩ ЪфЪйб ЧсуцЧноЩ.";
$locale['421'] = "ХбгЧсэЧЪ ЧсуснЧЪ:";
$locale['422'] = "сЧ ЪцЬЯ уснЧЪ ЪфЪйб ЧсуцЧноЩ.";
// Add/Delete Web Link Submissions
$locale['430'] = "фдб ХбгЧсэЩ ЧсбЧШи";
$locale['431'] = "Ъу фдб ЧсбЧШи";
$locale['432'] = "Эан ХбгЧсэЩ ЧсбЧШи";
$locale['433'] = "Ъу Эан ЧсбЧШи";
$locale['434'] = "сЧ эцЬЯ уЬуцкЧЪ";
// Web Link Submission Form
$locale['440'] = "кбж ЧсХбгЧсэЩ";
$locale['441'] = "ЧсбЧШи ЧсЪЧсэ Уѕбгс уф оШс ";
$locale['442'] = " нэ ";
$locale['443'] = "уЬуцкЩ ЧсбЧШи:";
$locale['444'] = "Чгу ЧсбЧШи:";
$locale['445'] = "кфцЧф(URL) ЧсбЧШи:";
$locale['446'] = "цен ЧсбЧШи:";
$locale['447'] = "хс ЪбэЯ фдб Уу Эан хаЧ ЧсбЧШиП";
$locale['448'] = "фдб ЧсбЧШи";
$locale['449'] = "Эан ЧсбЧШи";
// Add/Delete News Submissions
$locale['490'] = "фдб ХбгЧсэЧЪ ЧсУЮШЧб";
$locale['491'] = "Ъу фдб ЧсЮШб";
$locale['492'] = "Эан хах ЧсХбгЧсэЩ";
$locale['493'] = "Ъу Эан хаЧ ЧсЮШб";
// News Submission Form
$locale['500'] = "удЧхЯЩ ЧсУЮШЧб ЧсубгсЩ";
$locale['501'] = "хаЧ ЧсЮШб убгс уф оШс ";
$locale['502'] = "хс ЪбэЯ фдб У/ Эан хаЧ ЧсЮШбП";
$locale['503'] = "фдб ЧсЮШб";
$locale['504'] = "Эан ЧсЮШб";
$locale['505'] = "Чсуцжцк:";
$locale['506'] = "ЧсуЬуцкЩ:";
$locale['507'] = "- сЧ эцЬЯ -";
$locale['508'] = "ЧсЮШб:";
$locale['509'] = "уЮЪеб ЧсЮШб:";
$locale['510'] = "укЧэфЩ ЧсЮШб";
// Add/Delete Article Submissions
$locale['530'] = "фдб ХбгЧсэЧЪ ЧсуоЧсЧЪ";
$locale['531'] = "Ъу фдб ЧсуоЧс";
$locale['532'] = "Эан ЧсуоЧс Чсубгс";
$locale['533'] = "Ъу Эан ЧсуоЧс";
// Article Submission Form
$locale['540'] = "удЧхЯЩ ЧсуоЧсЧЪ ЧсубгсЩ";
$locale['541'] = "ЧсуоЧс УксЧх убгс уф оШс ";
$locale['542'] = "хс ЪбэЯ фдб Уу Эан хаЧ ЧсуоЧсП";
$locale['543'] = "фдб ЧсуоЧс";
$locale['544'] = "Эан ЧсуоЧс";
$locale['545'] = "ЧсуЬуцкЩ:";
$locale['546'] = "Чсуцжцк:";
$locale['547'] = "уЮЪеб ЧсуоЧс";
$locale['548'] = "ЧсуоЧс:";
$locale['549'] = "укЧэфЩ ЧсуоЧс";
// Add/Delete Photo Submissions
$locale['580'] = "фдб Чсецб ЧсубгсЩ";
$locale['581'] = "Ъу фдб хах Чсецб";
$locale['582'] = "Эан Чсецб ЧсубгсЩ";
$locale['583'] = "Ъу Эан Чсецб ЧсубгсЩ";
// Photo Submission Form
$locale['590'] = "удЧхЯЩ Чсецб ЧсубгсЩ";
$locale['591'] = "Чжли хфЧ судЧхЯЩ Чсецб ЧсубгсЩ";
$locale['592'] = "ЧсецбЩ УксЧх УбгсЪ уф оШс ";
$locale['593'] = "хс ЪбэЯ фдб Уц Эан хах ЧсецбЩП";
$locale['594'] = "фдб ЧсецбЩ";
$locale['595'] = "Эан ЧсецбЩ";
$locale['596'] = "ЧскфцЧф: ";
$locale['597'] = "Чсцен:";
$locale['598'] = "ЧсУсШцу";
// Add/Delete Download Submissions
$locale['630'] = "фдб ЧсХбгЧсэЩ";
$locale['631'] = "Ъу фдб Чсусн";
$locale['632'] = "Эан ЧсХбгЧсэЩ";
$locale['633'] = "Ъу Эан Чсусн";
// Download Submission Form
$locale['640'] = "укЧэфЩ ЧсХбгЧсэЩ";
$locale['641'] = "Ъу ХбгЧс хаЧ Чсусн уф оШс ";
$locale['642'] = "хс ЪбэЯ Эан Уц фдб хаЧ ЧсуснП";
$locale['643'] = "фдб Чсусн";
$locale['644'] = "Эан Чсусн";
$locale['645'] = "ЧскфцЧф:";
$locale['646'] = "Чсцен:";
$locale['646b'] = "цен уцЬв:";
$locale['647'] = "ЧсбЧШи:";
$locale['647b'] = "Чсусн:";
$locale['648'] = "ЧсуЬуцкЩ:";
$locale['649'] = "ЧсЪбЮэе:";
$locale['650'] = "фйЧу ЧсЪдлэс:";
$locale['651'] = "ЧсХеЯЧб:";
$locale['652'] = "ЭЬу Чсусн:";
$locale['653'] = "ецбЩ:";
$locale['654'] = "Чсуцок:";
$locale['655'] = "Эо Чсфдб:";
$locale['656'] = "ЧсЪксэоЧЪ:";
$locale['657'] = "ЪоээуЧЪ:";
$locale['658'] = "Эан ЧсецбЩ";

$locale['660'] = "%s укисЩ ШЧсфгШЩ спЧнЩ УогЧу Чсуцок.<br />гэгбэ ункцс ЮэЧбп нэ ЭЧс УкэЯ ЪнкэсхЧ.";
$locale['661'] = "ЧсЪксэоЧЪ";
$locale['662'] = "ЧсЪоээуЧЪ";
$locale['663'] = $locale['661']." ц".$locale['662'];
?>