<?php
// Delete Submission
$locale['400'] = "حذف الإرسالية";
$locale['401'] = "تم حذف الإرسالية";
$locale['402'] = "العودة إلى قائمة الإرساليات";
$locale['403'] = "العودة إلى رئيسية الإدارة";
// Submission Options
$locale['410'] = "الإرساليات";
$locale['411'] = "روابط المواقع المرسلة: ";
$locale['412'] = "الأخبار المرسلة: ";
$locale['412b'] = "المدونات المرسلة:";
$locale['413'] = "المقالات المرسلة:";
$locale['414'] = "لا يوجد روابط تنتظر التحقق.";
$locale['415'] = "لا يوجد أخبار تنتظر التحقق.";
$locale['415b'] = "لا يوجد مدونات تنتظر التحقق.";
$locale['416'] = "لا يوجد مقالات تنتظر التحقق.";
$locale['417'] = "عرض";
$locale['418'] = "حذف";
$locale['419'] = "الصور المرسلة:";
$locale['420'] = "لا يوجد صور تنتظر التحقق.";
$locale['421'] = "ملفات التنزيل المرسلة:";
$locale['422'] = "لا يوجد ملفات تنزيل تنتظر التحقق.";
// Add/Delete Web Link Submissions
$locale['430'] = "نشر إرسالية رابط";
$locale['431'] = "تم نشر الرابط";
$locale['432'] = "حذف إرسالية الرابط";
$locale['433'] = "تم حذف الرابط";
$locale['434'] = "لا يوجد تصنيفات";
// Web Link Submission Form
$locale['440'] = "عرض الإرسالية";
$locale['441'] = "الرابط التالي أُرسل من قبل ";
$locale['442'] = " في ";
$locale['443'] = "تصنيف الرابط:";
$locale['444'] = "اسم الرابط:";
$locale['445'] = "عنوان الرابط:";
$locale['446'] = "وصف الرابط:";
$locale['447'] = "هل تريد نشر أم حذف هذا الرابط؟";
$locale['448'] = "نشر الرابط";
$locale['449'] = "حذف الرابط";
// Add/Delete News & Blog Submissions
$locale['490'] = "نشر إرسالية الأخبار";
$locale['491'] = "تم نشر الأخبار";
$locale['492'] = "حذف إرسالية الأخبار";
$locale['493'] = "تم حذف الأخبار";
$locale['490b'] = "نشر إرسالية المدونة";
$locale['491b'] = "تم نشر المدونة";
$locale['492b'] = "حذف إرسالية المدونة";
$locale['493b'] = "تم حذف المدونة";
// News & Blog Submission Form
$locale['500'] = "عرض إرسالية الأخبار";
$locale['501'] = "تم تسليم الخبر بواسطة ";
$locale['502'] = "هل ترغب في نشر أو حذف هذا الخبر؟";
$locale['503'] = "نشر الخبر";
$locale['504'] = "حذف الخبر";
$locale['505'] = "الموضوع:";
$locale['506'] = "التصنيف:";
$locale['507'] = "- لا شيء -";
$locale['508'] = "الأخبار:";
$locale['509'] = "مقتطف الأخبار:";
$locale['510'] = "معاينة الخبر";
$locale['500b'] = "عرض إرسالية المدونة";
$locale['501b'] = "تم إرسال عنصر المدونة أعلاه من قبل ";
$locale['502b'] = "هل تريد نشر أو حذف هذا عنصر المدونة ؟";
$locale['503b'] = "نشر المدونة";
$locale['504b'] = "حذف المدونة";
$locale['505b'] = "الموضوع:";
$locale['506b'] = "التصنيف:";
$locale['507b'] = "- لا شيء -";
$locale['508b'] = "المدونة:";
$locale['509b'] = "مقتطف المدونة:";
$locale['510b'] = "إظهار المدونة";
// Add/Delete Article Submissions
$locale['530'] = "نشر إرسالية المقال";
$locale['531'] = "تم نشر المقال";
$locale['532'] = "حذف إرسالية المقال";
$locale['533'] = "تم حذف المقال";
// Article Submission Form
$locale['540'] = "عرض إرسالية المقال";
$locale['541'] = "تم إرسال المقال أعلاه من قبل ";
$locale['542'] = "هل تريد نشر أو حذف هذا المقال ؟";
$locale['543'] = "نشر المقال";
$locale['544'] = "حذف المقال";
$locale['545'] = "التصنيف:";
$locale['546'] = "الموضوع:";
$locale['547'] = "قطعة:";
$locale['548'] = "المقال";
$locale['549'] = "معاينة المقال";
// Add/Delete Photo Submissions
$locale['580'] = "نشر إرسالية الصورة";
$locale['581'] = "تم نشر الصورة";
$locale['582'] = "حذف إرسالية الصورة";
$locale['583'] = "تم حذف الصورة";
// Photo Submission Form
$locale['590'] = "عرض إرسالية الصورة";
$locale['591'] = "انقر هنا لعرض الصورة";
$locale['592'] = "تم إرسال الصورة أعلاه من قبل ";
$locale['593'] = "هل تريد نشر أو حذف هذه الصورة ؟";
$locale['594'] = "نشر الصورة";
$locale['595'] = "حذف صورة";
$locale['596'] = "العنوان:";
$locale['597'] = "الوصف:";
$locale['598'] = "الألبوم";
// Add/Delete Download Submissions
$locale['630'] = "نشر إرسالية ملف التنزيل";
$locale['631'] = "تم نشر ملف التنزيل";
$locale['632'] = "حذف ملف التنزيل";
$locale['633'] = "تم حذف ملف التنزيل";
// Download Submission Form
$locale['640'] = "عرض إرسالية ملف التنزيل";
$locale['641'] = "تم إرسال هذا ملف التنزيل من قبل ";
$locale['642'] = "هل تريد نشر أو حذف هذا ملف التنزيل ؟";
$locale['643'] = "نش ملف التنزيل";
$locale['644'] = "حذف ملف التنزيل";
$locale['645'] = "العنوان:";
$locale['646'] = "الوصف:";
$locale['646b'] = "وصف مختصر:";
$locale['647'] = "الرابط";
$locale['647b'] = "الملف:";
$locale['648'] = "التصنيف:";
$locale['649'] = "الرخصة:";
$locale['650'] = "نظام تشغيل:";
$locale['651'] = "النسخة:";
$locale['652'] = "حجم الملف:";
$locale['653'] = "لقطة شاشة:";
$locale['654'] = "الصفحة الرئيسية:";
$locale['655'] = "الحقوق:";
$locale['656'] = "التعليقات:";
$locale['657'] = "التقييمات:";
$locale['658'] = "حذف لقطة الشاشة";
$locale['660'] = "%s هي معطلة لجميع العناصر.<br />هذا الإعداد سيسري  فقط عند تفعيله مرة أخرى.";
$locale['661'] = "التعليقات";
$locale['662'] = "التقييمات";
$locale['663'] = $locale['661']." و ".$locale['662'];
