<?php
$locale['400'] = "гАймоМк";
// No upgrade
$locale['401'] = "Аг МФло ймоМк Ачгзои гАхМгДгй ЦйФщя щМ ЕпЕ гААмыи.";
// Stage 6 - User Field Categories
$locale['420'] = "ЦзАФЦгй гАгйугА";
$locale['421'] = "ЦзАФЦгй цняЛ";
$locale['422'] = "нМгягй";
$locale['423'] = "емугфМгй";
$locale['430'] = "ЦлЦФзгй мчФА гАЦсйноЦМД";
$locale['432'] = "еогяи гАЦсйноЦМД";
$locale['434'] = "зоо гАзДгуя щМ гАущми";
$locale['435'] = "езогогй гАмЦгМи";
$locale['436'] = "езогогй гАцнхгя";
$locale['437'] = "езогогй Цяър гАЦАщгй";
// v7.02 new locales
$locale['440'] = "еясгА ЦАщ";
$locale['441'] = "гАясгфА гАчуМяи";
$locale['442'] = "robots.txt";
$locale['444'] = "езгои йзММД ъАЦи ся гАЦоМя";
$locale['443'] = "слА гАзжФ";
$locale['445'] = "слА гАцньга";
//Upgrade locales
$locale['500'] = "МйФщя Аеуогя PHP-Fusion гАпМ АоМъ║ ймоМк %s Ачгзои гАхМгДгй.";
$locale['501'] = "ххсгьи гжшь зАЛ гАря цсщАЕ ААймоМк.";
$locale['502'] = "йЦ ймоМк чгзои гАхМгДгй.";
$locale['503'] = "ъАМ";
$locale['504'] = "лрфМ";
$locale['505'] = "ялга зФж хЕпЕ гАцсья йАъ гАЦФлФои щМ ЦАщ config.php!";
// Cookie Prefix
$locale['600'] = "ялга зоА зАЛ ЦАщ config.php║ ФзФж ЦмйФгЕ хгАъФо гАйгАМ:"
?>