<?php
// Enabled User Fields
$locale['400'] = "ЧсЭоцс ЧсунксЩ ссугЪЮЯуэф";
$locale['401'] = "Чгу ЧсЭос";
$locale['402'] = "Чсцен";
$locale['403'] = "ЧсуЬуцкЩ";
$locale['404'] = "ЧсЪбЪэШ";
$locale['405'] = "Угнс";
$locale['406'] = "Уксь";
$locale['407'] = "ЪкЯэс";
$locale['408'] = "ХслЧС";
$locale['409'] = "ЪЭЯэЫ ЪбЪэШ Эоцс ЧсугЪЮЯуэф.";
$locale['410'] = "ЪЭаэб: гэЪу Эан ШэЧфЧЪ ЧсЭос фхЧЦэЧ!";
$locale['411'] = "ЮиУ";
$locale['412'] = "ЪЭоо уф уснЧЪ хаЧ ЧсЭос: %s!";
// No user fields are enabled
$locale['420'] = "ЪкЯэс Эоцс ЧсугЪЮЯу";
$locale['421'] = "Ънкэс Эоцс ЧсугЪЮЯу";
$locale['422'] = "Чгу ЧсЭос:";
$locale['423'] = "ЧсуЬуцкЩ:";
$locale['424'] = "ЪЭЯэЫ";
$locale['425'] = "Ънкэс";
$locale['426'] = "ХеЯЧб цЧЬхЩ ШбуЬЩ ЧсЪиШэоЧЪ:";
$locale['427'] = "ХЬШЧбэ";
$Locale['428'] = "хаЧ ЧсЭос сЧ эЯку Уф эпцф ХЬШЧбэЧ";
$locale['429'] = "ЧсгЬс";
$locale['429a'] = "хаЧ ЧсЭос сЧ эЯку Ънкэс ЧсгЬс";
// Disabled user fields
$locale['430'] = "Эоцс ЧсугЪЮЯуэф лэб ЧсунксЩ";
$locale['431'] = "Ънкэс";
// All user fields are enabled
$locale['440'] = "Ъу Ънкэс Ьуэк Эоцс ЧсугЪЮЯуэф.";
$locale['441'] = "сЧ ЪцЬЯ Эоцс угЪЮЯуэф унксЩ.";
// User Field Groups
$locale['450'] = "ЧсЧЪеЧс";
$locale['451'] = "уксцуЧЪ";
$locale['452'] = "ЧсЮэЧбЧЪ";
$locale['453'] = "ЧсХЭеЧСЧЪ";

// Enable / Edit User Field Part #2
$locale['480'] = "ЧсЪгЬэс";
?>