<?php
// Edit/Save/Delete User Group Messages
$locale['400'] = "Êã ÊÍÏíË ãÌãæÚÉ ÇáãÓÊÎÏãíä";
$locale['401'] = "ÊãÊ ÅÖÇÝÉ ãÌãæÚÉ ÇáãÓÊÎÏãíä";
$locale['402'] = "Êã ÍÐÝ ÇáãÓÊÎÏãíä ÇáãÎÊÇÑíä ãä ÇáãÌãæÚÉ";
$locale['403'] = "Êã ÍÐÝ ÌãíÚ ÇáãÓÊÎÏãíä ãä ÇáãÌãæÚÉ";
$locale['404'] = "ÊãÊ ÅÖÇÝÉ ÇáãÓÊÎÏãíä ÇáãÎÊÇÑíä Åáì ÇáãÌãæÚÉ";
$locale['405'] = "áã íãßä ÍÐÝ ãÌãæÚÉ ÇáãÓÊÎÏãíä";
$locale['406'] = "íæÌÏ ãÓÊÎÏãíä Ýí ÇáãÌãæÚÉ ÇáãÎÊÇÑÉ";
$locale['407'] = "Êã ÍÐÝ ãÌãæÚÉ ÇáãÓÊÎÏãíä";
// Edit/Delete Options
$locale['420'] = "ãÌãæÚÇÊ ÇáãÓÊÎÏãíä";
$locale['421'] = "ÊÍÑíÑ";
$locale['422'] = "ÍÐÝ";
$locale['423'] = "ÍÐÝ ãÌãæÚÉ ÇáãÓÊÎÏãíä åÐå¿";
// Edit/Add User Group
$locale['430'] = "ÊÚÏíá ãÌãæÚÉ ÇáãÓÊÎÏãíä";
$locale['431'] = "ÅÖÇÝÉ ãÌãæÚÉ ãÓÊÎÏãíä";
$locale['432'] = "ÇÓã ÇáãÌãæÚÉ:";
$locale['433'] = "æÕÝ ÇáãÌãæÚÉ:";
$locale['434'] = "ÍÝÙ ÇáãÌãæÚÉ";
// Search/Add Group Users
$locale['440'] = "ÅÖÇÝÉ ãÓÊÎÏãíä ááãÌãæÚÉ";
$locale['441'] = "ÇáÈÍË Úä ãÓÊÎÏãíä ááÅÖÇÝÉ Åáì åÐå ÇáãÌãæÚÉ ÈÇÓÊÎÏÇã ÇáäãæÐÌ ÃÏäÇå.";
$locale['442'] = "íãßäß ÇáÈÍË Úä ÃßËÑ ãä ãÓÊÎÏã ÈÝÕá ßá ãÚÑÝ ÈÍË ÈÝÇÕáÉ ÅäÌáíÒíÉ (,).";
$locale['443'] = "ãÚÑÝÇÊ ÇáãÓÊÎÏãíä";
$locale['444'] = "ÃÓãÇÁ ÇáãÓÊÎÏãíä";
$locale['445'] = "ÈÍË";
$locale['446'] = "ÇÓã ÇáãÓÊÎÏã";
$locale['447'] = "äæÚ ÇáãÓÊÎÏã";
$locale['448'] = "ÇÎÊíÇÑ ÇáÌãíÚ";
$locale['449'] = "ÅáÛÇÁ ÇÎÊíÇÑ ÇáÌãíÚ";
$locale['450'] = "ÅÖÇÝÉ ÇáãÓÊÎÏãíä ÇáãÎÊÇÑíä";
$locale['451'] = "áã Èãßä ÇáÚËæÑ Úáì ãÓÊÎÏãíä.";
$locale['452'] = "ÇáÈÍË ãÑÉ ÃÎÑì";
// Current Group Users
$locale['460'] = "ãÌãæÚÇÊ ÇáãÓÊÎÏãíä ÇáÍÇáíÉ";
$locale['461'] = "ÍÐÝ ÇáãÓÊÎÏãíä ÇáÍÇáííä";
$locale['462'] = "ÍÐÝ ÌãíÚ ÇáãÓÊÎÏãíä";
$locale['463'] = "áÇ íæÌÏ ãÓÊÎÏãæä Ýí åÐå ÇáãÌãæÚÉ.";
?>
