<?php
$locale['100'] = "ÓÌב ÇבדÓÊÎÏד";
$locale['101'] = "ÇבדÚÑÝ";
$locale['102'] = "ÇבÊÇÑםÎ";
$locale['103'] = "ÇÓד ÇבדÓÊÎÏד";
$locale['104'] = "ÇבÍÞב";
$locale['105'] = "ÇבÞםדÉ ÇבÞÏםדÉ";
$locale['106'] = "ÇבÞםדÉ ÇבÌÏםÏÉ";
$locale['107'] = "ÇבÊÑÊםÈ ÍÓÈ:";
$locale['108'] = "ÇÓד Ãז דÚÑÝ ÇבדÓÊÎÏד:";
$locale['109'] = "ÊØÈםÞ";
$locale['110'] = "ÍÐÝ ‗ÇÝÉ ÇבדÏÇÎב ÇבÃÞÏד דה";
$locale['111'] = "םזדÇ";
$locale['112'] = "בÇ ÊÊזÝÑ ÓÌבÇÊ ÍÇבםÇ.";
$locale['113'] = "ÇÓד ÇבדÓÊÎÏד ÇבדÎÊÇÑ:";
$locale['114'] = "ÅבÛÇÁ";
$locale['115'] = "ÍÞב ÇבדÓÊÎÏדםה:";
$locale['116'] = "ÍÐÝ";
$locale['117'] = "ÇבÎםÇÑÇÊ";
$locale['118'] = "Êד ÍÐÝ ÌדםÚ ÇבדÏÇÎב ÇבÃÞÏד דה %d םזדÇ";
$locale['119'] = "Êד ÍÐÝ דÏÎב דה ÓÌב ÇבדÓÊÎÏד";
?>