<?php
// Enabled User Fields
$locale['400'] = "حقول المستخدم المفعلة";
$locale['401'] = "إسم الحقل";
$locale['402'] = "الوصف";
$locale['403'] = "الترتيب";
$locale['404'] = "الخيارات";
$locale['405'] = "إلى الأسفل";
$locale['406'] = "إلى الأعلى";
$locale['407'] = "تحرير";
$locale['408'] = "تعطيل";
$locale['409'] = "تحديث ترتيب حقول المستخدم.";
$locale['410'] = "تحذير: سيتم حذف بيانات حقل المستخدم نهائيا!";
$locale['411'] = "خطأ";
$locale['412'] = "تحقق من ملفات حقل المستخدم %s !";
// Enable / Edit User Field
$locale['420'] = "تحرير حقل المستخدم";
$locale['421'] = "تفعيل حقل المستخدم";
$locale['422'] = "اسم الحقل:";
$locale['423'] = "التصنيف:";
$locale['424'] = "التحديث";
$locale['425'] = "تمكين";
$locale['426'] = "إصدار API :";
$locale['427'] = "مطلوب";
$locale['428'] = "حقل المستخدم هذا لا يدعم أن يكون في السجل";
$locale['429'] = "السجل";
$locale['429a'] = "حقل المستخدم هذا لا يدعم أن يكون في السجل";
// Disabled user fields
$locale['430'] = "حقول المستخدم المعطلة";
$locale['431'] = "تمكين";
// All user fields are enabled / No user fields are enabled
$locale['440'] = "تم تفعيل كل حقول المستخدم.";
$locale['441'] = "لا توجد حقول مستخدم مفعلة.";
// User Field Groups
$locale['450'] = "الاتصال بنا";
$locale['451'] = "المعلومات";
$locale['452'] = "الخيارات";
$locale['453'] = "الإحصائيات";
// Enable / Edit User Field Part #2
$locale['480'] = "التسجيل";
