<?php
// Edit/Save/Delete User Group Messages
$locale['400'] = "تم تحديث المجموعة";
$locale['401'] = "تم إضافة المجموعة";
$locale['402'] = "تم حذف المستخدمين المحددين من المجموعة";
$locale['403'] = "تم حذف جميع المستخدمين من المجموعة";
$locale['404'] = "تمت إضافة المستخدمين المحددين إلى المجموعة";
$locale['405'] = "لا يمكن حذف المجموعة";
$locale['406'] = "هناك أعضاء مسجلين في هذه المجموعة";
$locale['407'] = "تم حذف المجموعة";
// Edit/Delete Options
$locale['420'] = "مجموعات العضو";
$locale['421'] = "تحرير";
$locale['422'] = "حذف";
$locale['423'] = "هل تريد حذف هذه المجموعة؟";
// Edit/Add User Group
$locale['430'] = "تحرير مجموعة المستخدم";
$locale['431'] = "إضافة مجموعة مستخدم";
$locale['432'] = "اسم المجموعة:";
$locale['433'] = "وصف المجموعة:";
$locale['434'] = "حفظ المجموعة";
// Search/Add Group Users
$locale['440'] = "إضافة مستخدم إلى المجموعة";
$locale['441'] = "البحث عن أعضاء للإضافة إلى هذة المجموعة بإستخدام النموذج أدناه.";
$locale['442'] = "يمكنك البحث عن مستخدمين متعددين عن طريق فصل كل إدخال بفاصلة .";
$locale['443'] = "معرفات المستخدمين";
$locale['444'] = "أسماء المستخدمين";
$locale['445'] = "البحث";
$locale['446'] = "إسم المستخدم";
$locale['447'] = "درجة العضو";
$locale['448'] = "تحديد الكل";
$locale['449'] = "إلغاء تحديد الكل";
$locale['450'] = "إضافة الأعضاء المحددين";
$locale['451'] = "لا يوجد أعضاء.";
$locale['452'] = "البحث مرة أخرى";
// Current Group Users
$locale['460'] = "الأعضاء في المجموعة الحالية";
$locale['461'] = "أزالة الأعضاء المحددين";
$locale['462'] = "أزالة جميع الأعضاء";
$locale['463'] = "لا يوجد أعضاء في هذه المجموعة.";
// Error Messages
$locale['464'] = "الرجاء إدخال اسم المجموعة";
