<?php
// User Fields Categories titles
$locale['400'] = "إضافة تصنيف حقول مستخدم";
$locale['401'] = "تحرير تصنيف حقول مستخدم";
$locale['402'] = "تصنيفات حقول المستخدم الحالية";
// User Fields Categories messages
$locale['410'] = "تمت إضافة تصنيف حقول المستخدم";
$locale['411'] = "تم تحديث تصنيف حقول المستخدم";
$locale['412'] = "تم حذف تصنيف حقول المستخدم";
$locale['413'] = "لا يمكن حذف تصنيف حقول المستخدم";
$locale['414'] = "يوجد حقول مستخدم مرتبطة بهذا التصنيف";
// User Fields Categories form
$locale['420'] = "اسم القسم";
$locale['421'] = "ترتيب القسم";
$locale['422'] = "حفظ التصنيف";
$locale['423'] = "اسم قاعدة بيانات التصنيف";
$locale['424'] = "اسم جدول قاعدة البيانات";
$locale['425'] = "نوع الرمز";
$locale['426'] = "كصفحة جديدة؟";
$locale['427'] = "نعم ، إنشاء كصفحة جديدة .";
$locale['428'] = "الفهرس الأساسي";
$locale['429'] = "اسم العمود الأساسي";
// User Fields Categories list
$locale['430'] = "الترتيب";
$locale['431'] = "الخيارات";
$locale['432'] = "تحرير";
$locale['433'] = "حذف";
$locale['434'] = "لم يتم تعريف تصنيفات حقول مستخدم";
$locale['435'] = "الصفحات الخاصة";
$locale['436'] = "صفحة معلومات المستخدم";
// User Fields Categories Ordering
$locale['440'] = "إلى الأعلى";
$locale['441'] = "إلى الأسفل";
$locale['442'] = "تحريك للأعلى";
$locale['443'] = "تحريك للأسفل";
$locale['444'] = "تحديث ترتيب تصنيفات حقول المستخدم";
// Delete User Fields category
$locale['450'] = "حذف هذا تصنيف حقول المستخدم؟";
// Error message
$locale['450a'] = 'يرجى إدخال أسم للتصنيف.';
$locale['450b'] = 'إذا كنت تستخدم قاعدة بيانات أخرى بخلاف جدول المستخدمين الافتراضي ، فيرجى ملء كل من اسم جدول قاعدة البيانات وعمود معرف المستخدم UserId الخاص به.';
