<?php
// Web Link Category titles
$locale['400'] = "ХжЧнЩ уЬуцкЩ бцЧШи уцЧок";
$locale['401'] = "ЪкЯэс уЬуцкЩ бцЧШи уцЧок";
$locale['402'] = "уЬуцкЧЪ бцЧШи ЧсуцЧок ЧсЭЧсэЩ";
// Web Link Category messages
$locale['410'] = "ЪуЪ ХжЧнЩ уЬуцкЩ ЧсбцЧШи";
$locale['411'] = "Ъу ЪЭЯэЫ уЬуцкЩ ЧсбцЧШи";
$locale['412'] = "сЧ эупф Эан уЬуцкЩ ЧсбцЧШи";
$locale['413'] = "эцЬЯ бцЧШи ЭцЧок нэ хах ЧсуЬуцкЩ";
$locale['414'] = "Ъу Эан уЬуцкЩ ЧсбцЧШи";
// Add/Edit Web Link Category Form
$locale['420'] = "Чгу ЧсуЬуцкЩ:";
$locale['421'] = "цен ЧсуЬуцкЩ:";
$locale['422'] = "ибэо кбж ЧсЪефэн:";
$locale['423'] = "укбн ЧсбЧШи";
$locale['424'] = "Чгу ЧсбЧШи";
$locale['425'] = "ЪЧбэЮ ЧсбЧШи";
$locale['426'] = "ЪеЧкЯэ";
$locale['427'] = "ЪфЧвсэ";
$locale['428'] = "Чсцецс Хсь ЧсуЬуцкЩ:";
$locale['429'] = "Энй ЧсуЬуцкЩ";
// Current Web Link categories
$locale['430'] = "ЧсуЬуцкЩ";
$locale['431'] = "Чсцецс";
// Delete Web Link category
$locale['440'] = "Эан уЬуцкЩ бцЧШи ЧсуцЧокП";
// Error Messages
$locale['460'] = "бЬЧС УЯЮс Чгу ЧсуЬуцкЩ.";
$locale['461'] = "хах ЧсуЬуцкЩ уцЬцЯЩ угШоЧ.";
// Web Link titles
$locale['500'] = "ХжЧнЩ бЧШи уцок";
$locale['501'] = "ЪкЯэс бЧШи уцок";
$locale['502'] = "бцЧШи ЧсуцЧок ЧсЭЧсэЩ";
// Web Link messages
$locale['510'] = "ЪуЪ ХжЧнЩ бЧШи Чсуцок";
$locale['511'] = "Ъу ЪЭЯэЫ бЧШи Чсуцок";
$locale['512'] = "Ъу Эан бЧШи Чсуцок";
// Web Link form
$locale['520'] = "Чгу Чсуцок:";
$locale['521'] = "Чсцен:";
$locale['522'] = "бЧШи (кфцЧф) Чсуцок:";
$locale['523'] = "ЧсуЬуцкЩ:";
$locale['524'] = "ЪЭЯэЫ ЪЧбэЮ Чсфдб";
$locale['525'] = "Энй бЧШи Чсуцок";
// Current Web Links
$locale['531'] = "бЧШи Чсуцок [Чжли ссЪЬбШЩ]";
$locale['532'] = "ЮэЧбЧЪ";
$locale['533'] = "ЪкЯэс";
$locale['534'] = "Эан";
$locale['535'] = "су эЪу ХжЧнЩ бцЧШи уцЧок схах ЧсуЬуцкЩ";
$locale['536'] = "су эЪу ЪЭЯэЯ уЬуцкЩ бцЧШи уцЧок ШкЯ";
$locale['537'] = "су эЪу ЪЭЯэЯ уЬуцкЩ бцЧШи уцЧок ШкЯ";
$locale['538'] = "эЬШ ЪЭЯэЯ уЬуцкЩ бцЧШи цЧЭЯЩ ксь ЧсУос оШс ХжЧнЩ бЧШи";
$locale['539'] = "Чжли хфЧ ";
$locale['540'] = "ссахЧШ Хсь уЬуцкЩ ЧсбцЧШи";
// Delete Web Link
$locale['550'] = "Эан хаЧ ЧсбЧШиП";
?>