<?php
// Web Link Category titles
$locale['400'] = "إضافة تصنيف مواقع الكترونية";
$locale['401'] = "تحرير تصنيف مواقع الكترونية";
$locale['402'] = "تصنيفات المواقع الالكترونية الحالية";
// Web Link Category messages
$locale['410'] = "تمت إضافة تصنيف المواقع الالكترونية";
$locale['411'] = "تم تحديث تصنيف المواقع الالكترونية";
$locale['412'] = "لا يمكن حذف تصنيف المواقع الالكترونية";
$locale['413'] = "يوجد مواقع الكترونية مرتبطة بهذا التصنيف";
$locale['414'] = "تم حذف تصنيف المواقع الالكترونية";
// Add/Edit Web Link Category Form
$locale['420'] = "أسم التصنيف:";
$locale['421'] = "وصف التصنيف:";
$locale['422'] = "فرز التصنيف:";
$locale['423'] = "معرف الموقع الالكتروني";
$locale['424'] = "اسم الموقع الالكتروني";
$locale['425'] = "تاريخ الموقع الالكتروني";
$locale['426'] = "تصاعدي";
$locale['427'] = "تنازلي";
$locale['428'] = "الوصول للتصنيف:";
$locale['429'] = "حفظ التصنيف";
// Current Web Link categories
$locale['430'] = "التصنيف";
$locale['431'] = "الوصول";
// Delete Web Link category
$locale['440'] = "حذف تصنيف المواقع الالكترونية؟";
// Error Messages
$locale['460'] = "يرجى إدخال أسم للتصنيف.";
$locale['461'] = "هذا التصنيف موجود مسبقاً.";
$locale['462'] = "الرجاء إدخال إسم الموقع الالكتروني.";
// Web Link titles
$locale['500'] = "إضافة رابط";
$locale['501'] = "تعديل رابط";
$locale['502'] = "المواقع الالكترونية الحالية";
// Web Link messages
$locale['510'] = "تمت إضافة الموقع الالكتروني";
$locale['511'] = "تم تحديث الموقع الالكتروني";
$locale['512'] = "تم حذف الموقع الالكتروني";
// Web Link form
$locale['520'] = "اسم الموقع:";
$locale['521'] = "الوصف:";
$locale['522'] = "رابط الموقع:";
$locale['523'] = "التصنيف:";
$locale['524'] = "تحديث تاريخ النشر";
$locale['525'] = "حفظ الموقع الالكتروني";
// Current Web Links
$locale['531'] = "الموقع الالكتروني [إضغط للتجربة]";
$locale['532'] = "الخيارات";
$locale['533'] = "تحرير";
$locale['534'] = "حذف";
$locale['535'] = "لم يتم إضافة مواقع الكترونية لهذا التصنيف";
$locale['536'] = "لم يتم تحديد تصنيفات مواقع الكترونية";
$locale['537'] = "لا يوجد تصنيفات مواقع الكترونية تم تعريفها";
$locale['538'] = "يجب عليك تحديد تصنيف واحد على الأقل قبل أن تتمكن من إضافة أي مواقع الكترونية";
$locale['539'] = "اضغط هنا";
$locale['540'] = " للذهاب إلى تصنيف المواقع الالكترونية";
// Delete Web Link
$locale['550'] = "حذف هذا الموقع الالكتروني؟";
