<?php
// Forum Index
$locale['400'] = "פורום";
$locale['401'] = "פורום";
$locale['402'] = "שרשורים";
$locale['403'] = "הודעות";
$locale['404'] = "הודעה אחרונה";
$locale['405'] = "אין הודעות";
$locale['406'] = "על ידי ";
$locale['407'] = "לא מוגדרים פורומים";
$locale['408'] = "לא מוגדרות קטגוריות הפורומים";
$locale['409'] = "פורום עם הודעות חדשות מאז ביקורך האחרון";
$locale['410'] = "פורום ללא הודעות חדשות מאז ביקורך האחרון";
$locale['411'] = "מנוהל על ידי ";
// View Forum
$locale['450'] = "הצגת פורום";
$locale['451'] = "כותרת";
$locale['452'] = "מחבר";
$locale['453'] = "כניסות";
$locale['454'] = "תשובות";
$locale['455'] = "עמוד: ";
$locale['456'] = "לא נפתחו שרשורים";
// View Forum Moderator options
$locale['460'] = "סימון הכול";
$locale['461'] = "הסרת סימון לכול";
$locale['462'] = "מחיקת שרשורים";
$locale['463'] = "מחיקת שרשורים מסומנים?";
// Forum Guide/Privelages
$locale['470'] = "שרשורים פתוחים עם הודעות חדשות מאז ביקורך האחרון ";
$locale['471'] = "עשרים ומעלה";
$locale['472'] = "שרשורים פתוחים ללא הודעות חדשות מאז ביקורך האחרון";
$locale['473'] = "שרשור נעול";
$locale['474'] = "שרשור נעוץ";
// View Thread Poll
$locale['480'] = "סך כל ההצבעות";
$locale['481'] = "הצבעה";
// View Thread
$locale['500'] = "הצגת שרשור";
$locale['501'] = "מחבר";
$locale['502'] = "הודעות:";
$locale['503'] = "מגורים:";
$locale['504'] = "הצטרפות:";
$locale['505'] = "נוצר בתאריך ";
$locale['506'] = " צירף תמונה זו:";
$locale['506a'] = "תמונה:";
$locale['506b'] = "תמונות:";
$locale['506c'] = "קובץ:";
$locale['506d'] = "קבצים:";
$locale['506e'] = "תמונה";
$locale['506f'] = "מתוך";
$locale['507'] = " צירף קובץ זה:";
$locale['507a'] = " הורדות";
$locale['507b'] = "קבצים נספחים באשכול זה חסומים בפניך.";
$locale['508'] = "נערך על ידי ";
$locale['508a'] = "סיבה";
$locale['508b'] = "לחיצה כאן לתצוגת עריכת סיבה.";
$locale['509'] = " ב- ";
$locale['510'] = "אינך מורשה לצפות בשרשור זה";
$locale['511'] = "חזרה למפתח הפורומים";
$locale['512'] = "תשובה מהירה";
$locale['513'] = " מנע רגשונים";
$locale['513a'] = "הראה את החתימה שלי בהודעה זו";
$locale['513b'] = "הודע לי כאשר מתפרסמת תגובה";
$locale['514'] = "שליחת תשובה";
$locale['514a'] = "הצגה מקדימה לתשובה";
$locale['515'] = "הפסקת מעקב אחר שרשור זה";
$locale['516'] = "מעקב אחר שרשור זה";
$locale['517'] = "מחיקת הודעות";
$locale['517a'] = "העברת הודעות";
$locale['518'] = "מחיקת הודעות מסומנות?";
$locale['518a'] = "העברת הודעות מסומנות?";
$locale['519'] = "הדפסת שרשור";
$locale['519a'] = "הדפסת הודעה";
// Moderator Options
$locale['520'] = "אפשרויות ניהול:";
$locale['521'] = "מחיקת שרשור";
$locale['522'] = "נעילת שרשור";
$locale['523'] = "שחרור נעילת שרשור";
$locale['524'] = "נעיצת שרשור";
$locale['525'] = "שחרור נעיצת שרשור";
$locale['526'] = "העברת שרשור";
$locale['527'] = "הקפצת שרשור";
$locale['528'] = "ביצוע";
// Jump to Forum
$locale['540'] = "קפיצה לפורום:";
$locale['541'] = "למעלה";
$locale['542'] = "חזרה למעלה";
// Search Forum
$locale['550'] = "חיפוש";
// Image Alt attributes
$locale['560'] = "הודעות חדשות";
$locale['561'] = "אין הודעות חדשות";
$locale['562'] = "הודעות חמות";
$locale['563'] = "הודעות נעוצות";
$locale['564'] = "הודעות נעולות";
$locale['565'] = "שליחת תשובה";
$locale['566'] = "שרשור חדש";
$locale['567'] = "סמל משתמש";
$locale['568'] = "עריכה";
$locale['569'] = "ציטוט";
$locale['570'] = "נכתב על ידי";
$locale['571'] = "כתובת IP";
$locale['572'] = "שליחת הודעה אישית";
// Move Posts
$locale['600'] = "העברת הודעות";
$locale['601'] = "בחירת פורום חדש";
$locale['602'] = "הבא";
$locale['603'] = "בחירת שרשור חדש";
$locale['604'] = "העברת הודעות";
$locale['605'] = "אתם מנסים להעביר את ההודעה הראשונה בשרשור!<br />הודעה ראשונה <strong>לא תועבר</strong> והוסרה מהרשימה שכן עדיין קיימות הודעות בשרשור.";
$locale['606'] = "אתם מנסים להעביר את ההודעה הראשונה בשרשור!<br />הודעה ראשונה <strong>תועבר </strong> והשרשור ימחק.";
$locale['607'] = "אין הודעות להעברה.";
$locale['608'] = "אן שרשורים בפורום זה.";
$locale['609'] = "חזרה לשרשור.";
$locale['610'] = "אין שרשורים להעברת הודעות.";
// Move Posts Errors
$locale['error-MP000'] = "שגיאה בהעברת הודעה";
$locale['error-MP001'] = "שרשור חדש אינו קיים.";
$locale['error-MP002'] = "הודעות שסומנו לא קיימות או שמישהו אחר כבר העביר אותן.";
$locale['error-MP003'] = "אין הודעות להעברה.";
?>
