<?php
// Delete Thread
$locale['400'] = "מחיקת שרשור";
$locale['401'] = "השרשור נמחק";
$locale['402'] = "חזרה לפורום";
$locale['403'] = "חזרה למפתח הפורום";
$locale['404'] = "האם למחוק שרשור זה";
$locale['405'] = "כן";
$locale['406'] = "לא";
// Lock Thread
$locale['410'] = "נעילת שרשור";
$locale['411'] = "השרשור ננעל";
// Unlock Thread
$locale['420'] = "שחרור נעילת שרשור";
$locale['421'] = "נעילת השרשור שוחררה";
// Make Thread Sticky
$locale['430'] = "נעיצת שרשור";
$locale['431'] = "השרשור ננעץ";
// Make Thread Non-Sticky
$locale['440'] = "שחרור נעיצת שרשור";
$locale['441'] = "נעיצת השרשור שוחררה";
// Move Thread
$locale['450'] = "העברת שרשור";
$locale['451'] = "העברת שרשור אל:";
$locale['452'] = "העברת השרשור בוצעה בהצלחה";
// Renew Thread
$locale['458'] = "הקפצת שרשור";
$locale['459'] = "הקפצת השרשור בוצעה בהצלחה";
// Search Forum
$locale['460'] = "פורום";
$locale['461'] = "כותרת";
$locale['462'] = "מחבר";
$locale['463'] = "פורסם";
$locale['464'] = "לא נמצאה התאמה, יש לנסות שוב";
$locale['465'] = "יש לספק לפחות מילה אחת לחיפוש";
?>