<?php
// Post Titles
$locale['400'] = "תצוגה מקדימה לשרשור";
$locale['401'] = "פרסם שרשור";
$locale['402'] = "תצוגה מקדימה לתשובה";
$locale['403'] = "תשובה לשרשור";
$locale['404'] = "פרסם תשובה";
$locale['405'] = "תצוגה מקדימה לשינויים";
$locale['407'] = "מחיקת הודעה";
$locale['408'] = "עריכת הודעה";
$locale['409'] = "שמירת שינויים";
// Post Preview
$locale['420'] = "חסרה כותרת";
$locale['421'] = "חסר מלל בהודעה, ללא מסר ההודעה לא תתקבל";
$locale['422'] = "מחבר:";
$locale['423'] = "הודעות:";
$locale['424'] = "מגורים:";
$locale['425'] = "הצטרפות:";
$locale['426'] = "פורסם בתאריך ";
$locale['427'] = "נערך על ידי ";
$locale['428'] = " ב- ";
$locale['429'] = " כתב:";
$locale['430'] = "סמלון משתמש";
$locale['431'] = "הודעה אחרונה";
$locale['432'] = "%s הודעות אחרונות";
// Post Error/Success
$locale['440a'] = "סוג הקובץ המצורף אסור לשימוש";
$locale['440b'] = "שם או גודל הקובץ המצורף לא חוקי";
$locale['441'] = "שגיאה: לא סופקה כותרת או טקסט";
$locale['442'] = "השרשור פורסם";
$locale['443'] = "התשובה פורסמה";
$locale['444'] = "השרשור נמחק";
$locale['445'] = "ההודעה נמחקה";
$locale['446'] = "ההודעה עודכנה";
$locale['447'] = "חזרה לשרשור";
$locale['448'] = "חזרה לפורום";
$locale['449'] = "חזרה למפתח הפורום";
$locale['450'] = "שגיאה: משך חיות העוגיה במחשב האישי שלך הסתיים, יש להתחבר שוב לאתר ולשלוח את ההודעה שנית";
$locale['451'] = "מעקב אחר השרשור";
$locale['452'] = "קיים מעקב אחר שרשור זה";
$locale['453'] = "בוטל המעקב אחר שרשור זה";
$locale['454'] = "הודעה זו נעולה. יש ליצור קשר עם מנהל הפורום למידע נוסף.";
$locale['455'] = "ניתן לערוך הודעה רק %d דקות לאחר הגשה ראשונית.";
// Post Form
$locale['460'] = "נושא";
$locale['461'] = "מסר";
$locale['462'] = "צבע הגופן: ";
$locale['463'] = "אפשרויות";
$locale['464'] = "קבצים מצורפים";
$locale['465'] = " (אופציונלי)";
$locale['466'] = "גודל קובץ מקסימלי: %s / סוגי קובץ מותרים: %s";
$locale['467'] = "הוספת סקר (אופציונלי)";
$locale['468'] = "עריכת סקר";
$locale['469'] = "כותרת סקר";
$locale['470'] = "אפשרות בחירה";
$locale['471'] = "הוספת אפשרות בחירה";
$locale['472'] = "עדכון";
$locale['473'] = "מחיקה";
$locale['474'] = "עריכת סיבה";
// Post Form Options
$locale['480'] = "נעיצת השרשור הזה";
$locale['481'] = "נעילת שרשור זה";
$locale['482'] = "נטרול רגשונים בהודעה זו";
$locale['483'] = "הראה חתימה בהודעה זו";
$locale['484'] = "מחיקת הודעה זו";
$locale['485'] = "מחיקת קובץ מצורף -";
$locale['486'] = "הודע לי כאשר מתפרסמת תשובה";
$locale['487'] = "הסתרת עריכה";
$locale['488'] = "נעילת הודעה";
// Post Access Violation
$locale['500'] = "עריכת הודעה זו לא אפשרית על ידך";

// Forum Post Merger
$locale['520'] = "מיזוג ב-";

// Search Forum Form
$locale['530'] = "חיפוש בפורום";
$locale['531'] = "חיפוש מילות מפתח";
$locale['532'] = "חיפוש";
// Forum Notification Email
$locale['550'] = "הודעה בדבר מענה לשרשור - {THREAD_SUBJECT}";
$locale['551'] = "שלום {USERNAME},

תשובה פורסמה לשרשור '{THREAD_SUBJECT}' שנמצא במעקב על ידך באתר ".$settings['sitename'].". ניתן לראות את התשובה בקישור הבא:

{THREAD_URL}

אם אין ברצונך לעקוב אחר שרשור זה יותר, ניתן ללחוץ על הקישור 'הפסקת מעקב אחר שרשור זה' הממוקם בתחתית השרשור.

בברכה,
".$settings['siteusername'].".";
?>