<?php
// Forum Index
$locale['400'] = "انجمن";
$locale['401'] = "تالار";
$locale['402'] = "موضوعات";
$locale['403'] = "پست ها";
$locale['404'] = "آخرین پست";
$locale['405'] = "بدون پست";
$locale['406'] = "توسط ";
$locale['407'] = "تالاری ساخته نشده است.";
$locale['408'] = "بخشی برای انجمن ساخته نشده است.";
$locale['409'] = "تالار با پست جدید پس از آخرین بازدید شما.";
$locale['410'] = "تالار بدون پست جدید پس از آخرین بازدید شما.";
$locale['411'] = "مدیریت شده توسط: ";
// View Forum
$locale['450'] = "نمایش تالار";
$locale['451'] = "موضوع";
$locale['452'] = "نویسنده";
$locale['453'] = "دفعات بازدید";
$locale['454'] = "پاسخ ها";
$locale['455'] = "صفحه: ";
$locale['456'] = "موضوعی ارسال نشده است";
$locale['456'] = "موضوعی ارسال نشده است";
// View Forum Moderator options
$locale['460'] = "انتخاب همه";
$locale['461'] = "رها کردن همه";
$locale['462'] = "حذف موضوعات";
$locale['463'] = "آیا موضوعات انتخاب شده حذف شوند؟";
// Forum Guide/Privelages
$locale['470'] = "باز کردن موضوع با پست جدید پس از آخرین بازدید.";
$locale['471'] = "20 پست یا بیشتر";
$locale['472'] = "باز کردن موضوع بدون پست جدید پس از آخرین بازدید.";
$locale['473'] = "موضوع قفل شده.";
$locale['474'] = "موضوع مهم.";;
// View Thread Poll
$locale['480'] = "کل آرا";
$locale['481'] = "رای دادن";
// View Thread
$locale['500'] = "دیدن موضوع";
$locale['501'] = "نویسنده";
$locale['502'] = "تعداد پست:";
$locale['503'] = "مکان:";
$locale['504'] = "تاریخ عضویت:";
$locale['505'] = "ارسال شده در ";
$locale['506'] = " تصویر زیر را پیوست زده است:";
$locale['506a'] = "تصویر:";
$locale['506b'] = "تصاویر:";
$locale['506c'] = "فایل:";
$locale['506d'] = "فایلها:";
$locale['506e'] = "عکس";
$locale['506f'] = "از";
$locale['507'] = " فایل زیر را پیوست زده است:";
$locale['507a'] = " دانلود";
$locale['507b'] = "شما مجاز به مشاهده فایل پیوستی نیستید";
$locale['508'] = "ویرایش شده توسط ";
$locale['508a'] = "دلیل ویرایش پست";
$locale['508b'] = "برای مشاهده دلیل ویرایش پست اینجا را کلیک نمایید";
$locale['509'] = " در ";
$locale['510'] = "شما نمی توانید این موضوع را مشاهده کنید.";
$locale['511'] = "بازگشت به صفحه اصلی انجمن";
$locale['512'] = "پاسخ سریع";
$locale['513'] = " غیرفعال کردن شکلک ها";
$locale['513a'] = "نمایش امضاء من در این پست";
$locale['513b'] = "موقعی که پاسخی  در این تالار داده شد مرا با خبر کن";
$locale['514'] = "ارسال پاسخ";
$locale['514a'] = "پیش نمایش پاسخ";
$locale['515'] = "جلوگیری از پیگیری موضوع";
$locale['516'] = "پیگیری موضوع";
$locale['517'] = "حذف پست ها";
$locale['517a'] = "انتقال پستها";
$locale['518'] = "آیا پست های انتخاب شده حذف شوند؟";
$locale['518a'] = "آيا مي خواهيد پست هاي انتخاب شده را به انجمن ديگري انتقال دهيد؟";
$locale['519'] = "چاپ موضوع";
$locale['519a'] = "چاپ پست";
// Moderator Options
$locale['520'] = "اختیارات مدیر انجمن:";
$locale['521'] = "حذف موضوع";
$locale['522'] = "قفل موضوع";
$locale['523'] = "رهاسازی موضوع";
$locale['524'] = "مهم سازی موضوع";
$locale['525'] = "غیرمهم کردن موضوع";
$locale['526'] = "جابجایی موضوع";
$locale['527'] = "نوسازی موضوع";
$locale['528'] = "اجرا";
// Jump to Forum, back to top
$locale['540'] = "پرش به تالار:";
$locale['541'] = "بالا";
$locale['542'] = "انتقال به بالا";
// Search Forum
$locale['550'] = "جستجو";
// Image Alt attributes
$locale['560'] = "پست های جدید";
$locale['561'] = "بدون پست جدید";
$locale['562'] = "موضوع پرطرفدار";
$locale['563'] = "موضوع مهم";
$locale['564'] = "موضوع قفل شده";
$locale['565'] = "ارسال پاسخ";
$locale['566'] = "موضوع جدید";
$locale['567'] = "نمایه کاربر";
$locale['568'] = "ویرایش";
$locale['569'] = "نقل قول";
$locale['570'] = "نوشته است";
$locale['571'] = "آدرس IP";
$locale['572'] = "ارسال پیغام خصوصی";
// Move Posts
$locale['600'] = "انتخاب پست ها";
$locale['601'] = "انجمن مورد نظر خود را انتخاب نماييد";
$locale['602'] = "مرحله بعدي";
$locale['603'] = "تالار مورد نظر خود را انتخاب كنيد";
$locale['604'] = "انتقال بده";
$locale['605'] = "شما در حال حاضر تلاش دارید تا پست را به این تالار منتقل کنید<br />اولین پست <strong>نمی تواند انتقال داده شود</strong> شایدموضوع پست حذف .";
$locale['606'] = "شما تی خواهید پست را به این تالار انتقال دهید<br />اولین پست <strong>منتقل داده شد </strong> و تالار قبلی هم حذف گردید";
$locale['607'] = "پستی برای انتقال وجود ندارد";
$locale['608'] = "تالاری در این انجمن وجود ندارد";
$locale['609'] = "برگشت به تالار";
$locale['610'] = "تالاری برای انتقال پستها وجود ندارد";
// Move Posts Errors
$locale['error-MP000'] = "انتقال پستها با خطا روبرو شد";
$locale['error-MP001'] = "تالار جدید وجود ندارد";
$locale['error-MP002'] = "پستهای انتخابی شما وجود ندارد احتمالا یک مدیر پستها را جابجا نمود";
$locale['error-MP003'] = "پستی برای  انتقال وجود ندارد";
?>
