<?php
// Delete Thread
$locale['400'] = "حذف موضوع";
$locale['401'] = "موضوع حذف شده است.";
$locale['402'] = "بازگشت به تالار";
$locale['403'] = "بازگشت به صفحه اصلی انجمن";
$locale['404'] = "آیا مطمئنید که می خواهید این موضوع را حذف کنید؟";
$locale['405'] = "بله";
$locale['406'] = "نه";
// Lock Thread
$locale['410'] = "قفل موضوع";
$locale['411'] = "موضوع قفل شده است.";
// Unlock Thread
$locale['420'] = "رها سازی موضوع";
$locale['421'] = "موضوع دیگر قفل نیست.";
// Make Thread Sticky
$locale['430'] = "مهم سازی موضوع";
$locale['431'] = "موضوع مهم شده است.";
// Make Thread Non-Sticky
$locale['440'] = "غیرمهم  سازی موضوع";
$locale['441'] = "موضوع دیگر مهم نیست.";
// Move Thread
$locale['450'] = "جابجایی موضوع";
$locale['451'] = "جابجا کردن موضوع به:";
$locale['452'] = "موضوع با موفقیت جابجا شد.";
// Renew Thread
$locale['458'] = "نوسازی موضوع";
$locale['459'] = "موضوع نوسازی شد.";
// Search Forum
$locale['460'] = "تالار";
$locale['461'] = "موضوع";
$locale['462'] = "نویسنده";
$locale['463'] = "ارسال شده";
$locale['464'] = "چیزی پیدا نشد، لطفا دوباره تلاش کنید.";
$locale['465'] = "حداقل یک واژه برای جستجو تعیین کنید.";
?>