<?php
// Post Titles
$locale['400'] = "پیش نمایش موضوع";
$locale['401'] = "ارسال موضوع";
$locale['402'] = "پیش نمایش پاسخ";
$locale['403'] = "پاسخ به موضوع";
$locale['404'] = "ارسال پاسخ";
$locale['405'] = "پیش نمایش تغییرات";
$locale['407'] = "حذف پست";
$locale['408'] = "ویرایش پست";
$locale['409'] = "ذخیره تغییرات";
// Post Preview
$locale['420'] = "بدون موضوع";
$locale['421'] = "بدون پیغام، پست های بدون پیغام ارسال نخواهند شد";
$locale['422'] = "نویسنده:";
$locale['423'] = "تعداد پست:";
$locale['424'] = "مکان:";
$locale['425'] = "تاریخ عضویت:";
$locale['426'] = "ارسال شده در ";
$locale['427'] = "ویرایش شده توسط ";
$locale['428'] = " در ";
$locale['429'] = " نوشته است:";
$locale['430'] = "آواتار کاربر";
$locale['431'] = "آخرین پست";
$locale['432'] = "آخرین %s پست ا";
// Post Error/Success
$locale['440a'] = "نوع فایل پیوست مجاز نیست.";
$locale['440b'] = "حجم فایل یا نام فایل غیرمجاز است.";
$locale['441'] = "خطا: شما موضوع و یا پیغام خود را مشخص نکردید";
$locale['442'] = "موضوع شما ارسال شده است";
$locale['443'] = "پاسخ شما ارسال شده است";
$locale['444'] = "موضوع حذف شده است";
$locale['445'] = "پست شما حذف شده است";
$locale['446'] = "پست شما ویرایش شده است";
$locale['447'] = "بازگشت به موضوع";
$locale['448'] = "بازگشت به تالار";
$locale['449'] = "بازگشت به صفحه اصلی انجمن";
$locale['450'] = "خطا: شما از سایت خارج شده اید، لطفا دوباره وارد حساب کاربری خود شوید";
$locale['451'] = "پیگیری موضوع";
$locale['452'] = "اکنون شما این موضوع را پیگیری می کنید";
$locale['453'] = "شما دیگر این موضوع را پیگیری نمی کنید";
$locale['454'] = "موضوع این تالار قفل گردید.";
$locale['455'] = "شما تنها می توانید پس از %d دقیقه (ها) پست را پس از ارسال ویرایش کنید.";
// Post Form
$locale['460'] = "موضوع";
$locale['461'] = "پیغام";
$locale['462'] = "رنگ خط: ";
$locale['463'] = "اختیارات";
$locale['464'] = "پیوست";
$locale['465'] = " (اختیاری)";
$locale['466'] = "بیشینه حجم فایل: %s / پسوندهای مجاز: %s";
$locale['467'] = "افزودن نظرسنجی (اختیاری)";
$locale['468'] = "ویرایش نظرسنجی";
$locale['469'] = "عنوان نظرسنجی";
$locale['470'] = "گزینه";
$locale['471'] = "افزودن گزینه";
$locale['472'] = "ویرایش";
$locale['473'] = "حذف";
$locale['474'] = "دلیل ویرایش پست";
// Post Form Options
$locale['480'] = "مهم سازی این موضوع";
$locale['481'] = "قفل این موضوع";
$locale['482'] = "غیرفعال کردن شکلک ها در این پست";
$locale['483'] = "نمایش امضای من در این پست";
$locale['484'] = "حذف این پست";
$locale['485'] = "حذف پیوست -";
$locale['486'] = "هرگاه پاسخی فرستاده شد مرا باخبر کن";
$locale['487'] = "مخفی کردن ویرایش پست";
$locale['488'] = "قفل کردن پست";
// Post Access Violation
$locale['500'] = "شما مجاز به ویرایش کردن این پست نیستید";

// Forum Post Merger
$locale['520'] = "ادغام شده اند";

// Search Forum Form
$locale['500'] = "شما نمی توانید این پست را ویرایش کنید.";
// Search Forum Form
$locale['530'] = "جستجوی انجمن";
$locale['531'] = "واژه(های) جستجو";
$locale['532'] = "جستجو";
// Forum Notification Email
$locale['550'] = "باخبر سازی از پاسخ به موضوع - {THREAD_SUBJECT}";
$locale['551'] = "سلام {USERNAME},

یک پاسخ به موضوع '{THREAD_SUBJECT}' که در انجمن ".$settings['sitename']." قرار دارد فرستاده شده است. شما می توانید از لینک زیر برای دیدن پاسخ استفاده کنید:

{THREAD_URL}

اگر دیگر نمی خواهید این موضوع را پیگیری کنید بر روی لینک 'جلوگیری از پیگیری موضوع' که در بالای موضوع است کلیک کنید.

باتشکر،
".$settings['siteusername'].".";
?>