<?php
// Forum Index
$locale['400'] = "المنتدى";
$locale['401'] = "المنتدى";
$locale['402'] = "المنتديات";
$locale['403'] = "المشاركات";
$locale['404'] = "آخر مشاركة";
$locale['405'] = "لا توجد مشاركات";
$locale['406'] = "بواسطة ";
$locale['407'] = "لا توجد أي منتديات معرفة.";
$locale['408'] = "لا توجد أي تصنيفات منتدى معرفة.";
$locale['409'] = "منتدى بمشاركات جديدة منذ آخر زيارة.";
$locale['410'] = "منتدى بدون مشاركات جديدة منذ آخر زيارة.";
$locale['411'] = "الإشراف بواسطة: ";
// View Forum
$locale['450'] = "عرض المنتدى";
$locale['451'] = "الموضوع";
$locale['452'] = "الكاتب";
$locale['453'] = "المشاهدات";
$locale['454'] = "الردود";
$locale['455'] = "الصفحة: ";
$locale['456'] = "لا توجد مواضيع تم إنشائها";
// View Forum Moderator options
$locale['460'] = "تحديد الكل";
$locale['461'] = "إلغاء تحديد الكل";
$locale['462'] = "حذف المواضيع";
$locale['463'] = "حذف المواضيع المحدده؟";
// Forum Guide/Privileges
$locale['470'] = "افتح الموضوع مع أخر مشاركات منذ اخر زياره";
$locale['471'] = "20 مشاركة أو أكثر";
$locale['472'] = "افتح الموضوع مع عدم وجود اي مشاركات منذ اخر زياره.";
$locale['473'] = "موضوع مقفل.";
$locale['474'] = "مثبت";
// View Thread Poll
$locale['480'] = "إجمالي الأصوات";
$locale['481'] = "السماح بالتصويت";
// View Thread
$locale['500'] = "عرض الموضوع";
$locale['501'] = "الكاتب";
$locale['502'] = "المشاركات:";
$locale['503'] = "الموقع:";
$locale['504'] = "انضم:";
$locale['505'] = "أرسل في  ";
$locale['506'] = " أرفق ما يلي ";
$locale['506a'] = "الصورة:";
$locale['506b'] = "الصور:";
$locale['506c'] = "الملف:";
$locale['506d'] = "الملفات:";
$locale['506e'] = "الصورة";
$locale['506f'] = "من";
$locale['507'] = " أرفق الملف التالي:";
$locale['507a'] = " ملفات التحميل";
$locale['507b'] = "ليس مسموحاً لك برؤية المرفقات في هذا الموضوع.";
$locale['508'] = "تم التعديل بواسطة ";
$locale['508a'] = "السبب";
$locale['508b'] = "اضغط هنا لرؤية سبب التعديل.";
$locale['509'] = " في ";
$locale['510'] = "أنت غير مصرح لك مشاهدة هذا الموضوع";
$locale['511'] = "العودة المنتدى الرئيسي";
$locale['512'] = "الرد السريع";
$locale['513'] = "تعطيل الإبتسامات";
$locale['513a'] = "أعرض توقيعي في هذه المشاركة";
$locale['513b'] = "ابلغني في حال الرد على الموضوع";
$locale['514'] = "إضافة رد";
$locale['514a'] = "عرض الرد";
$locale['515'] = "التوقف عن تعقب هذا الموضوع";
$locale['516'] = "تعقب هذا الموضوع";
$locale['517'] = "حذف المشاركات";
$locale['517a'] = "نقل المشاركات";
$locale['518'] = "حذف المشاركات المحدده؟";
$locale['518a'] = "نقل المشاركات المحددة؟";
$locale['519'] = "طباعة الموضوع";
$locale['519a'] = "اطبع المشاركة";
// Moderator Options
$locale['520'] = "خيارات المشرفين:";
$locale['521'] = "حذف الموضوع";
$locale['522'] = "إغلاق الموضوع";
$locale['523'] = "فتح الموضوع المغلف";
$locale['524'] = "أجعل الموضوع مثبت";
$locale['525'] = "أجعل الموضوع غير مثبت";
$locale['526'] = "انقل الموضوع";
$locale['527'] = "تجديد الموضوع";
$locale['528'] = "اذهب";
$locale['530'] = "فرز";
$locale['531'] = "التوقيت";
$locale['531a'] = "جميع الأوقات";
$locale['531b'] = "اليوم";
$locale['531c'] = "الأسبوع الماضي";
$locale['531d'] = "الشهر الماضي";
$locale['532'] = "عرض";
$locale['532a'] = "الكل";
$locale['532b'] = "المناقشات";
$locale['532c'] = "الملفات المرفقه";
$locale['532d'] = "استطلاعات الرأي";
$locale['533'] = "الترتيب حسب";
$locale['533a'] = "التاريخ - أخر تحديث";
$locale['533b'] = "التاريخ - مشاركة البدء";
$locale['533c'] = "الردود";
$locale['533d'] = "العنوان";
$locale['534'] = "الترتيب";
$locale['534a'] = "تنازلي";
$locale['534b'] = "تصاعدي";
// Jump to Forum, back to top
$locale['540'] = "اذهب إلى قسم";
$locale['541'] = "أعلى";
$locale['542'] = "الذهاب إلى الأعلى";
// Search Forum
$locale['550'] = "البحث";
// Image Alt attributes
$locale['560'] = "المشاركات الجديدة";
$locale['561'] = "لاتوجد مشاركات جديده";
$locale['562'] = "مواضيع ساخنة";
$locale['563'] = "موضوع مثبت";
$locale['564'] = "موضوع مغلق";
$locale['565'] = "إضافة رد";
$locale['566'] = "موضوع جديد";
$locale['567'] = "الصورة الرمزية للعضو";
$locale['568'] = "تحرير";
$locale['569'] = "اقتباس";
$locale['570'] = "المشاركة الأصلية كتبت بواسطة ";
$locale['571'] = "الآي بي";
$locale['572'] = "إرسال رسالة خاصة";
$locale['573'] = "الرسالة";
$locale['574'] = "لم يتم العثور على مواضيع.";
$locale['575'] = "لم يتم العثور على مشاركات.";
// Move Posts
$locale['600'] = "نقل المشاركات";
$locale['601'] = "اختيار منتدى جديد";
$locale['602'] = "التالي";
$locale['603'] = "حدد موضوعاً جديداً";
$locale['604'] = "نقل المشاركات";
$locale['605'] = "أنت تحاول نقل المشاركة الأولى في هذا الموضوع! <br />المشاركة الأولى <strong>لن تنقل</strong> وقد تمت إزالتها من القائمة لأنه لا تزال هناك مشاركات متبقية في الموضوع. ";
$locale['606'] = "أنت تحاول نقل المشاركة الأولى في هذا الموضوع ! <br /> أول مشاركة <strong> سيتم نقلها </strong> وسيتم حذف الموضوع. ";
$locale['607'] = "لا توجد مشاركات لنقلها.";
$locale['608'] = "لا توجد مواضيع في هذا المنتدى.";
$locale['609'] = "العودة إلى الموضوع.";
$locale['610'] = "لا توجد مواضيع لنقل المشاركات.";
// Viewforum icons
$locale['611'] = "مواضيع ساخنة";
$locale['612'] = "الملفات المرفقة";
$locale['613'] = "الصور المرفقة";
$locale['614'] = "استبيان";
// Move Posts Errors
$locale['error-MP000'] = "نقل المشاركات - حدث خطأ";
$locale['error-MP001'] = "لاتوجد مواضيع جديدة.";
$locale['error-MP002'] = "المشاركات التي تم وضع علامة عليها لنقلها غير موجودة أو أن شخصاً آخراً قام بنقلها مسبقاً . ";
$locale['error-MP003'] = "لا توجد مشاركات لنقلها.";
