<?php
// Delete Thread
$locale['400'] = "حذف الموضوع";
$locale['401'] = "تم حذف الموضوع.";
$locale['402'] = "العودة للمنتدى";
$locale['403'] = "العودة المنتدى الرئيسي";
$locale['404'] = "هل انت متأكد من حذف الموضوع ؟";
$locale['405'] = "نعم";
$locale['406'] = "لا";
// Lock Thread
$locale['410'] = "إغلاق الموضوع";
$locale['411'] = "تم قفل الموضوع.";
// Unlock Thread
$locale['420'] = "فتح الموضوع";
$locale['421'] = "تم فتح الموضوع.";
// Make Thread Sticky
$locale['430'] = "أجعل الموضوع مثبت";
$locale['431'] = "لقد تم جعل الموضوع مثبتاً.";
// Make Thread Non-Sticky
$locale['440'] = "أجعل الموضوع غير مثبت";
$locale['441'] = "لقد تم جعل الموضوع غير مثبت.";
// Move Thread
$locale['450'] = "انقل الموضوع";
$locale['451'] = "نقل الموضوع إلى:";
$locale['452'] = "تم نقل الموضوع بنجاح.";
// Renew Thread
$locale['458'] = "تجديد الموضوع";
$locale['459'] = "تم إعادة فتح الموضوع.";
// Search Forum
$locale['460'] = "المنتدى";
$locale['461'] = "الموضوع";
$locale['462'] = "الكاتب";
$locale['463'] = "المشاركة";
$locale['464'] = "لا يوجد تطايق , الرجاء المحاولة مرة أخرى";
$locale['465'] = "الرجاء تحديد كلمة واحدة على الأقل للبحث عنها .";
