<?php
// Delete Thread
$locale['400'] = "ÍÐÝ ÇáãæÖæÚ";
$locale['401'] = "Êã ÍÐÝ ÇáãæÖæÚ.";
$locale['402'] = "ÇáÚæÏÉ Åáì ÇáãäÊÏì";
$locale['403'] = "ÇáÚæÏÉ Åáì ÇáÕÝÍÉ ÇáÑÆíÓíÉ ááãäÊÏíÇÊ.";
$locale['404'] = "åá ÃäÊ ãÊÃßÏ ãä ÇáÑÛÈÉ Ýí ÍÐÝ åÐÇ ÇáãæÖæÚ¿ ";
$locale['405'] = "äÚã";
$locale['406'] = "áÇ";
// Lock Thread
$locale['410'] = "ÞÝá ÇáãæÖæÚ";
$locale['411'] = "Êã ÞÝá ÇáãæÖæÚ.";
// Unlock Thread
$locale['420'] = "ÅáÛÇÁ ÞÝá ÇáãæÖæÚ";
$locale['421'] = "Êã ÅáÛÇÁ ÞÝá ÇáãæÖæÚ.";
// Make Thread Sticky
$locale['430'] = "ÊËÈíÊ ÇáãæÖæÚ";
$locale['431'] = "Êã ÊËÈíÊ ÇáãæÖæÚ.";
// Make Thread Non-Sticky
$locale['440'] = "ÅáÛÇÁ ÊËÈíÊ ÇáãæÖæÚ.";
$locale['441'] = "Êã ÅáÛÇÁ ÊËÈíÊ ÇáãæÖæÚ.";
// Move Thread
$locale['450'] = "äÞá ÇáãæÖæÚ";
$locale['451'] = "äÞá ÇáãæÖæÚ Åáì: ";
$locale['452'] = "Êã äÞá ÇáãæÖæÚ ÈäÌÇÍ.";
// Renew Thread
$locale['458'] = "ÊÍÏíË ÊÇÑíÎ ÇáãæÖæÚ";
$locale['459'] = "Êã ÊÍÏíË ÊÇÑíÎ ÇáãæÖæÚ ÈäÌÇÍ.";
// Search Forum
$locale['460'] = "ÇáãäÊÏì";
$locale['461'] = "ÇáãæÖæÚ";
$locale['462'] = "ÇáßÇÊÈ";
$locale['463'] = "ÇáãÔÇÑßÉ";
$locale['464'] = "áÇ íæÌÏ ãÊØÇÈÞÉº äÑÌæ ÇáãÍÇæáÉ ãÑÉ ÃÎÑì";
$locale['465'] = "äÑÌæ ÊÍÏíÏ ßáãÉ æÇÍÏÉ Úáì ÇáÃÞá ááÈÍË.";
?>
