<?php
// Post Titles
$locale['400'] = "معاينة الموضوع";
$locale['401'] = "كتابة موضوع";
$locale['402'] = "عرض الرد";
$locale['403'] = "الرد";
$locale['404'] = "إضافة رد";
$locale['405'] = "معاينة التغييرات";
$locale['407'] = "حذف الرد";
$locale['408'] = "تعديل الرد";
$locale['409'] = "حفظ التغييرات";
// Post Preview
$locale['420'] = "لا يوجد موضوع";
$locale['421'] = "لا توجد رسالة، سيتم رفض المشاركة إذا كانت لا تحتوي على رسالة";
$locale['422'] = "المؤلف:";
$locale['423'] = "المشاركات:";
$locale['424'] = "الموقع:";
$locale['425'] = "انضم:";
$locale['426'] = "أرسل في  ";
$locale['427'] = "تم التعديل بواسطة ";
$locale['428'] = " في ";
$locale['429'] = " كتب:";
$locale['430'] = "الصورة الرمزية للعضو";
$locale['431'] = "آخر مشاركة";
$locale['432'] = "أحدث %s المشاركات";
// Post Error/Success
$locale['440a'] = "نوع ملف المرفق غير مسموح به.";
$locale['440b'] = "اسم الملف المرفق أو حجمه غير صالح.";
$locale['441'] = "خطأ: لم تقم بتحديد الموضوع أو الرسالة";
$locale['442'] = "تم إضافة الموضوع";
$locale['443'] = "تم إضافة الرد";
$locale['444'] = "تم حذف الموضوع";
$locale['445'] = "تم حذف الرد";
$locale['446'] = "تم تحديث الرد";
$locale['447'] = "العودة للموضوع";
$locale['448'] = "العودة للمنتدى";
$locale['449'] = "العودة المنتدى الرئيسي";
$locale['450'] = "خطأ: لقد انتهت صلاحية جلسة ملفات تعريف الارتباط الخاصة بك - الكوكيز ، يرجى تسجيل الدخول وإعادة المشاركة.";
$locale['451'] = "متابعة الموضوع";
$locale['452'] = "أنت الآن تتابع هذا الموضوع";
$locale['453'] = "لم تعد تتابع هذا الموضوع";
$locale['454'] = "موضوع مغلق، يجب مراجعة مشرف المنتدى لمزيد من المعلومات.";
$locale['455'] = "يمكنك تحرير منشور لمدة %d دقيقة بعد التقديم الأولي.";
// Post Form
$locale['460'] = "الموضوع";
$locale['461'] = "الرسالة";
$locale['462'] = "لون الخط: ";
$locale['463'] = "الخيارات";
$locale['464'] = "المرفق";
$locale['465'] = "  (إختيارياً)";
$locale['466'] = "الحد الأقصى لحجم الملف: %s / أنواع الملفات المسموحة: %s / الحد الأقصى لعدد المرفقات: %s";
$locale['467'] = "إضافة استفتاء (إختيارياً) ";
$locale['468'] = "تعديل الاستبيان";
$locale['469'] = "عنوان الاستبيان";
$locale['470'] = "خيارات الاستبيان";
$locale['470a'] = $locale['470']." 1";
$locale['470b'] = $locale['470']." 2";
$locale['471'] = "إضافة خيار";
$locale['472'] = "التحديث";
$locale['473'] = "حذف";
$locale['474'] = "تعديل السبب";
// Post Form Options
$locale['480'] = "ثبت الموضوع";
$locale['481'] = "اقفل الموضوع";
$locale['482'] = "تعطيل الرموز التعبيرية في هذا الموضوع";
$locale['483'] = "أعرض توقيعي في هذه المشاركة";
$locale['484'] = "حذف الموضوع";
$locale['485'] = "حذف المرفق";
$locale['486'] = "ابلغني في حال الرد على الموضوع";
$locale['487'] = "إخفاء التعديل";
$locale['488'] = "اقفل الموضوع";
// Post Access Violation
$locale['500'] = "لا يمكنك تحرير هذه المشاركة";

// Forum Post Merger
$locale['520'] = "تم الدمج في";

// Search Forum Form
$locale['530'] = "البحث في المنتدى";
$locale['531'] = "كلمات البحث الدليلية";
$locale['532'] = "البحث";
// Forum Notification Email
$locale['550'] = "يوجد رد على الموضوع - {THREAD_SUBJECT}";
$locale['551'] = "مرحباً يا {USERNAME} ,\r\n
تم إرسال رد في موضوع المنتدى '{THREAD_SUBJECT}' الذي تقوم بتعقبه في [SITENAME] يمكنك استخدام الرابط التالي لمشاهدة الرد:\r\n
{THREAD_URL}\r\n
إذا لم تعد ترغب في مشاهدة هذا الموضوع يمكنك النقر على رابط 'إيقاف تتبع هذا الموضوع' الموجود في الجزء العلوي من الموضوع.\r\n
مع التحية ,<br/>\r\n[SITEUSERNAME]";
