<?php
// Post Titles
$locale['400'] = "דװַוֹֿ ַבדזײזÚ";
$locale['401'] = "הװׁ ַבדזײזÚ";
$locale['402'] = "Úׁײ ַבדזײזÚ";
$locale['403'] = "ַבֿׁ Úבל ַבדזײזÚ";
$locale['404'] = "הװׁ ַבֿׁ";
$locale['405'] = "Úׁײ ַבÊÛםםַׁÊ";
$locale['407'] = "ֽ׀Ý ַבדװַׁßֹ";
$locale['408'] = "Êֽׁםׁ ַבדװַׁßֹ";
$locale['409'] = "ֽÝÙ ַבÊÛםםַׁÊ";
// Post Preview
$locale['420'] = "בַ םזּֿ דזײזÚ";
$locale['421'] = "בַ םזּֿ דװַׁßֹ÷ ׃םÊד ׁÝײ ַבדװַׁßֹ ֵ׀ַ בד ÊßÊָ דװַׁßֹ";
$locale['422'] = "ַבßַÊָ:";
$locale['423'] = "ַבדװַׁßַÊ:";
$locale['424'] = "ַבדßַה:";
$locale['425'] = "ַבַװÊַׁß:";
$locale['426'] = "הװׁ Ýם  ";
$locale['427'] = "Úֿב ָזַ׃״ֹ  ";
$locale['428'] = " Ýם ";
$locale['429'] = " ßÊָ:";
$locale['430'] = "ױזֹׁ ַבÚײז";
$locale['431'] = "ֲ־ׁ דװַׁßֹ";
$locale['432'] = "ֲ־ׁ %s דװַׁßַÊ";
// Post Error/Success
$locale['440a'] = "וםֶֹ ַבדבÝ ַבדׁÝÞ Ûםׁ ד׃דזֽ ָוַ.";
$locale['440b'] = "ַ׃ד ַבדבÝ ַבדׁÝÞ ֳז ּֽדו Ûםׁ דÞָזב.";
$locale['441'] = "־״ֳ: בד Êֽֿֿ דזײזÚ ז/ֳז דװַׁßֹ";
$locale['442'] = "Êד הװׁ דזײזÚß";
$locale['443'] = "Êד הװׁ ֿׁß";
$locale['444'] = "Êד ֽ׀Ý ַבדזײזÚ";
$locale['445'] = "Êד ֽ׀Ý ַבדװַׁßֹ";
$locale['446'] = "Êד Êֽֿםֻ דװַׁßÊß";
$locale['447'] = "ַבÚזֹֿ ֵבל ַבדזײזÚ";
$locale['448'] = "ַבÚזֹֿ ֵבל ַבדהÊֿל";
$locale['449'] = "ַבÚזֹֿ ֵבל ױÝֹֽ ַבדהÊֿםַÊ ַבֶׁם׃םֹ";
$locale['450'] = "־״ֳ: ױבַֽםֹ דבÝ ַבßזßםׂ ַהÊוÊ¡ הּׁז Ê׃ּםב ַבֿ־זב דֹׁ ֳ־ׁל זֵÚַֹֿ ַבדװַׁßֹ.";
$locale['451'] = "דÊַָÚֹ ַבדזײזÚ דה ־בַב ַבָׁםֿ";
$locale['452'] = "ַבֲה ÊÊַָÚ ו׀ַ ַבדזײזÚ דה ־בַב ַבָׁםֿ";
$locale['453'] = "Êד ֵבÛֱַ דÊַָÚֹ ַבדזײזÚ";
$locale['454'] = "ו׀ו ַבדװַׁßֹ דÞÝבֹ , בדÚׁÝֹ ַב׃ָָ םדßהß דַׁ׃בֹ ַבֵַֹֿׁ.";
$locale['455'] = "םדßהß ÝÞ״ Êֽׁםׁ דװַׁßÊß Ýם דֹֿ %d ֿÞֶַÞ ָÚֿ הװׁß בוַ.";
// Post Form
$locale['460'] = "ַבדזײזÚ";
$locale['461'] = "ַבדװַׁßֹ";
$locale['462'] = "בזה ַב־״: ";
$locale['463'] = "ַב־םַַׁÊ";
$locale['464'] = "ַבדׁÝÞַÊ";
$locale['465'] = "  (ַ־Êםַׁם)";
$locale['466'] = "ַבֽֿ ַבֳÞױל בּֽד ַבדבÝ: %s / ַבדבÝַÊ ַבד׃דזֽ ָוַ: %s / Úֿֿ ַבדׁÝÞַÊ ַבד׃דזֽ ָוַ: %s";
$locale['467'] = "ֵײַÝֹ ַ׃ÊÝÊֱַ (ַ־Êםַׁם) ";
$locale['468'] = "Êֽׁםׁ ַבַ׃ÊÝÊֱַ";
$locale['469'] = "Úהזַה ַבַ׃ÊÝÊֱַ";
$locale['470'] = "־םַׁ ַבַ׃ÊÝÊֱַ";
$locale['471'] = "ֵײַÝֹ ־םַׁ";
$locale['472'] = "Êֽֿםֻ";
$locale['473'] = "ֽ׀Ý";
$locale['474'] = "ÊÚֿםב ַב׃ָָ";
// Post Form Options
$locale['480'] = "ÊָֻםÊ ו׀ַ ַבדזײזÚ";
$locale['481'] = "ÞÝב ו׀ַ ַבדזײזÚ";
$locale['482'] = "ÊÚ״םב ַבזּזו ַבדÚָֹׁ Ýם ו׀ו ַבדװַׁßֹ";
$locale['483'] = "Úׁײ ÊזÞםÚם Ýם ו׀ַ ַבדזײזÚ";
$locale['484'] = "ֽ׀Ý ו׀ו ַבדװַׁßֹ";
$locale['485'] = "ֽ׀Ý ַבדׁÝÞ -";
$locale['486'] = "ֵװÚַׁם Úהֿדַ םÊד ַבֿׁ Úבל ו׀ַ ַבדזײזÚ";
$locale['487'] = "ֵ־Ýֱַ ׃ָָ ַבÊÚֿםב";
$locale['488'] = "ÞÝב ַבדװַׁßֹ";
// Post Access Violation
$locale['500'] = "בַ םדßהß Êֽׁםׁ ו׀ו ַבדװַׁßֹ";

// Forum Post Merger
$locale['520'] = "דװַׁßֹ דֿדֹּ ָÊַׁם־ :";

// Search Forum Form
$locale['530'] = "ַבָֻֽ Ýם ַבדהÊֿל";
$locale['531'] = "ßבדֹ (ßבדַÊ) ַבָֻֽ";
$locale['532'] = "ָֻֽ";
// Forum Notification Email
$locale['550'] = "ֵװÚַׁ ַָבֿׁ Úבל דזײזÚ - {THREAD_SUBJECT}";
$locale['551'] = "ֳובַנ ָß {USERNAME}¡
Êד הװׁ דװַׁßֹ ַָבֿׁ Úבל דזײזÚ ַבדהÊֿל 
'{THREAD_SUBJECT}' ַב׀ם ״בָÊ דÊַָÚÊו Ýם ".$settings['sitename'].". םדßהß ַ׃Ê־ַֿד ַבַָׁ״ ַבÊַבם בדװַוֹֿ ַבֿׁ:

{THREAD_URL}

ֵ׀ַ בד ÊׁÛָ Ýם דÊַָÚֹ ו׀ַ ַבדזײזÚ¡ םדßהß ַבײÛ״ Úבל ַָׁ״ ’ֵםÞַÝ דÊַָÚֹ ו׀ַ ַבדזײזÚ’ ַבדזּזֿ Ýם ֳÚבל דזײזÚ ַבדהÊֿל. 

ÊֽםַÊהַ¡
".$settings['siteusername'].".";
?>