<?php
// Forum Index
$locale['400'] = "Форум";
$locale['401'] = "Форум";
$locale['402'] = "теми";
$locale['403'] = "Отговори";
$locale['404'] = "Последен отговор";
$locale['405'] = "Няма отговори";
$locale['406'] = "от ";
$locale['407'] = "Няма създадени форуми.";
$locale['408'] = "Няма създадени категории.";
$locale['409'] = "Форум с нови теми след последното ви посещение.";
$locale['410'] = "Форуми без нови теми след последното посещение.";
$locale['411'] = "Модератор: ";
// View Forum
$locale['450'] = "ВИж форума";
$locale['451'] = "Тема";
$locale['452'] = "Автор";
$locale['453'] = "Прегледан";
$locale['454'] = "Отговори";
$locale['455'] = "страница: ";
$locale['456'] = "Няма теми";
// View Forum Moderator options
$locale['460'] = "Маркирай всички";
$locale['461'] = "Размаркирай всички";
$locale['462'] = "Изтрий темите";
$locale['463'] = "Да изтрия ли избраните теми?";
// Forum Guide/Privelages
$locale['470'] = "Отвори темите с нови отговори след последното посещение";
$locale['471'] = "20 отговора или повече";
$locale['472'] = "Отвори темите без отговори след последното посещение.";
$locale['473'] = "Заключена тема.";
$locale['474'] = "Важна тема.";
// View Thread Poll
$locale['480'] = "Общо гласове";
$locale['481'] = "Глас";
// View Thread
$locale['500'] = "Преглед на тема";
$locale['501'] = "Автор";
$locale['502'] = "Публикации:";
$locale['503'] = "Нахождение:";
$locale['504'] = "Присъединил се на:";
$locale['505'] = "Публикувано на ";
$locale['506'] = " прикачи следното изображение:";
$locale['507'] = " прикачи следния файл:";
$locale['508'] = "Редактирано от ";
$locale['509'] = " на ";
$locale['510'] = "Нямате права за тази тема.";
$locale['511'] = "Върни се в началото";
$locale['512'] = "Бърз отговор";
$locale['513'] = " Спри усмивките";
$locale['514'] = "Отговори";
$locale['515'] = "Спри следенето на тази тема";
$locale['516'] = "Следи тази тема";
$locale['517'] = "Изтрий отговорите";
$locale['518'] = "Да изтрия ли избраните отговори?";
$locale['519'] = "Отшечатай темата";
$locale['519a'] = "Отпечатай темата";
// Moderator Options
$locale['520'] = "Опции за модератора:";
$locale['521'] = "Изтрий темата";
$locale['522'] = "Заключи темата";
$locale['523'] = "Отключи темата";
$locale['524'] = "Направи темата важна";
$locale['525'] = "Махни темата от Важни";
$locale['526'] = "Премести темата";
$locale['527'] = "Обнови темата";
$locale['528'] = "Напред";
// Jump to Forum
$locale['540'] = "Прехвърли се във форум:";
// Search Forum
$locale['550'] = "Търсене";
// Image Alt attributes
$locale['560'] = "Нови отговори";
$locale['561'] = "Няма нови отговори";
$locale['562'] = "Гореща тема";
$locale['563'] = "Важна трема";
$locale['564'] = "Заключена тема";
$locale['565'] = "Публикувай отговор";
$locale['566'] = "Нова тема";
$locale['567'] = "Аватар";
$locale['568'] = "Редакция";
$locale['569'] = "Цитат";
$locale['570'] = "написа";
$locale['571'] = "IP";
$locale['572'] = "Изпрати лично съобщение";
?>
