<?php
// Delete Thread
$locale['400'] = "Изтрий темата";
$locale['401'] = "Темата е изтрита.";
$locale['402'] = "Назад към форума";
$locale['403'] = "Назад към началото";
$locale['404'] = "Наистина ли искате да изтриете тази тема?";
$locale['405'] = "Да";
$locale['406'] = "Не";
// Lock Thread
$locale['410'] = "Заключи темата";
$locale['411'] = "Темата е заключена.";
// Unlock Thread
$locale['420'] = "Отключи темата";
$locale['421'] = "Темата е отключена.";
// Make Thread Sticky
$locale['430'] = "Маркирай като важна";
$locale['431'] = "Темата е отбелязана като важна.";
// Make Thread Non-Sticky
$locale['440'] = "Премахни от Важни";
$locale['441'] = "Темата е размаркирана от Важни.";
// Move Thread
$locale['450'] = "Премести тема";
$locale['451'] = "Премести темата в:";
$locale['452'] = "темата е преместена.";
// Renew Thread
$locale['458'] = "Обнови темата";
$locale['459'] = "Темата беше обновена.";
// Search Forum
$locale['460'] = "Форум";
$locale['461'] = "Тема";
$locale['462'] = "Автор";
$locale['463'] = "Публикувана";
$locale['464'] = "Няма съвпадения, опитайте пак.";
$locale['465'] = "Моля укажете поне една дума за търсене.";
?>