<?php
// Post Titles
$locale['400'] = "Преглед на тема";
$locale['401'] = "Публикувай тема";
$locale['402'] = "Преглед";
$locale['403'] = "Отговор";
$locale['404'] = "Публикувай отговор";
$locale['405'] = "Преглед на промените";
$locale['407'] = "Изтрий отговор";
$locale['408'] = "Редакция";
$locale['409'] = "Запази промените";
// Post Preview
$locale['420'] = "Няма тема";
$locale['421'] = "Няма съобщение, отговора ще се отхвърли ако няма съобщение";
$locale['422'] = "Автор:";
$locale['423'] = "Отговори:";
$locale['424'] = "Място:";
$locale['425'] = "Присъединил се на:";
$locale['426'] = "Отговорил на ";
$locale['427'] = "Редактирано от ";
$locale['428'] = " на ";
$locale['429'] = " написа:";
// Post Error/Success
$locale['440a'] = "Файлът не е от позволените разширения.";
$locale['440b'] = "Невалидно име или размер на файла.";
$locale['441'] = "Грешка: няма съобщение и/или тема";
$locale['442'] = "Темата е пусната";
$locale['443'] = "Отговора е пуснат";
$locale['444'] = "Tемата е изтрита";
$locale['445'] = "Отговора е изтрит";
$locale['446'] = "Отговорът ви беше обновен";
$locale['447'] = "Назад към темата";
$locale['448'] = "Назад към форума";
$locale['449'] = "Назад към форумите";
$locale['450'] = "Грешка: сесията ви е изтекла, влезте отново";
$locale['451'] = "Проследи тема";
$locale['452'] = "Вие следите тази тема";
$locale['453'] = "Вече не следите тази тема";
// Post Form
$locale['460'] = "Тема";
$locale['461'] = "Съобщение";
$locale['462'] = "Цвят на шрифта: ";
$locale['463'] = "Опции";
$locale['464'] = "Прикачени";
$locale['465'] = " (опционално)";
$locale['466'] = "Максимален размер: %s / Разрешени файлове: %s";
$locale['467'] = "Добави анкета (Опция)";
$locale['468'] = "Редакция на анкетата";
$locale['469'] = "Име на анкетата";
$locale['470'] = "Отговор";
$locale['471'] = "Добави отговор";
$locale['472'] = "Обнови";
$locale['473'] = "Изтрий";
// Post Form Options
$locale['480'] = "Направи темата важна";
$locale['481'] = "Заключи темата";
$locale['482'] = "Забрани усмивките в този оговор";
$locale['483'] = "Покажи подписа ми";
$locale['484'] = "Изтрий отговора";
$locale['485'] = "Изтрий прикачения файл -";
$locale['486'] = "Уведоми ме като имаотговор";
// Post Access Violation
$locale['500'] = "Не можете да редактирате този отговор.";
// Search Forum Form
$locale['530'] = "Търси във форумите";
$locale['531'] = "Търси по ключови думи";
$locale['532'] = "Търси";
// Forum Notification Email
$locale['550'] = "Уведомяване за отговор на тема - {THREAD_SUBJECT}";
$locale['551'] = "Здравей {USERNAME},

Има нов отговор във  '{THREAD_SUBJECT}', темата която следиш в  ".$settings['sitename'].". За да видиш отговора, можеш да използваш тази връзка:

{THREAD_URL}

Ако не искаш да следиш темата, натисни  'Спри следенето на темата' отгоре на темата.

Поздрави,
".$settings['siteusername'].".";
?>